{
    "title": "The Fable of the Rabbit and the Turtle",
    "hook": "In a lush green forest, a fast rabbit named Zeca and a slow turtle named Tita lived peacefully. When Zeca challenged Tita to a race to the tallest tree in the forest, little did he know that the outcome would teach them both a valuable lesson. Who will emerge as the true winner in this race against speed and patience?",
    "moral": "Hurry does not always lead to victory, and patience and determination can be more valuable than speed.",
    "paragraphs": [
        "Once upon a time, in a lush green forest, there lived a fast rabbit called Zeca and a slow turtle called Tita. Zeca loved running through the forest, while Tita preferred to take calm, slow steps.",
        "One day, Zeca, full of pride for his speed, challenged Tita to a race to the tallest tree in the forest. Tita, even though she knew she was slower, accepted the challenge with a smile on her face.",
        "The race started, and Zeca ran ahead, leaving Tita behind. He was running so fast that he barely noticed the world around him. Meanwhile, Tita continued at her constant pace, without worrying about speed.",
        "Halfway, Zeca, too confident in his speed, decided to take a nap under a cool tree. While he slept, Tita continued his journey, step by step, without giving up.",
        "When Zeca woke up, he realized he had lost the race. Tita was already there, resting calmly next to the tallest tree. Zeca felt ashamed of his arrogance and apologized to Tita.",
        "From that day on, Zeca learned that haste does not always lead to victory, and that patience and determination can be more valuable than speed.",
        "And so, in that forest, the turtle taught the rabbit an important lesson, showing that sometimes the slowest run can lead to the desired destination."
    ],
    "keywords": [
        "rabbit",
        "turtle",
        "forest",
        "race",
        "hurry",
        "patience",
        "determination",
        "lesson"
    ],
    "translations": {
        "en-pt": {
            "title": "A Fábula do Coelho e da Tartaruga",
            "hook": "Em uma floresta verde exuberante, viviam pacificamente um coelho veloz chamado Zeca e uma tartaruga lenta chamada Tita. Quando Zeca desafiou Tita para uma corrida até a árvore mais alta da floresta, ele mal sabia que o resultado ensinaria uma valiosa lição a ambos. Quem sairá como o verdadeiro vencedor nesta corrida entre velocidade e paciência?",
            "moral": "Pressa nem sempre leva à vitória, e paciência e determinação podem ser mais valiosas do que a rapidez.",
            "paragraphs": [
                "Era uma vez, em uma floresta verde exuberante, vivia um coelho rápido chamado Zeca e uma tartaruga lenta chamada Tita. Zeca adorava correr pela floresta, enquanto Tita preferia dar passos calmos e lentos.",
                "Um dia, Zeca, cheio de orgulho por sua velocidade, desafiou Tita para uma corrida até a árvore mais alta da floresta. Tita, mesmo sabendo que era mais lenta, aceitou o desafio com um sorriso no rosto.",
                "A corrida começou, e Zeca correu à frente, deixando Tita para trás. Ele estava correndo tão rápido que mal notava o mundo ao seu redor. Enquanto isso, Tita continuava em seu passo constante, sem se preocupar com a velocidade.",
                "Na metade do caminho, Zeca, muito confiante em sua velocidade, decidiu tirar uma soneca debaixo de uma árvore fresca. Enquanto ele dormia, Tita continuou sua jornada, passo a passo, sem desistir.",
                "Quando Zeca acordou, percebeu que havia perdido a corrida. Tita já estava lá, descansando tranquilamente ao lado da árvore mais alta. Zeca sentiu vergonha de sua arrogância e pediu desculpas a Tita.",
                "A partir daquele dia, Zeca aprendeu que a pressa nem sempre leva à vitória, e que a paciência e a determinação podem ser mais valiosas do que a velocidade.",
                "E assim, naquela floresta, a tartaruga ensinou ao coelho uma lição importante, mostrando que às vezes a corrida mais lenta pode levar ao destino desejado."
            ],
            "keywords": {
                "coelho": [
                    "rabbit"
                ],
                "tartaruga": [
                    "turtle"
                ],
                "floresta": [
                    "forest"
                ],
                "corrida": [
                    "race",
                    "run"
                ],
                "velocidade": [
                    "speed"
                ],
                "paciência": [
                    "patience"
                ],
                "determinação": [
                    "determination"
                ],
                "lição": [
                    "lesson"
                ]
            }
        },
        "id-en": {
            "title": "The Fable of the Rabbit and the Turtle",
            "hook": "Di hutan yang hijau rindang, seekor kelinci cepat bernama Zeca dan seekor kura-kura lambat bernama Tita hidup dengan damai. Ketika Zeca menantang Tita untuk balapan ke pohon tertinggi di hutan, sedikit pun dia tidak tahu bahwa hasilnya akan mengajarkan mereka pelajaran berharga. Siapakah yang akan muncul sebagai pemenang sejati dalam perlombaan melawan kecepatan dan kesabaran ini?",
            "moral": "Terburu-buru tidak selalu mengarah pada kemenangan, dan kesabaran serta keteguhan hati dapat lebih berharga daripada kecepatan.",
            "paragraphs": "",
            "keywords": {
                "rabbit": [
                    "kelinci"
                ],
                "turtle": [
                    "kura-kura"
                ],
                "forest": [
                    "hutan"
                ],
                "race": [
                    "perlombaan",
                    "balapan"
                ],
                "hurry": [
                    "terburu-buru",
                    "cepat"
                ],
                "patience": [
                    "kesabaran"
                ],
                "determination": [
                    "keteguhan",
                    "determinasi"
                ],
                "lesson": [
                    "pelajaran",
                    "ajaran"
                ]
            }
        }
    }
}