{
    "title": "The Wounded Bird",
    "hook": "In a vast forest, a majestic bird with shimmering feathers soared high, captivating all with its enchanting songs. One day, however, tragedy struck as the bird injured one of its wings on a sharp branch, losing part of its flying prowess. Will this humble bird find a way to overcome its newfound vulnerability with the help of an unexpected friend, or will it succumb to its limitations?",
    "moral": "Humility and friendship are essential virtues to overcome life's challenges.",
    "paragraphs": [
        " In a vast forest, there lived a majestic bird with feathers of incomparable shine. It flew high and sang beautiful songs that enchanted all the other animals in the forest. However, one day, the bird injured one of its wings on a sharp branch, losing it. part of his talent for flying.",
        "With his wing injured, the bird found himself unable to fly as high as before. Feeling embarrassed and vulnerable, he hid high in a tree, away from the curious eyes of the other animals. . However, a baby owl found it and offered its help to care for the wound.",
        "As the days went by, the owl treated the bird with affection and dedication, until finally its feathers grew back. With the help of his little friend, the bird regained his ability to fly, now with a new perspective on the importance of humility and friendship.",
        "Thus, the injured bird learned that even the strongest and most talented may need help. help and support from others in moments of fragility."
    ],
    "keywords": [
        "forest",
        "bird",
        "wing",
        "owl",
        "friendship",
        "fragility",
        "help",
        "virtues"
    ],
    "translations": {
        "en-pt": {
            "title": "O Pássaro Ferido",
            "hook": "Em uma vasta floresta, um pássaro majestoso com penas brilhantes voava alto, cativando a todos com suas canções encantadoras. Um dia, no entanto, a tragédia aconteceu quando o pássaro machucou uma de suas asas em um galho afiado, perdendo parte de sua habilidade de voar. Será que esse pássaro humilde encontrará uma maneira de superar sua nova vulnerabilidade com a ajuda de um amigo inesperado, ou sucumbirá às suas limitações?",
            "moral": "A humildade e a amizade são virtudes essenciais para superar os desafios da vida.",
            "paragraphs": [
                "Em uma vasta floresta, vivia um pássaro majestoso com penas de brilho incomparável.",
                "Ele voava alto e cantava belas canções que encantavam todos os outros animais na floresta.",
                "No entanto, um dia, o pássaro feriu uma de suas asas em um galho afiado, perdendo parte de seu talento para voar.",
                "Com sua asa machucada, o pássaro se viu incapaz de voar tão alto quanto antes.",
                "Sentindo-se envergonhado e vulnerável, ele se escondeu no alto de uma árvore, longe dos olhos curiosos dos outros animais.",
                "No entanto, um filhote de coruja o encontrou e ofereceu sua ajuda para cuidar do ferimento.",
                "Com o passar dos dias, a coruja tratou o pássaro com carinho e dedicação, até que suas penas cresceram novamente.",
                "Com a ajuda de seu pequeno amigo, o pássaro recuperou sua habilidade de voar, agora com uma nova perspectiva sobre a importância da humildade e da amizade.",
                "Assim, o pássaro ferido aprendeu que até os mais fortes e talentosos podem precisar de ajuda e apoio de outros em momentos de fragilidade."
            ],
            "keywords": {
                "pássaro": [
                    "bird"
                ],
                "floresta": [
                    "forest"
                ],
                "penas": [
                    "feathers"
                ],
                "asa": [
                    "wing"
                ],
                "ferimento": [
                    "injury",
                    "wound"
                ],
                "coruja": [
                    "owl"
                ],
                "amizade": [
                    "friendship"
                ],
                "fragilidade": [
                    "fragility"
                ]
            }
        },
        "id-en": {
            "title": "The Wounded Bird",
            "hook": "Di dalam hutan yang luas, burung megah dengan bulu yang berkilauan melayang tinggi, memukau semua dengan lagu-lagunya yang mempesona. Suatu hari, tragedi melanda ketika burung itu melukai salah satu sayapnya di ranting tajam, kehilangan sebagian dari kemampuan terbangnya. Akankah burung yang rendah hati ini menemukan cara untuk mengatasi kerentanannya yang baru dengan bantuan seorang teman yang tak terduga, atau akan mengakui keterbatasannya?",
            "moral": "Kerendahan hati dan persahabatan adalah budi pekerti penting untuk mengatasi tantangan hidup.",
            "paragraphs": "",
            "keywords": {
                "forest": [
                    "hutan",
                    "rimba"
                ],
                "bird": [
                    "burung"
                ],
                "wing": [
                    "sayap"
                ],
                "owl": [
                    "burung hantu"
                ],
                "friendship": [
                    "persahabatan",
                    "pertemanan"
                ],
                "fragility": [
                    "kerapuhan",
                    "kelemahan"
                ],
                "help": [
                    "bantuan",
                    "pertolongan"
                ],
                "virtues": [
                    "kebajikan",
                    "budi"
                ]
            }
        }
    }
}