{"title":"A Cesta Traquina","hook":"Meet a mischievous basket who loved to play pranks on its owner! Will the basket's antics lead to trouble? Find out in this playful fable!","moral":"Sometimes, helping others can bring more joy and fulfillment than playing pranks. Learning to be a reliable companion is a valuable trait.","paragraphs":["In a beautiful village, there was a very mischievous basket. The basket loved to play tricks on its owner, a kind farmer named Miguel. Every morning, the basket would hide so that Miguel would look for it, leaving him always late for work. ","One day, when Miguel needed to pick fruit in the orchard, the basket tricked him by hiding all the necessary tools. Miguel was frustrated, but after searching for a long time, he ended up finding everything right under his nose.","Fed up After the basket's antics, Miguel decided to teach him a lesson. He prepared a little test: he left the basket alone with a bucket of apples and said that he would only keep the good fruits. When he returned, he saw that the basket had separated the apples into two. batteries, one good and one bad.","Miguel smiled, proud of the basket for learning to distinguish what was right and wrong. From that day on, the basket stopped playing and became a great ally of Miguel, helping him with his farm tasks.","In the end, the basket realized that, instead of playing with its owner, it would help him. brought more joy and satisfaction to both."],"keywords":["basket","trouble","mischief","lesson","help","jokes","satisfaction"],"translations":{"en-pt":{"title":"A Cesta Traquina","hook":"Conheça uma cesta travessa que adorava pregar peças em seu dono! As travessuras da cesta vão causar problemas? Descubra nesta fábula divertida!","moral":"Às vezes, ajudar os outros pode trazer mais alegria e satisfação do que pregar peças. Aprender a ser um companheiro confiável é uma característica valiosa.","paragraphs":["Em uma vila bonita, havia um cesto muito travesso. O cesto adorava pregar peças em seu dono, um fazendeiro gentil chamado Miguel. Todas as manhãs, o cesto se escondia para que Miguel o procurasse, sempre o deixando atrasado para o trabalho.","Um dia, quando Miguel precisava colher frutas no pomar, o cesto o enganou ao esconder todas as ferramentas necessárias. Miguel estava frustrado, mas depois de procurar por muito tempo, acabou encontrando tudo bem debaixo de seu nariz.","Farto das travessuras do cesto, Miguel decidiu ensinar-lhe uma lição. Ele preparou um pequeno teste: deixou o cesto sozinho com um balde de maçãs e disse que só ficaria com as frutas boas. Quando retornou, viu que o cesto tinha separado as maçãs em duas baterias, uma boa e uma ruim.","Miguel sorriu, orgulhoso do cesto por aprender a distinguir o que era certo e errado. A partir daquele dia, o cesto parou de brincar e se tornou um grande aliado de Miguel, ajudando-o em suas tarefas na fazenda.","No final, o cesto percebeu que, em vez de brincar com seu dono, ajudá-lo traria mais alegria e satisfação para ambos."],"keywords":{"cesto":["basket"],"fazendeiro":["farmer"],"maçãs":["apples"],"pomar":["orchard"],"travesso":["mischievous","naughty"],"engano":["mistake","deception"],"ferramentas":["tools"],"tarefas":["tasks","chores"]}},"id-en":{"title":"A Cesta Traquina","hook":"Bertemu dengan sebuah keranjang nakal yang suka bermain lelucon pada pemiliknya! Apakah kelucuan keranjang akan menimbulkan masalah? Temukanlah dalam dongeng yang penuh keceriaan ini!","moral":"Terkadang, membantu orang lain dapat membawa lebih banyak kebahagiaan dan kepuasan daripada bermain lelucon. Belajar menjadi teman yang dapat diandalkan adalah sifat berharga.","paragraphs":"","keywords":{"basket":["keranjang"],"trouble":["masalah","kesulitan"],"mischief":["kenakalan","kejahatan"],"lesson":["pelajaran","ajaran"],"help":["membantu","bantuan"],"jokes":["lelucon","gurauan"],"satisfaction":["kepuasan","kenyamanan"]}}}}