{"title":"The Fox and the Crow","hook":"A sly fox and a clever crow compete over a delicious piece of cheese. Who will emerge victorious in this cunning battle of wits?","moral":"Do not be deceived by false compliments and always stay alert against the cunning schemes of those who seek to take advantage of others.","paragraphs":["On a beautiful sunny day, a clever fox spotted a majestic crow perched on a high branch, holding a juicy piece of cheese in its beak.","The fox, in his cunning way, had a brilliant idea to get the cheese for herself. She began to praise the raven's beautiful voice, saying that he should sing so that everyone could enjoy his enchanting melody.","The raven, flattered by the praise, opened its beak to let out a cry of pleasure. When he opened his mouth, the cheese fell to the ground, and the agile fox caught it in one quick leap and ran off towards the forest, leaving the crow without his precious treat.","The crow realized his foolishness in falling into the crow's trap. fox and regretted his lack of insight. Since then, he has learned not to be carried away by empty flattery and to always maintain his cunning and discernment.","Moral of the story: Don't be fooled by false praise and keep yourself on guard against the tricks of those who seek to take advantage of the ingenuity of others."],"keywords":["fox","crow","cheese","cunning","flattery","naivety"],"translations":{"en-pt":{"title":"A Raposa e o Corvo","hook":"Uma raposa astuta e um corvo inteligente competem por um pedaço delicioso de queijo. Quem vai sair vitorioso nessa batalha astuta de inteligência?","moral":"Não se deixe enganar por elogios falsos e esteja sempre alerta contra os esquemas astutos daqueles que buscam se aproveitar dos outros.","paragraphs":["Em um belo dia ensolarado, uma raposa esperta avistou um corvo majestoso empoleirado em um galho alto, segurando um pedaço suculento de queijo em seu bico.","A raposa, em seu jeito astuto, teve uma ideia brilhante para conseguir o queijo para si mesma. Ela começou a elogiar a bela voz do corvo, dizendo que ele deveria cantar para que todos pudessem desfrutar de sua melodia encantadora.","O corvo, lisonjeado pelo elogio, abriu seu bico para soltar um grito de prazer. Quando ele abriu sua boca, o queijo caiu no chão, e a ágil raposa o pegou em um salto rápido e correu em direção à floresta, deixando o corvo sem seu precioso agrado.","O corvo percebeu sua tolice em cair na armadilha da raposa e lamentou sua falta de discernimento. Desde então, ele aprendeu a não se deixar levar por lisonjas vazias e a sempre manter sua astúcia e discernimento.","Moral da história: Não se deixe enganar por falsos elogios e mantenha-se alerta contra os truques daqueles que buscam tirar vantagem da ingenuidade alheia."],"keywords":{"raposa":["fox"],"corvo":["crow"],"queijo":["cheese"],"floresta":["forest"],"elogio":["praise","compliment"],"astúcia":["cunning","craftiness"],"discernimento":["discernment"],"enganar":["deceive","cheat"],"falsos elogios":["false praises"],"trapaça":["trickery","cheating"]}},"id-en":{"title":"The Fox and the Crow","hook":"Seekor rubah licik dan gagak cerdik bersaing untuk mendapatkan sepotong keju lezat. Siapakah yang akan keluar sebagai pemenang dalam pertempuran licik ini?","moral":"Jangan tertipu oleh pujian palsu dan selalu tetap waspada terhadap tipu daya licik dari orang-orang yang mencari keuntungan dari orang lain.","paragraphs":"","keywords":{"fox":["rubah"],"crow":["burung gagak"],"cheese":["keju"],"cunning":["licik","pandai"],"flattery":["pujian","pujian berlebihan"],"naivety":["kepolosan","kesucian"]}}}}