{"title":"The Oak Tree and the Lost Home","hook":"A graceful oak tree in the forest shelters a man who loses his way. Does he find his way home or does he remain lost forever?","moral":"In times of desperation, true friends stand by you. But sometimes, losses are irreplaceable.","paragraphs":["In a forest nestled in the heart of a tranquil European village, there stood a majestic oak tree with branches that seemed to touch the sky. Underneath its lush green canopy, a kind-hearted man named Thomas sought solace whenever he felt lost in life. The oak tree was his sanctuary, a place where he found comfort and reassurance in times of turmoil.","One gray winter evening, as the howling winds whispered tales of impending snow, Thomas found himself wandering deeper into the forest, further away from the familiar trails. Panic gripped his heart as the darkness enveloped him, and the once-friendly woods now seemed like a labyrinth of shadows and uncertainty.","With each passing moment, Thomas's hope dwindled, and his cries for help echoed through the desolate forest. Alone, cold, and disoriented, he stumbled upon the oak tree, his faithful companion. But this time, even the oak tree's towering presence could not bring him solace, for Thomas was truly lost.","As the night wore on, the cruel frost of winter settled in, claiming Thomas's warmth and resolve. The oak tree stood witness to his silent tears, unable to guide him back to the safety of his village. And with the first light of dawn, Thomas's spirit departed, leaving the oak tree to bear the burden of a lost soul in its vast, unyielding embrace.","The villagers found Thomas's lifeless body at the foot of the grand oak tree, a silent guardian to his tragic end. They mourned the loss of one of their own, whose fate was sealed by the cruel whims of nature. And as the seasons changed, the oak tree stood tall and proud, a lonely sentinel watching over the memories of a man who wandered into the darkness and never found his way back home."],"keywords":["oak tree","forest","european village","lost","solace","desperation","fate","memories","darkness","lonely","guardian"],"translations":{"en-pt":{"title":"A Árvore de Carvalho e o Lar Perdido","hook":"Uma graciosa árvore de carvalho na floresta abriga um homem que perdeu seu caminho. Será que ele encontra seu lar ou permanece perdido para sempre?","moral":"Em tempos de desespero, os verdadeiros amigos permanecem ao seu lado. Mas às vezes, as perdas são insubstituíveis.","paragraphs":["Numa floresta aconchegante no coração de uma tranquila vila europeia, havia um majestoso carvalho com galhos que pareciam tocar o céu. Sob a sua exuberante copa verde, um homem bondoso chamado Thomas buscava solace sempre que se sentia perdido na vida. O carvalho era o seu santuário, um lugar onde encontrava conforto e segurança nos momentos de turbulência.",{"One gray winter evening, as the howling winds whispered tales of impending snow, Thomas found himself wandering deeper into the forest, further away from the familiar trails. Panic gripped his heart as the darkness enveloped him, and the once-friendly woods now seemed like a labyrinth of shadows and uncertainty.":"winter, howling winds, impending snow, wandering, panic, darkness, labyrinth, uncertainty"},{"With each passing moment, Thomas's hope dwindled, and his cries for help echoed through the desolate forest. Alone, cold, and disoriented, he stumbled upon the oak tree, his faithful companion. But this time, even the oak tree's towering presence could not bring him solace, for Thomas was truly lost.":"hope, dwindled, cries, help, echoed, desolate, stumbled, faithful companion, lost"},{"As the night wore on, the cruel frost of winter settled in, claiming Thomas's warmth and resolve. The oak tree stood witness to his silent tears, unable to guide him back to the safety of his village. And with the first light of dawn, Thomas's spirit departed, leaving the oak tree to bear the burden of a lost soul in its vast, unyielding embrace.":"night, wore on, cruel frost, settled, warmth, resolve, witness, silent tears, guide, safety, departed, burden, lost soul, embrace"},{"The villagers found Thomas's lifeless body at the foot of the grand oak tree, a silent guardian to his tragic end. They mourned the loss of one of their own, whose fate was sealed by the cruel whims of nature. And as the seasons changed, the oak tree stood tall and proud, a lonely sentinel watching over the memories of a man who wandered into the darkness and never found his way back home.":"villagers, lifeless body, foot, silent guardian, tragic end, mourned, fate, sealed, whims of nature, seasons, stood tall, proud, lonely sentinel, memories, wandered, darkness, found his way back home"}],"keywords":{"floresta":["forest"],"carvalho":["oak"],"esperança":["hope"],"perdido":["lost"],"inverno":["winter"],"ventos":["winds"],"solidão":["loneliness"],"tristeza":["sadness"],"alma":["soul"],"vilarejo":["village"],"memórias":["memories"],"escuridão":["darkness"],"caminho":["path","way"],"conforto":["comfort"],"segurança":["security"]}},"id-en":{"title":"The Oak Tree and the Lost Home","hook":"Seorang pohon oak yang anggun di hutan melindungi seorang pria yang tersesat. Apakah ia menemukan jalan pulang atau tetap tersesat selamanya?","moral":"Di saat putus asa, sahabat sejati akan selalu mendukungmu. Namun terkadang, kerugian itu tak akan tergantikan.","paragraphs":"","keywords":{"oak tree":["pohon ek"],"forest":["hutan"],"european village":["desa eropa"],"lost":["hilang","tersesat"],"solace":["kenyamanan","hiburan"],"desperation":["keputusasaan","keadaan terdesak"],"fate":["nasib","takdir"],"memories":["kenangan","ingatan"],"darkness":["kegelapan","malam"],"lonely":["kesepian","sendirian"],"guardian":["pelindung","penjaga"]}}}}