{"title":"The Fox's Betrayal","hook":"In the vast Mongolian steppe, a cunning fox made a treacherous pact with a naive hare, leading to unforeseen consequences...","moral":"Beware of those who promise riches without hard work, for greed can blind even the most cunning of creatures.","paragraphs":["In the Mongolian steppe, Fox was known for his sly ways and smooth words that could charm even the rocks. One day, he approached Hare, who was admired for his boundless energy and wit, with a tempting proposition.","Fox proposed a partnership where they would gather food together and split it equally each day. Hare, enticed by the idea of twice the food in half the time, eagerly agreed without a second thought. However, Fox had a dark secret agenda hidden beneath his silver tongue.","As days passed, Fox's true motives unraveled. Instead of working, he cunningly stole food when Hare wasn't looking, hoarding it for himself. Hare began to notice the dwindling supplies and the sly glint in Fox's eye, realizing he had been deceived by his so-called cunning friend.","Caught in a dilemma, Hare decided to confront Fox, who unabashedly admitted to his betrayal. Hare, though hurt and shocked by Fox's greed, knew he had to outsmart the conniving creature to reclaim what was rightfully his.","With a clever plan in mind, Hare challenged Fox to a race across the steppe, knowing Fox's pride would lead to his downfall. As they raced, Hare veered off course, leading Fox into a trap set by the other forest animals who had witnessed his treachery. Fox, blinded by his own greed, fell into the pit of his own making, never to deceive another again."],"keywords":["fox","hare","mongolian steppe","betrayal","cunning","deception","greed","friendship","lesson","trickery"],"translations":{"en-pt":{"title":"A Traição da Raposa","hook":"Nas vastas estepes da Mongólia, uma raposa astuta fez um pacto traiçoeiro com uma lebre ingênua, levando a consequências inesperadas...","moral":"Cuidado com aqueles que prometem riquezas sem trabalho árduo, pois a ganância pode cegar até as criaturas mais astutas.","paragraphs":["Na estepe mongol, a raposa era conhecida por suas formas astutas e palavras suaves que podiam encantar até mesmo as pedras. Um dia, ela se aproximou da lebre, admirada por sua energia inesgotável e perspicácia, com uma proposta tentadora.","A raposa propôs uma parceria onde eles reuniriam comida juntos e dividiriam igualmente todos os dias. A lebre, seduzida pela ideia de dobrar a comida em metade do tempo, concordou ansiosamente sem pensar duas vezes. No entanto, a raposa tinha uma agenda secreta oculta por trás de sua língua prateada.","Conforme os dias se passavam, os verdadeiros motivos da raposa se desvendavam. Em vez de trabalhar, ela sorrateiramente roubava comida quando a lebre não estava olhando, acumulando-a para si mesma. A lebre começou a notar o estoque diminuindo e o brilho astuto nos olhos da raposa, percebendo que tinha sido enganada por seu assim chamado amigo astuto.","Preso em um dilema, a lebre decidiu confrontar a raposa, que admitiu sem constrangimento sua traição. A lebre, embora machucada e chocada pela ganância da raposa, sabia que precisava ludibriar a criatura ardilosa para recuperar o que era legítimamente seu.","Com um plano inteligente em mente, a lebre desafiou a raposa para uma corrida pela estepe, sabendo que o orgulho da raposa levaria à sua queda. Enquanto corriam, a lebre desviou do caminho, levando a raposa para uma armadilha preparada pelos outros animais da floresta que testemunharam sua traição. A raposa, cega por sua própria ganância, caiu no buraco que ela mesma havia cavado, nunca mais enganando outro novamente."],"keywords":{"estepe":["spare tire"],"raposa":["fox"],"lebre":["hare"],"comida":["food"],"amigo":["friend"],"traição":["betrayal"],"gordura":["fat"],"trapaça":["deception","cheating"],"ganância":["greed"],"corrida":["race","run"],"orgulho":["pride"],"armadilha":["trap"],"floresta":["forest"],"testemunhar":["witness"],"engano":["deception","mistake"]}},"id-en":{"title":"The Fox's Betrayal","hook":"Di padang rumput Mongolia yang luas, seekor musang yang licik membuat perjanjian khianat dengan seekor arnab yang naif, menyebabkan konsekuensi yang tak terduga...","moral":"Waspadalah terhadap mereka yang menjanjikan kekayaan tanpa kerja keras, karena keserakahan bisa membutakan bahkan makhluk paling licik.","paragraphs":"","keywords":{"fox":["rubah"],"hare":["kelinci"],"mongolian steppe":["padang Mongol"],"betrayal":["pengkhianatan"],"cunning":["licik","kecerdikan"],"deception":["tipuan"],"greed":["keserakahan"],"friendship":["persahabatan"],"lesson":["pelajaran"],"trickery":["tipu daya"]}}}}