{"title":"O Lobo e o Cordeiro","hook":"On a sunny day, a wolf was drinking water by the stream when it spotted a lamb approaching to quench its thirst. The wolf, always hungry, didn't t hesitate and thought, 'I will seize this opportunity to satisfy my hunger.' Will the lamb escape the wolf's cunning intentions, or will it fall victim to the wolf's plans, revealing the true nature of these forest companions?","moral":"Greed can blind our judgments and lead us to commit unjust acts. We must act with kindness and respect, as we will reap what we sow.","paragraphs":["On a sunny day, a wolf was drinking water in the stream, when he saw a lamb also approaching to quench its thirst. The wolf, always hungry, didn't think twice and thought: 'I'm going to take the opportunity to satisfy my hunger'.","The lamb, innocent and unaware, barely noticed the presence of the cunning wolf. But when the wolf approached, the lamb said gently, 'Please don't hurt me. I didn't do anything wrong.'","The wolf, not caring about the lamb's kindness, prepared to attack. However, at the moment he launched himself, a field dog appeared running towards them, scaring the wolf. The lamb took advantage of the distraction and ran away, safe from the vicious attack of the voracious wolf.","In the end, the lamb The wolf learned that his evil intentions would always have unexpected consequences. And the lamb went on his way with gratitude for having escaped the dangerous situation unharmed."],"keywords":["Wolf","Lamb","Cream","Hunger","Delicacy","Gentleness","Attacking","Distraction ","Gratitude","Greed","Judgments","Kindness"],"translations":{"en-pt":{"title":"O Lobo e o Cordeiro","hook":"Num dia ensolarado, um lobo estava a beber água junto ao riacho quando avistou um cordeiro se aproximando para saciar sua sede. O lobo, sempre faminto, não hesitou e pensou: 'Aproveitarei esta oportunidade para satisfazer minha fome.' Será que o cordeiro escapará das intenções astutas do lobo, ou se tornará vítima dos planos do lobo, revelando a verdadeira natureza destes companheiros da floresta?","moral":"A ganância pode cegar nossos julgamentos e nos levar a cometer atos injustos. Devemos agir com bondade e respeito, pois colheremos o que plantamos.","paragraphs":["Num dia ensolarado, um lobo estava bebendo água no riacho, quando viu um cordeiro se aproximando para matar sua sede. O lobo, sempre com fome, não pensou duas vezes e pensou: 'Vou aproveitar a oportunidade para satisfazer minha fome'.","O cordeiro, inocente e inconsciente, mal percebeu a presença do astuto lobo. Mas quando o lobo se aproximou, o cordeiro disse gentilmente, 'Por favor, não me machuque. Eu não fiz nada de errado'.","O lobo, sem se importar com a bondade do cordeiro, preparou-se para atacar. No entanto, no momento em que se lançou, um cachorro do campo apareceu correndo em direção a eles, assustando o lobo. O cordeiro aproveitou a distração e saiu correndo, a salvo do ataque voraz do lobo faminto.","No final, o cordeiro aprendeu que suas más intenções sempre teriam consequências inesperadas. E o cordeiro seguiu seu caminho com gratidão por ter escapado da situação perigosa ileso."],"keywords":{"lobo":["wolf"],"cordeiro":["lamb"],"riacho":["brook","stream"],"bondade":["kindness","goodness"],"ataque":["attack"],"inocente":["innocent"],"distração":["distraction"],"gratidão":["gratitude"],"intenções":["intentions"]}},"id-en":{"title":"O Lobo e o Cordeiro","hook":"Pada salah satu hari yang cerah, seekor serigala sedang minum air di tepi sungai ketika melihat seekor domba mendekati untuk memuaskan dahaganya. Si serigala, yang selalu lapar, tidak ragu dan berpikir, 'Aku akan memanfaatkan kesempatan ini untuk memuaskan laparku.' Akankah domba berhasil lolos dari niat curang si serigala, atau akankah jatuh menjadi korban rencana si serigala, mengungkapkan sifat sejati dari teman-teman hutan ini?","moral":"Kebencian dapat membutakan penilaian kita dan membawa kita melakukan tindakan yang tidak adil. Kita harus bertindak dengan kebaikan dan hormat, karena kita akan menuai apa yang kita tanam.","paragraphs":"","keywords":{"wolf":["serigala"],"lamb":["domba"],"cream":["krim","susu krim"],"hunger":["lapar"],"delicacy":["kedelai"],"gentleness":["kelembutan"],"attacking":["menyerang","menyerbu"],"distraction":["pengalihan"],"gratitude":["ucapan terima kasih","rasa syukur"],"greed":["keserakahan","ketamakan"],"judgments":["penghakiman","pertimbangan"],"kindness":["kebaikan","kesopanan"]}}}}