{"title":"The Lantern Merchant and the Trickster","hook":"In the bustling market of a faraway land, a lantern merchant encountered a mischievous trickster risking his goods in a bet. Will the lantern merchant outwit the trickster's cunning ways?","moral":"Beware of those who seek to deceive you, for greed and trickery often lead to a bitter end.","paragraphs":["In a lively marketplace of vibrant silks and exotic spices, the lantern merchant Mahmoud proudly displayed his wares. His ornate lanterns, adorned with intricate designs, cast a mesmerizing glow that attracted many curious onlookers.","One fateful day, a sly trickster named Hassan approached Mahmoud's stall, his eyes glinting with mischief. Hassan proposed a wager, claiming he could sell one lantern of his own making before Mahmoud could sell five. Confident in his craft, Mahmoud accepted the challenge, unaware of the trickster's deceitful nature.","As the day unfolded, customers gravitated towards Hassan's lantern, enchanted by its false promises of everlasting light. Meanwhile, Mahmoud struggled to showcase the true beauty of his handcrafted creations amidst the trickster's cunning words.","Just as Mahmoud reached the brink of defeat, a wise old sage passing by sensed the trickery at play. With a knowing smile, the sage whispered a clever plan into Mahmoud's ear. Trusting the sage's wisdom, Mahmoud executed the plan with precision, unraveling the trickster's web of lies.","In the end, the marketgoers discovered the trickster's deceit and rallied behind Mahmoud, exposing Hassan's dishonest scheme. Defeated and disgraced, the trickster slunk away into the shadows, leaving Mahmoud to bask in the true appreciation of his artistry.","And so, the lantern merchant learned a valuable lesson in discerning friend from foe, for not all who offer light have pure intentions."],"keywords":["lantern","merchant","trickster","marketplace","deceit","wisdom","bet","artistry","lesson","friendship"],"translations":{"en-pt":{"title":"O Mercador de Lanternas e o Trapaceiro","hook":"No movimentado mercado de uma terra distante, um mercador de lanternas encontrou um trapaceiro travesso arriscando suas mercadorias em uma aposta. Será que o mercador de lanternas conseguirá superar os caminhos ardilosos do trapaceiro?","moral":"Cuidado com aqueles que buscam te enganar, pois a ganância e a trapaça frequentemente levam a um fim amargo.","paragraphs":["Num animado mercado de sedas vibrantes e especiarias exóticas, o mercador de lanternas Mahmoud exibia orgulhosamente as suas mercadorias. Suas lanternas ornamentadas, adornadas com desenhos intricados, lançavam um brilho hipnotizante que atraía muitos curiosos espectadores.","Num dia fatídico, um trapaceiro astuto chamado Hassan abordou a barraca de Mahmoud, seus olhos brilhando de malícia. Hassan propôs uma aposta, alegando que poderia vender uma lanterna de sua própria fabricação antes de Mahmoud vender cinco. Confiante em sua arte, Mahmoud aceitou o desafio, sem saber da natureza enganosa do trapaceiro.","Conforme o dia se desenrolava, os clientes se inclinavam para a lanterna de Hassan, encantados por suas falsas promessas de luz eterna. Enquanto isso, Mahmoud lutava para mostrar a verdadeira beleza de suas criações artesanais em meio às palavras astutas do trapaceiro.","Quando Mahmoud estava prestes a ser derrotado, um sábio ancião que passava por ali sentiu a trapaça em jogo. Com um sorriso consciente, o sábio sussurrou um plano astuto no ouvido de Mahmoud. Confiando na sabedoria do sábio, Mahmoud executou o plano com precisão, desvendando a teia de mentiras do trapaceiro.","No final, os frequentadores do mercado descobriram o engano do trapaceiro e se uniram a Mahmoud, expondo o esquema desonesto de Hassan. Derrotado e envergonhado, o trapaceiro se afastou para as sombras, deixando Mahmoud desfrutar da verdadeira apreciação de sua arte.","E assim, o mercador de lanternas aprendeu uma valiosa lição em discernir amigo de inimigo, pois nem todos que oferecem luz têm intenções puras."],"keywords":{"lantern":["lanterna"],"merchant":["comerciante","negociante"],"marketplace":["mercado"],"silk":["seda"],"spice":["especiaria","tempero"],"trickster":["trapaceiro","embusteiro"],"deceit":["enganar","fraude"],"sage":["sábio"],"betrayal":["traição"],"friendship":["amizade"],"artistry":["arte","artesanato"],"wisdom":["sabedoria"]}},"id-en":{"title":"The Lantern Merchant and the Trickster","hook":"Di pasar ramai di negeri yang jauh, seorang pedagang lentera bertemu dengan seorang penipu nakal yang mempertaruhkan dagangannya dalam sebuah taruhan. Akankah pedagang lentera berhasil mengalahkan cara licik sang penipu?","moral":"Berhati-hatilah terhadap orang-orang yang berupaya menipumu, karena ketamakan dan tipuan seringkali berakhir pahit.","paragraphs":"","keywords":{"lantern":["lentera"],"merchant":["pedagang","tukang dagang"],"trickster":["pengelabuan","penipu"],"marketplace":["pasar"],"deceit":["tipu","tipu daya"],"wisdom":["kebijaksanaan","hikmah"],"bet":["taruhan","bertaruh"],"artistry":["seni","keahlian"],"lesson":["pelajaran","ajaran"],"friendship":["persahabatan","pertemanan"]}}}}