{"title":"O Lobo Sabido e o Cordeiro Gentil","hook":"In a peaceful forest, a clever wolf and a gentle lamb lived side by side. As tensions rose, who will come out on top in this tale of wit and kindness?","moral":"The fable teaches that truth and kindness prevail over cunning deception. It is better to seek understanding and resolve conflicts peacefully than to resort to aggression.","paragraphs":["In a dense forest, there lived a cunning wolf and a gentle lamb. Despite their differences, they were good friends and shared stories under the moonlight.","One day, at the spring of fresh water next door began to dry up, leading to a water shortage in the forest. The wolf, thirsty, began to blame the lamb, claiming that it dirty the water before he drank it.","The lamb, in his innocence, tried to explain that the The current always went in the opposite direction, but the wolf insisted on his accusation. Tired of the wolf's lies, the lamb decided to confront him.","At the height of the argument, the wolf, seeing that his arguments were failing, jumped on the lamb in a fierce attack, but he slipped on the slippery bank and fell into the turbulent waters, being carried downstream.","The lamb, with his kind heart, stretched out a paw to save the wolf. Upon being rescued, the wolf saw the truth in the lamb's gentle eyes and recognized his mistake, apologizing for the injustice he committed.","With a smile, the friends returned to the clearing, more united than ever, valuing friendship above of any disagreement."],"keywords":["wolf","lamb","forest","kindness","truth","conflicts","friendship"," teachings"],"translations":{"en-pt":{"title":"O Lobo Sabido e o Cordeiro Gentil","hook":"Em uma floresta pacífica, um lobo astuto e um cordeiro gentil viviam lado a lado. Conforme as tensões aumentavam, quem sairá por cima nesta história de inteligência e bondade?","moral":"A fábula ensina que a verdade e a bondade prevalecem sobre a astúcia e a decepção. É melhor buscar compreensão e resolver conflitos pacificamente do que recorrer à agressão.","paragraphs":["Numa densa floresta, viviam um lobo astuto e um cordeiro gentil. Apesar de suas diferenças, eram bons amigos e compartilhavam histórias sob a luz da lua.","Um dia, na nascente de água fresca ao lado começou a secar, levando a uma escassez de água na floresta. O lobo, sedento, começou a culpar o cordeiro, alegando que ele sujava a água antes de bebê-la.","O cordeiro, em sua inocência, tentou explicar que a corrente sempre ia na direção oposta, mas o lobo insistiu em sua acusação. Cansado das mentiras do lobo, o cordeiro decidiu confrontá-lo.","No auge da discussão, o lobo, vendo que seus argumentos estavam falhando, pulou no cordeiro em um ataque feroz, mas escorregou na margem escorregadia e caiu nas águas turbulentas, sendo levado pela correnteza.","O cordeiro, com seu coração bondoso, estendeu uma pata para salvar o lobo. Ao ser resgatado, o lobo viu a verdade nos olhos gentis do cordeiro e reconheceu seu erro, pedindo desculpas pela injustiça que cometeu.","Com um sorriso, os amigos voltaram à clareira, mais unidos do que nunca, valorizando a amizade acima de qualquer desavença."],"keywords":{"floresta":["forest"],"amigos":["friends"],"cordeiro":["lamb"],"lobo":["wolf"],"nascente":["spring","source"],"água":["water"],"injustiça":["injustice"],"amizade":["friendship"],"corrente":["stream","current"]}},"id-en":{"title":"O Lobo Sabido e o Cordeiro Gentil","hook":"Di sebuah hutan yang damai, seekor serigala cerdik dan seekor domba lembut hidup berdampingan. Saat ketegangan meningkat, siapakah yang akan keluar sebagai pemenang dalam kisah kelihaian dan kebaikan?","moral":"Fabel ini mengajarkan bahwa kebenaran dan kebaikan akan mengalahkan tipu daya yang cerdik. Lebih baik mencari pemahaman dan menyelesaikan konflik secara damai daripada menggunakan agresi.","paragraphs":"","keywords":{"wolf":["serigala"],"lamb":["domba"],"forest":["hutan"],"kindness":["kebaikan","kasih"],"truth":["kebenaran"],"conflicts":["konflik","pertentangan"],"friendship":["persahabatan"],"teachings":["ajaran","pengajaran"]}}}}