{"title":"The Wise Camel and the Tricky Wolf","hook":"In the vast Arabian desert, a wise camel crosses paths with a sly wolf. What lessons will unfold between these cunning creatures?","moral":"Be cautious of those who sweet-talk their way into your trust; not everyone has good intentions.","paragraphs":["In the heart of the scorching desert, there lived a wise old camel named Amir. He was known throughout the land for his sagacity and keen judgment. One day, while making his way through the towering dunes, Amir encountered a sly wolf named Zahra.","Zahra was charismatic and charming, but Amir could sense something dubious about her. The wolf approached the camel with a friendly smile, weaving tales of friendship and shared goals. Amir listened attentively but remained cautious.","As days passed, Zahra's true colors began to show. She tried to trick Amir into sharing his food and water, claiming it was for the greater good of their friendship. However, the wise camel saw through her deceit and politely declined, safeguarding his provisions.","In the end, Zahra's cunning ways were exposed, and she left the desert in search of an easier target. Amir continued his journey, wiser and more discerning of those who might try to take advantage of his kindness."],"keywords":["arabian desert","wise camel","sly wolf","cunning creatures","lessons","trust","caution","friendship","deceit","wisdom"],"translations":{"en-pt":{"title":"O Sábio Camelo e o Lobo Astuto","hook":"Na vasta desert árabe, um camelo sábio cruza caminhos com um lobo esperto. Que lições se desdobrarão entre essas criaturas astutas?","moral":"Cuidado com aqueles que adocicam suas palavras para ganhar sua confiança; nem todos têm boas intenções.","paragraphs":["No coração do deserto escaldante, vivia um sábio e velho camelo chamado Amir. Ele era reconhecido por toda a terra por sua sagacidade e bom julgamento. Um dia, enquanto se movia pelas dunas imponentes, Amir encontrou uma loba astuta chamada Zahra.","Zahra era carismática e encantadora, mas Amir conseguia sentir algo duvidoso nela. A loba se aproximou do camelo com um sorriso amigável, tecendo histórias de amizade e objetivos compartilhados. Amir ouviu atentamente, mas permaneceu cauteloso.","Com o passar dos dias, as verdadeiras cores de Zahra começaram a aparecer. Ela tentou enganar Amir para que compartilhasse sua comida e água, alegando que era para o bem maior de sua amizade. No entanto, o sábio camelo enxergou através de sua mentira e recusou educadamente, protegendo suas provisões.","No final, as artimanhas astutas de Zahra foram expostas, e ela deixou o deserto em busca de uma vítima mais fácil. Amir continuou sua jornada, mais sábio e mais criterioso em relação àqueles que poderiam tentar se aproveitar de sua bondade."],"keywords":{"deserto":["desert"],"camelo":["camel"],"loba":["she-wolf"],"amizade":["friendship"],"engano":["deception","mistake"],"cautela":["caution"],"sagacidade":["sagacity","wisdom"],"artimanhas":["scheming","trickery","stratagems"]}},"id-en":{"title":"The Wise Camel and the Tricky Wolf","hook":"Di padang pasir luas Arab, unta bijak berpapasan dengan serigala licik. Apa pelajaran yang akan terjadi antara makhluk-makhluk cerdik ini?","moral":"Berhati-hatilah terhadap orang yang suka bicara manis untuk mendapatkan kepercayaanmu; tidak semua orang memiliki niat baik.","paragraphs":"","keywords":{"arabian desert":["gurun arab","padang pasir arab"],"wise camel":["unta bijaksana","unta cerdik"],"sly wolf":["serigala licik","serigala gesit"],"cunning creatures":["makhluk licik","makhluk cerdik"],"lessons":["pelajaran","ajaran","belajar"],"trust":["kepercayaan","membelai"],"caution":["ketelitian","kehati-hatian"],"friendship":["persahabatan","pertemanan"],"deceit":["tipu daya","penipuan"],"wisdom":["kebijaksanaan","ketajaman"]}}}}