{"title":"The Ant and the Grasshopper","hook":"Follow the tale of a diligent ant and a carefree grasshopper in the midst of summer. Who will be prepared for the upcoming winter, and who will face the consequences of their choices? Dive into this classic fable of hard work and responsibility.","moral":"Perseverance and foresight are essential virtues to face life's challenges.","paragraphs":["On a beautiful summer day, a hard-working ant carried grains of corn to his anthill. Meanwhile, a cicada sang happily, without worrying about the future.","As summer came to an end, the leaves began to fall and the weather became colder. The ant continued to store food, while the cicada realized it had no reserves for winter.","Upon seeing the cicada in distress, the ant offered him part of his corn grains, ensuring that he would not go hungry. The cicada, regretting his carelessness, learned the importance of hard work and forethought.","With the arrival of winter, the ant and the grasshopper survived together, teaching everyone in the forest the valuable lesson that perseverance and solidarity always prevail over negligence and laziness."],"keywords":["ant","cicada","summer","winter","solidarity"],"translations":{"en-pt":{"title":"A Formiga e o Gafanhoto","hook":"Siga a história de uma formiga diligente e um gafanhoto despreocupado no meio do verão. Quem estará preparado para o inverno iminente, e quem enfrentará as consequências de suas escolhas? Mergulhe nesta fábula clássica sobre trabalho árduo e responsabilidade.","moral":"Perseverança e visão de futuro são virtudes essenciais para enfrentar os desafios da vida.","paragraphs":["Num belo dia de verão, uma formiga trabalhadora carregava grãos de milho para seu formigueiro. Enquanto isso, uma cigarra cantava feliz, sem se preocupar com o futuro.","Com o fim do verão, as folhas começaram a cair e o tempo ficava mais frio. A formiga continuava a armazenar comida, enquanto a cigarra percebeu que não tinha reservas para o inverno.","Ao ver a cigarra em apuros, a formiga ofereceu-lhe parte de seus grãos de milho, garantindo que ele não passaria fome. A cigarra, arrependendo-se de sua imprudência, aprendeu a importância do trabalho árduo e do planejamento.","Com a chegada do inverno, a formiga e a cigarra sobreviveram juntas, ensinando a todos na floresta a valiosa lição de que a perseverança e a solidariedade sempre prevalecem sobre a negligência e a preguiça."],"keywords":{"formiga":["ant"],"cigarra":["cicada"],"milho":["corn","maize"],"verão":["summer"],"inverno":["winter"],"trabalho árduo":["hard work"],"planejamento":["planning"],"solidariedade":["solidarity"],"perseverança":["perseverance"]}},"id-en":{"title":"The Ant and the Grasshopper","hook":"Ikuti cerita semut rajin dan belalang yang ceroboh di tengah musim panas. Siapakah yang akan bersiap untuk musim dingin yang akan datang, dan siapa yang akan menghadapi konsekuensi dari pilihan mereka? Telusuri dongeng klasik ini tentang kerja keras dan tanggung jawab.","moral":"Kesabaran dan penglihatan ke depan adalah kebajikan penting untuk menghadapi tantangan hidup.","paragraphs":"","keywords":{"ant":["semut"],"cicada":["cicada","cengkerik"],"summer":["musim panas"],"winter":["musim dingin"],"solidarity":["solidaritas","persatuan"]}}}}