{"title":"The Argumentative Antelope and the Stubborn Gazelle","hook":"An argumentative antelope and a stubborn gazelle clash over the best grazing spot, leading to an unexpected turn of events that leaves everyone questioning their assumptions.","moral":"Pride and stubbornness can lead to unnecessary conflicts and missed opportunities for mutual benefit.","paragraphs":["Once upon a time in the vast plains of Africa, there lived an argumentative antelope named Akello and a stubborn gazelle named Tembo. They were known far and wide for their strong personalities and unwavering opinions.","One hot day, as they both approached a lush grazing spot abundant with fresh grass, they found themselves face to face. Akello claimed the spot was rightfully hers as she had been grazing there for years, while Tembo insisted that it was time for a change and he deserved a chance to enjoy the greenery.","With tempers flaring, the two animals refused to back down. They argued back and forth for hours, drawing the attention of other creatures in the vicinity. As the dispute escalated, a wise old elephant named Jafari happened to pass by and observed the commotion.","Jafari calmly approached Akello and Tembo and asked them to consider the bigger picture. He pointed out that there was plenty of grass for both of them to share and that their stubbornness was only causing unnecessary conflict and tension.","Seeing the sense in Jafari's words, Akello and Tembo finally relented. They decided to put their differences aside and agreed to graze together peacefully, realizing that cooperation was far more beneficial than stubbornness and pride.","In the end, the once quarrelsome duo became unlikely friends, sharing the grazing spot harmoniously and enjoying each other's company. Their newfound understanding and humility taught them an important lesson about the value of compromise and cooperation."],"keywords":["antelope","gazelle","grazing","conflict","cooperation","stubbornness","compromise","harmony","lessons","understanding"],"translations":{"en-pt":{"title":"A Antílope Briguenta e a Gazela Teimosa","hook":"An argumentative antelope and a stubborn gazelle clash over the best grazing spot, leading to an unexpected turn of events that leaves everyone questioning their assumptions.","moral":"Pride and stubbornness can lead to unnecessary conflicts and missed opportunities for mutual benefit.","paragraphs":["Era uma vez nas vastas planícies da África, viviam uma antílope argumentativa chamada Akello e uma gazela teimosa chamada Tembo. Eles eram conhecidos longe e largo por suas personalidades fortes e opiniões inabaláveis.","Num dia quente, ao se aproximarem de um local de pastagem exuberante, repleto de grama fresca, encontraram-se cara a cara. Akello afirmou que o local era dela por direito, pois pastava ali há anos, enquanto Tembo insistia que era hora de mudar e ele merecia uma chance de desfrutar da verdura.","Com os ânimos exaltados, os dois se recusaram a ceder. Discutiram incessantemente por horas, chamando a atenção de outras criaturas nas proximidades. À medida que a disputa se intensificava, um sábio elefante idoso chamado Jafari passou pelo local e observou a confusão.","Jafari se aproximou calmamente de Akello e Tembo e pediu que considerassem o quadro geral. Apontou que havia grama em abundância para ambos compartilharem e que a teimosia deles só estava causando conflito e tensão desnecessários.","Ao verem o sentido nas palavras de Jafari, Akello e Tembo finalmente cederam. Decidiram deixar suas diferenças de lado e concordaram em pastar juntos pacificamente, percebendo que a cooperação era muito mais benéfica do que a teimosia e o orgulho.","No final, o duo antes briguento tornou-se amigos improváveis, dividindo o local de pastagem harmoniosamente e desfrutando da companhia um do outro. Sua nova compreensão e humildade lhes ensinaram uma lição importante sobre o valor do compromisso e da cooperação."],"keywords":{"antílope":["antelope"],"gazela":["gazelle"],"áfrica":["africa"],"grama":["grass"],"elefante":["elephant"],"cooperação":["cooperation"],"teimosia":["stubbornness"],"conflito":["conflict"],"compromisso":["commitment"],"humildade":["humility"]}},"id-en":{"title":"The Argumentative Antelope and the Stubborn Gazelle","hook":"Seekor antelop yang suka bertengkar dan sejenis gazel yang keras kepala bertabrakan karena berebut spot padang rumput terbaik, mengakibatkan kejadian tak terduga yang membuat semua orang meragukan asumsi mereka.","moral":"Kepala besar dan keras kepala bisa menyebabkan konflik yang tak perlu dan melewatkan peluang saling menguntungkan.","paragraphs":"","keywords":{"antelope":["antelop"],"gazelle":["gazel"],"grazing":["makan rumput","merumput"],"conflict":["konflik","perselisihan"],"cooperation":["kerjasama","kolaborasi"],"stubbornness":["keras kepala","keras hati"],"compromise":["kompromi","tenggang rasa"],"harmony":["harmoni","keselarasan"],"lessons":["pelajaran","ajaran"],"understanding":["pengertian","pemahaman"]}}}}