{"title":"Baba's Big Surprise","hook":"Join Baba on an adventure to receive a magical surprise! What could it be hidden in the dusty attic?","moral":"Surprises can brighten our day, even when we least expect them.","paragraphs":["Baba was sweeping her attic when she stumbled upon a dusty trunk. Curious, she opened it to find old treasures.","Among the treasures was a shiny, golden key. Baba remembered her late husband giving it to her long ago, but she forgot its purpose.","She decided to try the key in different locks around the house. At last, in the garden shed, the key clicked, and the door creaked open.","Inside, Baba found a beautiful music box. As she wound it up, sweet melodies filled the air, bringing back memories of happier times."],"keywords":["Baba","surprise","treasures","key","music box","memories","attic","adventure","curious","happiness"],"translations":{"en-pt":{"title":"A Surpresa Grande da Vovó","moral":"Surpresas podem alegrar nosso dia, mesmo quando menos esperamos.","hook":"Vamos com a Vovó numa aventura para descobrir uma surpresa mágica! O que será que está escondido no sótão empoeirado?","keywords":{"vovó":["grandma","Vovó"],"baú":["trunk"],"tesouros":["treasures"],"chave":["key"],"fechaduras":["locks"],"porta":["door"],"caixinha de música":["music box"],"memórias":["memories"],"brilhante":["shiny"],"finado":["late"]},"paragraphs":["A vovó estava varrendo seu sótão quando tropeçou em um baú empoeirado. Curiosa, ela abriu e encontrou tesouros antigos.","Dentro dos tesouros havia uma chave brilhante e dourada. Baba lembrou do seu finado marido dando para ela há muito tempo, mas ela esqueceu qual era o seu propósito.","Ela decidiu experimentar a chave em diferentes fechaduras pela casa. Finalmente, no galpão do jardim, a chave girou, e a porta rangeu aberta.","Dentro, a Vovó encontrou uma caixinha de música linda. Quando ela girou a chave, músicas doces encheram o ar, trazendo de volta memórias de momentos felizes."]},"id-en":{"hook":"Join Baba on an adventure to receive a magical surprise! What could it be hidden in the dusty attic?","moral":"Surprises can brighten our day, even when we least expect them.","title":"Baba's Big Surprise","keywords":{"key":["kunci"],"locks":["kunci"],"door":["pintu"],"granny":["nenek"],"upstairs room":["kamar atas"],"toys":["mainan"],"sparkly":["berkilau"],"yellow":["kuning"],"treasure box":["kotak harta karun"],"house":["rumah"],"pretty":["cantik"],"tunes":["lagu"]},"paragraphs":["Granny was cleaning her upstairs room when she found a dirty box. She was curious, so she opened it and discovered old toys.","In the treasure box, there was a sparkly, yellow key. Baba remembered her dear husband giving it to her a long time ago, but she forgot what it's for.","She thought to use the special key in all the locks in the home. Finally, in the small house outside, the key turned and the door made a loud noise opening.","In the house, Grandma found a pretty singing box. When she turned the knob, lovely tunes filled the room, making her remember joyful moments."]},"en-de":{"title":"Bubbas große Überraschung","moral":"Überraschungen können unseren Tag erhellen, auch wenn wir sie am wenigsten erwarten.","hook":"Komm mit Baba auf ein Abenteuer, um eine magische Überraschung zu erhalten! Was könnte im staubigen Dachboden versteckt sein?","keywords":{"Musikdose":["music box"],"süß":["sweet"],"Erinnerungen":["memories"],"Schätze":["treasures"],"glänzend":["shiny"],"Schlüssel":["key"],"Haus":["house"],"Tür":["door"],"Dachboden":["attic"],"staubig":["dusty"]},"paragraphs":["Baba kehrte den Dachboden, als sie über eine staubige Truhe stolperte. Neugierig öffnete sie sie und fand alte Schätze.","Zwischen den Schätzen war ein glänzender, goldener Schlüssel. Baba erinnerte sich, dass ihr verstorbener Mann ihn ihr vor langer Zeit geschenkt hatte, aber sie hatte seinen Zweck vergessen.","Sie hat entschieden, den Schlüssel in verschiedene Schlösser im Haus zu probieren. Zuletzt, im Gartenschuppen, hat der Schlüssel geklickt und die Tür quietschte auf.","Inside, Baba fand eine hübsche Musikdose. Als sie sie aufzog, erfüllten süße Melodien die Luft und brachten Erinnerungen an glücklichere Zeiten zurück."]},"en-fr":{"title":"La Grande Surprise de Baba","moral":"Les surprises peuvent illuminer notre journée, même quand on ne s'y attend pas du tout.","hook":"Viens avec Baba pour une aventure et découvrir une surprise magique ! Qu'est-ce qui pourrait être caché dans le grenier poussiéreux ?","keywords":{"clé":["key"],"serrures":["locks"],"jardin":["garden"],"grenier (attic)":["attic"],"curieux/curieuse (curious)":["curious"],"trésors (treasures)":["treasures"],"maison":["house"],"jolie":["pretty"],"mélodies":["melodies"],"dorée":["golden"],"trésors":["treasures"]},"paragraphs":["Baba balayait son grenier quand elle est tombée sur un coffre poussiéreux. Curieuse, elle l'a ouvert pour y trouver de vieux trésors.","Dans les trésors se trouvait une clé brillante et dorée. Baba se souvenait que son défunt mari la lui avait donnée il y a longtemps, mais elle avait oublié à quoi elle servait.","Elle a décidé d'essayer la clé dans différentes serrures autour de la maison. Enfin, dans le cabanon de jardin, la clé a cliqué, et la porte s'est ouverte en grinçant.","Dans la maison, Baba a trouvé une jolie boîte à musique. Quand elle l'a remontée, de douces mélodies ont rempli l'air, rappelant des souvenirs de moments joyeux."]}}}