{"title":"Granny Trio's Cow Conundrum","hook":"Why were Granny Trio's arguing over how the Cow sleeps? Let's find out!","moral":"Don't let small differences overshadow harmony and friendship.","paragraphs":["In a cozy barn nestled among rolling hills, lived the lively Granny Trio - Baba, Biba, and Buba. One sunny afternoon, they gathered around their cow, Clara.","Baba insisted, 'Clara loves sleeping on soft hay!' Biba shook her head, 'No, she prefers the cool grass.' Buba chimed in, 'She curls up on the ground.' The grannies couldn't agree on Clara's sleeping spot!","To settle the debate, they decided to observe Clara at night. Much to their surprise, Clara shifted from hay to grass to ground, enjoying all equally. The grannies giggled at their fuss.","With newfound understanding, the trio hugged, 'Clara is happy with choices. Let's embrace differences, like she does!' From then on, they cherished each other's unique ways."],"keywords":["Granny Trio","Cow","sleeping","arguing","harmony","friendship","observation","understanding","choices","differences"],"translations":{"id-en":{"hook":"Why were Granny Trio's arguing over how the Cow sleeps? Let's find out!","moral":"Don't let small differences overshadow harmony and friendship.","title":"Granny Trio's Cow Conundrum","keywords":{"grandma":["nenek"],"fluffy":["berbulu","lebat"],"ground":["tanah","bumi"],"watch":["menonton","menyaksikan"],"night time":["malam","waktu malam"],"amazed":["kagum","tercengang"],"comfy":["nyaman","nyenyak"],"green hills":["bukit hijau"],"bright day":["siang yang cerah","hari yang terang"],"hugs":["pelukan","memeluk"],"knowledge":["pengetahuan","ilmu"],"differences":["perbedaan","kesenjangan"]},"paragraphs":["In a comfy barn in the middle of green hills, there were the three fun Grannies - Nana, Nina, and Lulu. On a bright day, they all met by their cow, Cookie.","Grandma said, 'Clara likes to sleep on the fluffy hay!' Her friend replied, 'No, she likes the chilly grass better.' Another friend added, 'She snuggles on the ground.' The grandmas couldn't decide where Clara sleeps!","To end the argument, they chose to watch Clara during the night time. They were amazed when Clara moved from hay to grass to ground, liking each one the same. The grandmothers laughed at their excitement.","With new knowledge, the three friends gave hugs, 'Clara is glad with picks. Let's welcome differences, like she does!' After that, they loved each other's special ways."]},"en-pt":{"title":"A Vacaloca da Vovó Trio","moral":"Não deixe pequenas diferenças atrapalharem a harmonia e a amizade.","hook":"Por que a vovó Três estava discutindo sobre como a vaquinha dorme? Vamos descobrir!","keywords":{"abraçar":["hug","embrace"],"feliz":["happy","joyful"],"valorizaram":["valued","appreciated"],"noite":["night","evening"],"surpresa":["surprise","shock"],"vovós":["grandmothers","grannies"],"celeiro":["barn","hayloft"],"colinas":["hills","knolls"],"vaca":["cow","heifer"],"palha":["straw","hay"],"grama":["grass","lawn"],"enrolar":["curl up","coil up"]},"paragraphs":["Num celeiro aconchegante, entre colinas verdejantes, morava a animada Vovó Trio - Babá, Bibá e Bubá. Numa tarde ensolarada, elas se reuniram em volta da sua vaca, Clara.","Titia Maria disse, 'Clara adora dormir na palha macia!' Vovó Joana balançou a cabeça, 'Não, ela prefere a grama fresquinha.' Vovô José interviu, 'Ela se enrola no chão.' As vovós não conseguiram concordar sobre o lugar de dormir da Clara!","Para resolver a discussão, decidiram observar a Clara à noite. Para a surpresa deles, Clara mudou-se da palha para a grama para o chão, apreciando todos igualmente. As vovós riram da confusão deles.","Com novo entendimento, o trio se abraçou, 'Clara está feliz com suas escolhas.  Vamos abraçar as diferenças, como ela faz!' Desde então, eles valorizaram as maneiras únicas um do outro."]},"en-fr":{"hook":"Pourquoi Mamie Trio se disputait-elle sur comment dort la vache? Découvrons-le ensemble!","moral":"Ne laisse pas de petites différences gâcher l'harmonie et l'amitié.","title":"Le Problème de la Vache de Mamie Trio","keywords":{"débat":["debate","discussion"],"observer":["watch","observe"],"surprise":["surprise","astonishment"],"compréhension":["understanding","comprehension"],"choix":["choice","option"],"différences":["differences","variation"],"grange (barn)":["barn","shed"],"collines (hills)":["hills","mountains"],"vache (cow)":["cow","cattle"],"doux":["soft","gentle"],"herbe":["grass","herb"],"blottir":["cuddle","snuggle"]},"paragraphs":["Dans une grange confortable nichée parmi des collines verdoyantes, vivaient les Granny Trio animées - Baba, Biba et Buba. Un après-midi ensoleillé, ils se sont rassemblés autour de leur vache, Clara.","Baba a dit: 'Clara adore dormir sur un doux foin!' Biba a secoué la tête: 'Non, elle préfère l'herbe fraîche.' Buba a ajouté: 'Elle se blottit sur le sol.' Les mamies ne s'accordaient pas sur l'endroit où Clara dort!","Pour régler le débat, ils ont décidé d'observer Clara la nuit. À leur grande surprise, Clara est passée de la paille à l'herbe au sol, appréciant tout autant. Les mamies ont rigolé de leurs tracas.","Avec la nouvelle compréhension, le trio fit un calin, 'Clara est contente avec ses choix. Embrassons les différences, comme elle le fait!' Dès lors, ils appréciarent les façons uniques de chacun."]},"en-de":{"moral":"Lass kleine Unterschiede nicht die Harmonie und Freundschaft überschatten.","title":"Oma Trio's Kuh Rätsel","hook":"Warum haben Oma Trio gestritten, wie die Kuh schläft? Lass uns herausfinden!","keywords":{"Stall":["stable"],"versteckt":["hidden","concealed"],"Trio":["trio","three-piece"],"Heu (hay)":["hay"],"Gras (grass)":["grass"],"Erde (ground)":["ground","earth"],"Boden (ground)":["ground"],"kühles Gras (cool grass)":["cool grass"],"Verständnis":["understanding","comprehension"],"umarmen":["embrace","hug"],"glücklich":["happy"]},"paragraphs":["Im gemütlichen Stall, der zwischen den sanften Hügeln versteckt war, lebte das lebhafte Oma-Trio - Baba, Biba und Buba. An einem sonnigen Nachmittag versammelten sie sich um ihre Kuh, Clara.","Baba sagte, 'Clara liebt es, auf weichem Heu zu schlafen!' Biba schüttelte den Kopf, 'Nein, sie mag das kühle Gras lieber.' Buba fügte hinzu, 'Sie kuschelt sich auf den Boden.' Die Omas konnten sich nicht auf Claras Schlafplatz einigen!","Um den Streit zu klären, beschlossen sie, Clara in der Nacht zu beobachten. Viel zu ihrer Überraschung wechselte Clara zwischen Heu, Gras und Erde hin und her und genoss alles gleichermaßen. Die Omas kicherten über ihr Getue.","Mit neuem Verständnis umarmten das Trio: 'Clara ist glücklich mit ihren Entscheidungen. Lass uns Unterschiede umarmen, so wie sie es tut!' Von da an, schätzten sie die einzigartigen Wege der anderen."]}}}