{"title":"The Curious Acorn","hook":"What happens when a tiny acorn has big dreams in a vast forest?","moral":"Embrace your uniqueness and never stop reaching for your dreams.","paragraphs":["In a bustling forest, there lived a curious little acorn named Alfie. Unlike his fellow acorns, Alfie didn't want to grow into a tall oak tree. Instead, he dreamed of becoming the first acorn artist in the forest.","\"Why paint with your roots when you can paint with your heart?\" Alfie would say, looking at the vibrant colors of the forest. But the other acorns laughed, \"Acorns are meant to be sturdy oak trees, not artists!\"","Determined to prove them wrong, Alfie collected fallen berries and crushed petals to make his own paint. He painted intricate patterns on his shell with a tiny twig brush, creating miniature masterpieces.","One day, a group of curious forest animals stumbled upon Alfie's artwork. They were amazed by his talent and praised his creativity. The animals spread the word, and soon, creatures from all corners of the forest came to admire Alfie's unique art.","Seeing how his art brought joy to others, the other acorns realized the beauty in embracing one's individuality. They apologized to Alfie for not understanding his dream and celebrated his artistry, each embracing their own unique talents."],"keywords":["acorn","artist","creativity","uniqueness","forest","dream","embrace"],"translations":{"en-de":{"title":"Die Neugierige Eichel","hook":"Was passiert, wenn eine winzige Eichel große Träume in einem riesigen Wald hat?","moral":"Umarme deine Einzigartigkeit und höre nie auf, nach deinen Träumen zu greifen.","keywords":{"Wald":["forest"],"Eichel":["acorn"],"Künstler":["artist"],"Tiere":["animals"],"Kunst":["art"],"Individualität":["individuality"],"Talente":["talents"],"malen":["paint","draw"],"Wurzeln":["roots"],"Herzen":["hearts"],"Alfie":["Alfie"],"Beeren":["berries"],"Malen":["paint"]},"paragraphs":["In einem lebhaften Wald lebte eine neugierige kleine Eichel namens Alfie. Anders als seine Baumkollegen wollte Alfie nicht zu einer hohen Eiche heranwachsen. Stattdessen träumte er davon, der erste Eichelkünstler im Wald zu werden.\n","\"Warum mit deinen Wurzeln malen, wenn du mit deinem Herzen malen kannst?\" würde Alfie sagen, während er die lebendigen Farben des Waldes betrachtete. Aber die anderen Eicheln lachten: \"Eicheln sollen starke Eichenbäume sein, keine Künstler!\"\n","Fest entschlossen, sie falsch zu beweisen, sammelte Alfie gefallene Beeren und zerkleinerte Blütenblätter, um seine eigene Farbe herzustellen. Er malte aufwändige Muster auf seine Schale mit einem winzigen Zweigpinsel und schuf Miniaturmeisterwerke.\n","Eines Tages fand eine Gruppe neugieriger Waldbewohner Alfies Kunstwerke. Sie waren erstaunt über sein Talent und lobten seine Kreativität. Die Tiere erzählten es weiter, und bald schon kamen Kreaturen aus allen Ecken des Waldes, um Alfies einzigartige Kunst zu bewundern.\n","Als sie sahen, wie Alfies Kunst andere erfreute, erkannten die anderen Eicheln die Schönheit darin, die Individualität zu umarmen. Sie entschuldigten sich bei Alfie, dass sie seinen Traum nicht verstanden hatten, und feierten seine Künstlerseele, jeder seine eigenen einzigartigen Talente umarmend.\n"]},"id-en":{"hook":"What happens when a tiny acorn has big dreams in a vast forest?","moral":"Embrace your uniqueness and never stop reaching for your dreams.","title":"The Curious Acorn","keywords":{"Alfie":["Alfie"],"berries":["buah beri"],"paint":["cat"],"roots":["akar"],"heart":["hati","jantung"],"acorns":["biji ekor","oakorn"],"individuality":["keunikan","keistimewaan"],"artistry":["seni","keahlian"],"acorn":["ekor"],"artist":["seniman"],"forest":["hutan"],"forest animals":["hewan hutan"],"Alfie's artwork":["karya Alfie"],"creativity":["kreativitas"]},"paragraphs":["Once upon a time, there was a busy forest where a small, curious acorn named Alfie resided. Alfie was different from the other acorns as he didn't wish to grow into a big tree like them. His dream was to be the very first artist acorn in the forest.\n","Alfie would say, \"Why use the roots to paint when you can use your heart?\" He saw the colors in the forest. The other acorns laughed, \"Acorns should grow into strong trees, not paint pictures!\"\n","Alfie wanted to show he could do it. He picked berries and squished flowers to make paint. With a small stick, he drew fancy designs on his shell, making tiny beautiful pictures.\n","One sunny day, a bunch of nosy forest animals found Alfie's beautiful pictures. They were so impressed by his amazing skills and they said lots of nice things about how clever Alfie is. The animals told all their friends about Alfie's special pictures, and very quickly, animals from everywhere in the forest came to see Alfie's one-of-a-kind art.\n","When the acorns saw how happy Alfie's drawings made everyone feel, they learned that it's great to be different and to do your own thing. They told Alfie they were sorry for not getting it before, and they all had a party to cheer him up and show how cool he is.\n"]},"en-fr":{"title":"La Noisette Curieuse","hook":"Que se passe-t-il quand une petite gland a de grands rêves dans une immense forêt?","moral":"Sois fier d'être différent et n'arrête jamais de poursuivre tes rêves.\n","keywords":{"peindre":["paint"],"racines":["roots"],"cœur":["heart"],"forêt":["forest"],"curieux":["curious"],"artiste":["artist"],"Alfie":["Alfie"],"baies":["berries"],"pétales":["petals"],"joie (joy)":["joy"],"beauté (beauty)":["beauty"],"talents uniques (unique talents)":["unique talents"],"animaux":["animals"],"talent":["talent"],"créativité":["creativity"]},"paragraphs":["Dans une forêt animée, il y avait un petit gland curieux nommé Alfie. Contrairement à ses camarades glands, Alfie ne voulait pas grandir pour devenir un grand chêne. Au lieu de cela, il rêvait de devenir le premier artiste de glands de la forêt.\n","Pourquoi peindre avec tes racines quand tu peux peindre avec ton cœur ? se demandait Alfie, en regardant les couleurs vibrantes de la forêt. Mais les autres glands riaient, \"Les glands sont faits pour devenir de solides chênes, pas des artistes !\"\n","Déterminé à prouver aux autres qu'ils avaient tort, Alfie a ramassé des baies tombées et écrasé des pétales pour fabriquer sa propre peinture. Il a peint des motifs complexes sur sa coquille avec un petit pinceau de brindille, créant des mini chefs-d'œuvre.\n","Il était une fois, un groupe d'animaux curieux de la forêt découvrit les œuvres d'art d'Alfie. Ils furent émerveillés par son talent et saluèrent sa créativité. Les animaux propagèrent la nouvelle, et bientôt, des créatures de tous les coins de la forêt vinrent admirer l'art unique d'Alfie.\n","En voyant comment son art apportait de la joie aux autres, les autres graines de chêne ont réalisé la beauté de s'accepter tel qu'on est. Ils ont présenté leurs excuses à Alfie pour ne pas avoir compris son rêve et ont célébré son talent artistique, chacun acceptant ses propres talents uniques.\n"]},"en-pt":{"title":"A Bolota Curiosa","moral":"Abraçe sua diferença e nunca pare de buscar seus sonhos.","hook":"O que acontece quando uma pequena bolota tem grandes sonhos numa floresta imensa?\n    ","keywords":{"forest":["forest"],"acorn":["acorn"],"artist":["artist"],"animals":["animals"],"talent":["talent"],"creativity":["creativity"],"Alfie":["Alfie"],"paint":["paint"],"patterns":["patterns"],"heart":["heart"],"individuality":["individuality"],"embraced":["embraced"],"talents":["talents"]},"paragraphs":["Numa floresta agitada, morava um bolota curioso chamado Alfie. Diferente dos seus colegas bolotas, Alfie não queria crescer e virar uma grande árvore de carvalho. Em vez disso, ele sonhava em se tornar o primeiro artista bolota na floresta.\n","Por que pintar com suas raízes quando você pode pintar com seu coração? Alfie diria, olhando para as cores vibrantes da floresta. Mas as outras bolotas riram, \"As bolotas devem ser árvores carvalho robustas, não artistas!\"\n","Determinado a provar que estavam errados, Alfie recolheu frutas caídas e esmagou flores para fazer sua própria tinta. Ele pintou padrões intrincados em sua casca com um pincel de galho pequeno, criando miniaturas magníficas.\n","Certo dia, um grupo de animais da floresta curiosos se deparou com as artes de Alfie. Eles ficaram maravilhados com seu talento e elogiaram sua criatividade. Os animais espalharam a palavra e logo, criaturas de todos os cantos da floresta vieram admirar a arte única de Alfie.\n","Vendo como sua arte trazia alegria para os outros, as outras bolotas perceberam a beleza em abraçar a individualidade de cada um. Pediram desculpas a Alfie por não entenderem o seu sonho e celebraram a sua arte, cada um abraçando seus próprios talentos únicos.\n"]}}}