{
  "title": "Kian the Loyal Tiger",
  "hook": "What adventure awaits Kian the loyal tiger in the great jungle of Fora?",
  "moral": "Loyalty and bravery are rewarded in unexpected ways.",
  "paragraphs": [
    "In the vast and lush jungle of Fora lived Kian, a strong and loyal tiger known far and wide for his unwavering courage and kindness towards others. Kian always went out of his way to help his fellow jungle inhabitants, from the playful monkeys to the colorful birds.",
    "One sunny morning, a loud commotion broke the tranquility of the jungle. The mischievous monkeys had gotten themselves stuck in a deep pit, unable to climb out. Kian rushed to their aid, his stripes glistening in the sunlight.",
    "\"Don't worry, friends! I will help you out,\" said Kian confidently, as he braced himself to pull the monkeys to safety one by one. With his strength and determination, Kian managed to rescue them all, earning even more admiration and respect from the jungle community.",
    "The grateful monkeys thanked Kian with a feast of ripe fruits and sweet nectar. As they celebrated together under the canopy of trees, Kian felt a warm glow in his chest, knowing that his loyalty and bravery had brought joy and unity to Fora."
  ],
  "keywords": [
    "Kian",
    "loyal",
    "tiger",
    "Fora",
    "jungle",
    "courage",
    "kindness",
    "commotion",
    "rescue",
    "unity"
  ],
  "characters": [
    "Kian"
  ],
  "translations": {
    "en-pt": {
      "title": "Kian, o Tigre Leal",
      "hook": "Que aventura aguarda Kian, o tigre leal, na grande selva de Fora?",
      "moral": "Fidelidade e coragem são recompensadas de maneiras inesperadas.",
      "keywords": {
        "selva": [
          "jungle",
          "forest"
        ],
        "tigre": [
          "tiger"
        ],
        "coragem": [
          "courage"
        ],
        "macacos": [
          "monkeys"
        ],
        "Kian": [
          "Kian"
        ],
        "festa": [
          "party",
          "celebration"
        ],
        "amigos": [
          "friends"
        ],
        "ajudar": [
          "help",
          "assist"
        ],
        "resgatá-los": [
          "rescue them"
        ],
        "manhã ensolarada": [
          "sunny morning"
        ],
        "barulho alto": [
          "loud noise"
        ],
        "macacos travessos": [
          "mischievous monkeys"
        ]
      },
      "paragraphs": [
        "Na grande e exuberante selva de Fora viveu Kian, um tigre forte e leal conhecido por todos por sua coragem inabalável e bondade para com os outros. Kian sempre fazia de tudo para ajudar seus companheiros habitantes da selva, desde os macacos brincalhões até os pássaros coloridos.\n",
        "Uma manhã ensolarada, um barulho alto quebrou a tranquilidade da selva. Os macacos travessos tinham ficado presos em um buraco profundo, incapazes de sair. Kian correu para ajudá-los, suas listras brilhando ao sol.\n",
        "\"Não se preocupe, amigos! Vou te ajudar,\" disse Kian confiante, enquanto se preparava para puxar os macacos em segurança um por um. Com sua força e determinação, Kian conseguiu resgatá-los todos, ganhando ainda mais admiração e respeito da comunidade da selva.\n",
        "Os macacos gratos agradeceram Kian com uma festa de frutas maduras e néctar doce. Enquanto celebravam juntos sob o dossel das árvores, Kian sentiu um calor no peito, sabendo que sua lealdade e bravura tinham trazido alegria e união para Fora.\n"
      ]
    },
    "en-de": {
      "title": "Kian der Treue Tiger",
      "moral": "Treue und Tapferkeit werden auf unerwartete Art belohnt.",
      "hook": "Was für ein Abenteuer erwartet Kian, den treuen Tiger, im großen Dschungel von Fora?",
      "keywords": {
        "Dschungel": [
          "jungle"
        ],
        "Tiger": [
          "tiger"
        ],
        "Mut": [
          "courage",
          "bravery"
        ],
        "Morgen": [
          "morning"
        ],
        "Affen": [
          "monkeys",
          "apes"
        ],
        "Kian": [
          "brave"
        ],
        "Selbstbewusst": [
          "self-confident"
        ],
        "Früchte": [
          "fruits"
        ],
        "Treue": [
          "loyalty"
        ]
      },
      "paragraphs": [
        "In dem riesigen und grünen Dschungel von Fora lebte Kian, ein starker und treuer Tiger, der weit und breit für seinen unerschütterlichen Mut und seine Freundlichkeit bekannt war. Kian machte immer Mühe, seinen Mitbewohnern im Dschungel zu helfen, von den verspielten Affen bis zu den bunten Vögeln.\n",
        "An einem sonnigen Morgen brach ein lautes Durcheinander die Ruhe des Dschungels. Die übermütigen Affen hatten sich in einem tiefen Loch festgefahren und konnten nicht herausklettern. Kian eilte zu ihrer Hilfe, seine Streifen glänzten im Sonnenlicht.\n",
        "\"Macht euch keine Sorgen, Freunde! Ich werde euch helfen,\" sagte Kian selbstbewusst, als er sich darauf vorbereitete, die Affen nacheinander in Sicherheit zu bringen. Mit seiner Stärke und Entschlossenheit gelang es Kian, sie alle zu retten, was ihm noch mehr Bewunderung und Respekt von der Dschungelgemeinschaft einbrachte.\n",
        "Die dankbaren Affen bedankten sich bei Kian mit einem Fest reifer Früchte und süßem Nektar. Als sie gemeinsam unter dem Blätterdach der Bäume feierten, fühlte Kian eine warme Glut in seiner Brust, wissend, dass seine Treue und Tapferkeit Freude und Einheit nach Fora gebracht hatten.\n"
      ]
    },
    "en-fr": {
      "title": "Kian le Tigre Fidèle",
      "hook": "Quelle aventure attend Kian le tigre loyal dans la grande jungle de Fora?",
      "moral": "Quand on est fidèle et courageux, on reçoit des récompenses de façon surprenante.",
      "keywords": {
        "jungle": [
          "jungle"
        ],
        "tigre": [
          "tiger"
        ],
        "courage": [
          "courage"
        ],
        "amis": [
          "friends"
        ],
        "sauver": [
          "save"
        ],
        "détermination": [
          "determination"
        ],
        "singes taquins": [
          "playful monkeys"
        ],
        "trou profond": [
          "deep hole"
        ],
        "rayures scintillant": [
          "shimmering stripes"
        ],
        "singes": [
          "monkeys"
        ],
        "festin": [
          "feast"
        ],
        "loyauté": [
          "loyalty"
        ]
      },
      "paragraphs": [
        "Dans la grande et luxuriante jungle de Fora vivait Kian, un tigre fort et loyal connu de tous pour son courage inébranlable et sa gentillesse envers les autres. Kian faisait toujours en sorte d'aider ses camarades de la jungle, des singes espiègles aux oiseaux colorés.\n",
        "Un matin ensoleillé, un gros bruit a perturbé le calme de la jungle. Les singes taquins s'étaient retrouvés coincés dans un trou profond, incapables de grimper dehors. Kian a accouru pour les aider, ses rayures scintillant sous le soleil.\n",
        "\"Ne t'inquiète pas, amis ! Je vais vous aider,\" dit Kian avec confiance, en se préparant à sauver les singes un par un. Avec sa force et sa détermination, Kian réussit à tous les sauver, gagnant encore plus d'admiration et de respect de la communauté de la jungle. \n",
        "Les singes reconnaissants ont remercié Kian avec un festin de fruits mûrs et de nectar sucré. Alors qu'ils célébraient ensemble sous la canopée des arbres, Kian sentait une chaleur dans sa poitrine, sachant que sa loyauté et sa bravoure avaient apporté de la joie et de l'unité à Fora.\n"
      ]
    },
    "id-en": {
      "hook": "What adventure awaits Kian the loyal tiger in the great jungle of Fora?",
      "moral": "Loyalty and bravery are rewarded in unexpected ways.",
      "title": "Kian the Loyal Tiger",
      "keywords": {
        "jungle": [
          "hutan",
          "rimba"
        ],
        "tiger": [
          "harimau",
          "macan"
        ],
        "bravery": [
          "keberanian",
          "kegagahan"
        ],
        "monkeys": [
          "monyet",
          "kera"
        ],
        "feast": [
          "pesta",
          "fest"
        ],
        "loyalty": [
          "kesetiaan",
          "loyalitas"
        ],
        "friends": [
          "teman",
          "sahabat"
        ],
        "help": [
          "bantuan",
          "membantu"
        ],
        "rescue": [
          "menyelamatkan",
          "penyelamatan"
        ],
        "pit": [
          "lubang",
          "jurang"
        ]
      },
      "paragraphs": [
        "In a big and green forest called Fora, there was Kian, a strong and friendly tiger who was known by everyone for always being brave and kind to others. Kian loved to help his jungle friends, like the playful monkeys and the colorful birds.\n",
        "One bright morning, there was a big noise in the peaceful jungle. The naughty monkeys were trapped in a deep hole and couldn't get out. Kian hurried to help them, his shiny stripes sparkling in the sun.\n",
        "\"Don't worry, friends! I will help you out,\" said Kian confidently, as he braced himself to pull the monkeys to safety one by one. With his strength and determination, Kian managed to rescue them all, earning even more admiration and respect from the jungle community.\n",
        "The happy monkeys said a big thank you to Kian with a big meal of yummy fruits and sugary juice. While they partied together under the big leafy trees, Kian felt a nice warmth in his heart, realizing that his faithfulness and courage had brought happiness and togetherness to Fora.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}