{
  "title": "Nisha and Kavia, The Clever Wandering Merchants",
  "hook": "What happens when Nisha and Kavia encounter a mischievous monkey in the great jungle of Fora?",
  "moral": "Quick thinking and cooperation can help overcome tricky situations.",
  "paragraphs": [
    "Once upon a time in the great jungle of Fora, there were two clever wandering girl merchants named Nisha and Kavia. They were known far and wide for their sharp wit and kind hearts.",
    "As they journeyed through the lush green forest, they came across a mischievous monkey who had stolen their precious fruits. \"Oh no, our fruits are gone!\" exclaimed Nisha.",
    "The monkey chattered and swung from tree to tree, teasing the girls. But Nisha and Kavia did not lose heart. They whispered to each other and came up with a plan.",
    "\"Let's offer the monkey something even tastier in exchange for our fruits,\" suggested Kavia. Nisha nodded in agreement and they laid out a trail of honey-covered nuts leading to their fruits.",
    "The monkey, enticed by the sweet scent, followed the trail eagerly and fell into their trap. As he enjoyed the delicious nuts, Nisha and Kavia retrieved their fruits and continued on their journey."
  ],
  "keywords": [
    "merchants",
    "clever",
    "jungle",
    "mischievous",
    "cooperation",
    "fruits",
    "monkey",
    "quick thinking",
    "trick",
    "trap"
  ],
  "characters": [
    "Nisha and Kavia"
  ],
  "translations": {
    "en-fr": {
      "title": "Nisha Kavia, Les Marchands Astucieux Qui Voyageent Beaucoup",
      "moral": "Réfléchir vite et travailler ensemble peuvent aider à surmonter des situations compliquées.",
      "hook": "Qu'est-ce qui se passe quand Nisha et Kavia rencontrent un petit singe espiègle dans la grande jungle de Fora?\n",
      "keywords": {
        "jungle": [
          "jungle"
        ],
        "marchandes": [
          "vendors"
        ],
        "intelligence": [
          "intelligence"
        ],
        "singe": [
          "monkey"
        ],
        "arbre": [
          "tree"
        ],
        "plan": [
          "map",
          "plan"
        ],
        "fruits": [
          "fruits"
        ],
        "miel": [
          "honey"
        ],
        "noix": [
          "nuts"
        ],
        "voyage": [
          "journey",
          "travel"
        ],
        "forêt": [
          "forest"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la grande jungle de Fora, il y avait deux jeunes marchandes vagabondes nommées Nisha et Kavia. Elles étaient connues partout pour leur intelligence vive et leurs cœurs généreux.\n",
        "En marchant à travers la forêt verte et luxuriante, ils ont rencontré un singe espiègle qui avait volé leurs précieux fruits. \"Oh non, nos fruits ont disparu !\" s'exclama Nisha.\n",
        "Le singe babillait et se balançait d'arbre en arbre, taquinant les filles. Mais Nisha et Kavia n'ont pas perdu courage. Elles se sont chuchotées et ont élaboré un plan.\n",
        "\"Offrons au singe quelque chose encore plus délicieux en échange de nos fruits,\" a suggéré Kavia. Nisha a acquiescé et ils ont étalé un chemin de noix couvertes de miel menant à leurs fruits.\n",
        "Le singe, attiré par l’odeur sucrée, a suivi le sentier avec empressement et est tombé dans leur piège. Alors qu'il savourait les délicieuses noix, Nisha et Kavia ont récupéré leurs fruits et ont continué leur voyage.\n"
      ]
    },
    "id-en": {
      "hook": "What happens when Nisha and Kavia encounter a mischievous monkey in the great jungle of Fora?",
      "moral": "Quick thinking and cooperation can help overcome tricky situations.",
      "title": "Nisha and Kavia, The Clever Wandering Merchants",
      "keywords": {
        "monkey": [
          "monyet"
        ],
        "fruits": [
          "buah-buahan"
        ],
        "honey nuts": [
          "kacang madu"
        ],
        "forest": [
          "hutan"
        ],
        "girls": [
          "gadis",
          "perempuan"
        ],
        "plan": [
          "rencana"
        ],
        "trap": [
          "perangkap"
        ],
        "nuts": [
          "kacang"
        ],
        "jungle": [
          "hutan belantara"
        ],
        "clever": [
          "pintar",
          "cerdik"
        ],
        "merchants": [
          "pedagang",
          "penjual"
        ]
      },
      "paragraphs": [
        "A long time ago in a big forest called Fora, there were two smart girls who loved to travel and sell things. Their names were Nisha and Kavia. People from everywhere liked them a lot because they were very clever and always nice to others.\n",
        "As they walked in the beautiful forest, they met a playful monkey who took their yummy fruits. \"Oh dear, our fruits are missing!\" cried Nisha.\n",
        "The monkey talked excitedly and moved from one tree to another, playing jokes on the girls. But Nisha and Kavia felt brave. They talked quietly and made a clever idea.\n",
        "Monkey wanted fruits. Kavia had idea. They gave honey nuts to get fruits.\n",
        "The monkey smelled something yummy. He followed the smell, fell into a trap, ate nuts, then Nisha and Kavia took their fruits and left.\n"
      ]
    },
    "en-de": {
      "title": "Nisha und Kavia, Die Schlauen wandern die Kaufleute",
      "hook": "Was passiert, wenn Nisha und Kavia einen frechen Affen im großen Dschungel von Fora treffen?",
      "moral": "Schnelles Nachdenken und Zusammenarbeit können helfen, knifflige Situationen zu überwinden.",
      "keywords": {
        "Affe": [
          "Monkey"
        ],
        "Baum": [
          "Tree"
        ],
        "Mädchen": [
          "Girl"
        ],
        "Wald": [
          "Forest",
          "Jungle"
        ],
        "Früchte": [
          "Fruits"
        ],
        "Honey-covered": [
          "süßer Duft"
        ],
        "süßer Duft": [
          "Honey-covered"
        ],
        "leckere Nüsse": [
          "Nuts"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Mädchenhändler": [
          "Girl Seller"
        ],
        "klug": [
          "Smart"
        ]
      },
      "paragraphs": [
        "Vor langer Zeit in dem großen Dschungel von Fora gab es zwei kluge umherziehende Mädchenhändler namens Nisha und Kavia. Sie waren weit und breit bekannt für ihren scharfen Verstand und ihre freundlichen Herzen.\n",
        "Als sie durch den grünen Wald reisten, trafen sie auf einen frechen Affen, der ihre kostbaren Früchte gestohlen hatte. \"Oh nein, unsere Früchte sind weg!\" rief Nisha aus.\n",
        "Der Affe plapperte und schwang von Baum zu Baum und ärgerte die Mädchen. Aber Nisha und Kavia verloren nicht den Mut. Sie flüsterten sich zu und kamen mit einem Plan.\n",
        "\"Lass uns dem Affen etwas noch Leckereres anbieten, im Tausch gegen unsere Früchte\", schlug Kavia vor. Nisha nickte zustimmend und legten eine Spur aus honigbedeckten Nüssen zu ihren Früchten hinaus.\n",
        "Der Affe, angelockt von dem süßen Duft, folgte aufgeregt dem Weg und fiel in ihre Falle. Als er die leckeren Nüsse genoss, holten Nisha und Kavia ihre Früchte zurück und setzten ihre Reise fort.\n"
      ]
    },
    "en-pt": {
      "title": "Nisha e Kavia, Os Comerciantes Espertos e Viajantes",
      "moral": "Pensar rápido e trabalhar juntos pode ajudar a resolver situações difíceis.",
      "hook": "O que acontece quando Nisha e Kavia encontram um macaco arteiro na grande selva de Fora?",
      "keywords": {
        "macaco": [
          "monkey"
        ],
        "meninas": [
          "girls"
        ],
        "plano": [
          "flat",
          "plain"
        ],
        "floresta": [
          "forest"
        ],
        "frutas": [
          "fruits"
        ],
        "inteligência": [
          "intelligence"
        ],
        "saboroso": [
          "tasty",
          "delicious"
        ],
        "cheirinho doce": [
          "sweet scent"
        ],
        "deliciosos frutos secos": [
          "delicious dried fruits"
        ]
      },
      "paragraphs": [
        "Era uma vez na grande floresta de Fora, duas espertas meninas viajantes mercadoras chamadas Nisha e Kavia. Elas eram conhecidas por toda parte por sua inteligência aguçada e corações bondosos.\n",
        "Enquanto caminhavam pela floresta verde e bonita, encontraram um macaco travesso que havia roubado suas frutas preciosas. \"Ai, nossas frutas sumiram!\" exclamou Nisha.\n",
        "O macaco conversava e balançava de árvore em árvore, provocando as meninas. Mas Nisha e Kavia não desanimaram. Elas sussurraram uma para a outra e bolaram um plano.\n",
        "\"Vamos oferecer para o macaco algo ainda mais saboroso em troca de nossas frutas,\" sugeriu Kavia. Nisha concordou e eles espalharam uma trilha de nozes cobertas de mel até suas frutas.\n",
        "O macaco, atraído pelo cheirinho doce, seguiu o caminho animado e caiu na armadilha deles. Enquanto ele saboreava os deliciosos frutos secos, Nisha e Kavia recuperaram suas frutas e continuaram em sua jornada.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}