{
  "title": "The Resilient Xia",
  "hook": "What will Xia, the swift-footed mountain goat, do when a sudden storm hits the great jungle of Fora?",
  "moral": "Sometimes, facing challenges head-on can lead to unexpected strengths and opportunities.",
  "paragraphs": [
    "In the great jungle of Fora, there lived Xia, a swift-footed mountain goat known for her grace and agility. Whenever the animals of the jungle needed help, they would seek out Xia for her quick thinking and clever solutions.",
    "One day, as Xia was leading a group of young deer through a lush meadow, a thick, dark cloud suddenly loomed over the jungle. The animals panicked as thunder roared and rain poured down heavily. \"What do we do, Xia?\" cried one of the young deer, trembling with fear.",
    "Xia remained calm and gathered the animals under a large tree for shelter. She then used her sharp horns to carve out a path through the dense foliage, guiding her friends to safety. As they reached a dry cave, Xia reassured the young deer that they would be safe until the storm passed.",
    "Through Xia's resourcefulness and courage, the animals weathered the storm together. When the skies cleared, the jungle was filled with gratitude for Xia's bravery and leadership in the face of adversity."
  ],
  "keywords": [
    "Xia",
    "swift-footed",
    "mountain goat",
    "jungle",
    "Fora",
    "resilience",
    "agility",
    "resourcefulness",
    "courage",
    "leadership"
  ],
  "characters": [
    "Xia"
  ],
  "translations": {
    "en-pt": {
      "title": "As A Xia Que Era Forte",
      "moral": "Às vezes, enfrentar desafios de frente pode trazer forças e oportunidades inesperadas.",
      "hook": "O que fará Xia, a ágil cabrinha-montanhesa, quando uma tempestade repentina atingir a grande selva de Fora?",
      "keywords": {
        "Xia": [
          "Dawn"
        ],
        "animais": [
          "animals"
        ],
        "tempestade": [
          "storm"
        ],
        "Floresta de Fora": [
          "Outer Forest"
        ],
        "Cabra-montesa": [
          "mountain goat"
        ],
        "veado": [
          "deer"
        ],
        "floresta": [
          "forest"
        ],
        "chifres afiados": [
          "sharp horns"
        ]
      },
      "paragraphs": [
        "Na grande floresta de Fora, morava Xia, uma cabra-montesa de pés rápidos conhecida por sua graça e agilidade. Sempre que os animais da floresta precisavam de ajuda, eles procuravam Xia por sua rapidez de pensamento e soluções inteligentes.\n",
        "Era uma vez, quando Xia estava levando um grupo de filhotes de veado por um gramado verdejante, uma nuvem espessa e escura surgiu de repente sobre a floresta. Os animais entraram em pânico quando o trovão ecoou e a chuva caiu com força. \"O que faremos, Xia?\" choramingou um dos filhotes de veado, tremendo de medo.\n",
        "Xia ficou calma e reuniu os animais embaixo de uma árvore grande para se abrigarem. Em seguida, ela usou seus chifres afiados para abrir um caminho pela folhagem densa, guiando seus amigos em segurança. Ao chegarem a uma caverna seca, Xia tranquilizou o jovem veado de que estariam seguros até a tempestade passar.\n",
        "Com a astúcia e coragem de Xia, os animais enfrentaram juntos a tempestade. Quando o céu ficou limpo, a selva ficou cheia de gratidão pela valentia e liderança de Xia diante das dificuldades.\n"
      ]
    },
    "en-fr": {
      "moral": "Parfois, affronter les problèmes peut aider à découvrir de nouvelles forces et opportunités.",
      "title": "L'Incroyable Xia",
      "hook": "Que fera Xia, la chèvre de montagne aux pieds rapides, quand une tempête soudaine arrive dans la grande jungle de Fora ?",
      "keywords": {
        "Xia": [
          "Dawn"
        ],
        "animaux": [
          "animals"
        ],
        "bravoure": [
          "bravery",
          "courage"
        ],
        "jungle": [
          "jungle"
        ],
        "chèvre de montagne": [
          "mountain goat"
        ],
        "agilité": [
          "agility"
        ],
        "young deer": [
          "fawn"
        ],
        "lush meadow": [
          "lush meadow"
        ],
        "cornes tranchantes": [
          "sharp horns"
        ],
        "dense végétation": [
          "dense vegetation"
        ]
      },
      "paragraphs": [
        "Dans la grande jungle de Fora, il y avait Xia, une chèvre de montagne à pieds rapides connue pour sa grâce et son agilité. Chaque fois que les animaux de la jungle avaient besoin d'aide, ils cherchaient Xia pour ses idées rapides et ses solutions intelligentes.\n",
        "Un jour, Xia conduisait un groupe de jeunes cerfs à travers une prairie luxuriante, quand un nuage épais et sombre s'est soudainement dressé au-dessus de la jungle. Les animaux paniquèrent lorsque le tonnerre gronda et que la pluie tomba abondamment. \"Que faisons-nous, Xia?\" cria l'un des jeunes cerfs, tremblant de peur.\n",
        "Xia resta calme et rassembla les animaux sous un grand arbre pour s'abriter. Elle utilisa ensuite ses cornes tranchantes pour ouvrir un chemin à travers la dense végétation, guidant ses amis vers la sécurité. Arrivés dans une grotte sèche, Xia rassura le jeune cerf qu'ils seraient en sécurité jusqu'à ce que l'orage passe.\n",
        "Avec l'ingéniosité et le courage de Xia, les animaux ont surmonté l'orage ensemble. Quand le ciel s'est dégagé, la jungle était remplie de gratitude pour la bravoure et le leadership de Xia face à l'adversité.\n"
      ]
    },
    "id-en": {
      "moral": "Sometimes, facing challenges head-on can lead to unexpected strengths and opportunities.",
      "hook": "What will Xia, the swift-footed mountain goat, do when a sudden storm hits the great jungle of Fora?",
      "title": "The Resilient Xia",
      "keywords": {
        "Xia": [
          "Xia"
        ],
        "animals": [
          "hewan",
          "binatang"
        ],
        "storm": [
          "badai",
          "topan"
        ],
        "deer": [
          "rusa",
          "kijang"
        ],
        "rain": [
          "hujan"
        ],
        "mountain goat": [
          "kambing gunung"
        ],
        "jungle animals": [
          "hewan hutan",
          "binatang hutan"
        ],
        "brave": [
          "berani",
          "pemberani"
        ],
        "friends": [
          "teman",
          "sahabat"
        ]
      },
      "paragraphs": [
        "In a big forest called Fora, there was Xia, a fast mountain goat known for being graceful and quick. If the jungle animals needed help, they would ask Xia because she was smart and had good ideas.\n",
        "One day, Xia was guiding young deer in a green field. A big, dark cloud appeared and scared the animals with loud thunder and heavy rain. \"What can we do, Xia?\" asked a deer, scared.\n",
        "Xia was very brave and helped her friends find a safe place under a big tree when it rained. She used her pointy horns to cut a way through the thick leaves, so everyone could follow her. When they got to a dry cave, Xia told the little deer not to worry because they were safe until the rain stopped.\n",
        "Xia was very clever and brave. The animals stayed safe during the big storm because of Xia. After the gray clouds went away, the jungle was happy and thankful for Xia's courage and guidance when things were difficult. \n"
      ]
    },
    "en-de": {
      "title": "Die Mutige Xia",
      "hook": "Was wird Xia, die schnelle Bergziege, tun, wenn ein plötzlicher Sturm den großen Dschungel von Fora trifft?",
      "moral": "Manchmal, wenn wir schwierige Situationen mutig angehen, können wir unerwartete Stärken und Chancen entdecken.",
      "keywords": {
        "Dschungel": [
          "Jungle"
        ],
        "Bergziege": [
          "Mountain goat"
        ],
        "Anmut": [
          "Grace",
          "Elegance"
        ],
        "Baum": [
          "Tree"
        ],
        "Tiere": [
          "Animals"
        ],
        "Sturm": [
          "Storm"
        ],
        "Weathered": [
          "Aged",
          "Worn out"
        ],
        "Resourcefulness": [
          "Ingenuity",
          "Resourceful"
        ],
        "Adversity": [
          "Hardship",
          "Difficulty"
        ],
        "Xia": [
          "Summer"
        ],
        "Rehe": [
          "Deer"
        ],
        "Regen": [
          "Rain"
        ]
      },
      "paragraphs": [
        "Im großen Dschungel von Fora lebte Xia, ein flinkfüßiges Bergziegen, bekannt für ihre Anmut und Beweglichkeit. Wenn die Tiere des Dschungels Hilfe brauchten, suchten sie Xia aufgrund ihrer schnellen Denkweise und klugen Lösungen.\n",
        "Ein Tag, als Xia eine Gruppe junger Rehe durch eine üppige Wiese führte, tauchte plötzlich eine dicke, dunkle Wolke über dem Dschungel auf. Die Tiere gerieten in Panik, als der Donner rollte und der Regen stark herunterprasselte. \"Was machen wir, Xia?\" rief eines der jungen Rehe, zitternd vor Angst.\n",
        "Xia blieb ruhig und sammelte die Tiere unter einem großen Baum zum Schutz. \nDann benutzte sie ihre scharfen Hörner, um einen Weg durch das dichte Laub zu schnitzen und ihre Freunde in Sicherheit zu bringen. \nAls sie eine trockene Höhle erreichten, versicherte Xia dem jungen Reh, dass sie sicher sein würden, bis der Sturm vorüber war.\n",
        "Mit Xias Einfallsreichtum und Mut überstanden die Tiere gemeinsam den Sturm. Als der Himmel sich aufhellte, war der Dschungel voller Dankbarkeit für Xias Tapferkeit und Führungsqualitäten in schwierigen Zeiten.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}