{
  "title": "The Clever Washa and the Lost Melody",
  "hook": "Can Washa, the wise serpent charmer, help find the lost melody that brings harmony to the jungle?",
  "moral": "Kindness and teamwork can overcome any obstacle.",
  "paragraphs": [
    "In the heart of the great jungle Fora lived Washa, a kind and wise serpent charmer. Washa was known far and wide for his gentle nature and his ability to communicate with even the most fearsome creatures of the jungle.",
    "One day, a melody that brought harmony to the jungle mysteriously disappeared. The animals were restless, and the once peaceful jungle was filled with discord. Washa knew he had to help.",
    "Washa spoke to the birds, the bees, and the monkeys to gather information about the lost melody. He discovered that the melody had been taken by a mischievous group of monkeys who wanted to keep it for themselves.",
    "With his calm demeanor and clever mind, Washa approached the monkeys and offered to trade a treasure of great value in exchange for the melody. The monkeys, impressed by Washa's kindness, agreed.",
    "Washa returned the melody to its rightful place, and soon the jungle was once again filled with the soothing harmony that everyone loved. The animals thanked Washa for his selfless act of kindness."
  ],
  "keywords": [
    "Washa",
    "serpent charmer",
    "harmony",
    "jungle",
    "melody",
    "kindness",
    "teamwork",
    "clever",
    "animals",
    "peace"
  ],
  "characters": [
    "Washa"
  ],
  "translations": {
    "en-fr": {
      "title": "La Maline Washa et la Mélodie Perdue",
      "moral": "La gentillesse et le travail d'équipe peuvent surmonter n'importe quel obstacle.",
      "hook": "Can Washa, le charmeur de serpents sage, aider à retrouver la mélodie perdue qui apporte l'harmonie à la jungle ?",
      "keywords": {
        "Washa": [
          "Wash"
        ],
        "singes": [
          "monkeys"
        ],
        "mélodie": [
          "melody"
        ],
        "jungle": [
          "rainforest"
        ],
        "serpent charmer": [
          "snake charmer"
        ],
        "gentle nature": [
          "kind demeanor"
        ],
        "harmony": [
          "balance",
          "peace"
        ],
        "trésor": [
          "treasure"
        ]
      },
      "paragraphs": [
        "Au coeur de la grande jungle de Fora vivait Washa, un charmeur de serpents gentil et sage. Washa était connu partout pour sa nature douce et sa capacité à communiquer même avec les créatures les plus redoutables de la jungle.\n",
        "Il était une fois, une mélodie qui apporta l'harmonie à la jungle disparut mystérieusement. Les animaux étaient agités, et la jungle autrefois paisible était remplie de désaccords. Washa savait qu'il devait aider.\n",
        "Washa a parlé aux oiseaux, aux abeilles et aux singes pour obtenir des informations sur la mélodie perdue. Il a découvert que la mélodie avait été prise par un groupe de singes malicieux qui voulaient la garder pour eux-mêmes.\n",
        "Avec son attitude calme et son esprit malin, Washa s'approcha des singes et leur proposa d'échanger un trésor de grande valeur contre la mélodie. Les singes, impressionnés par la gentillesse de Washa, acceptèrent.\n",
        "Washa a rendu la mélodie à sa place légitime, et bientôt la jungle était à nouveau remplie de l'harmonie apaisante que tout le monde aimait. Les animaux ont remercié Washa pour son geste altruiste de gentillesse.\n"
      ]
    },
    "en-pt": {
      "title": "A Inteligente Washa e a Melodia Perdida",
      "moral": "Ser gentil e trabalhar juntos podem vencer qualquer desafio.\n",
      "hook": "Será que Washa, a sábia encantadora de serpentes, pode ajudar a encontrar a melodia perdida que traz harmonia para a selva?",
      "keywords": {
        "melody": [
          "melodia"
        ],
        "jungle": [
          "selva",
          "floresta"
        ],
        "harmony": [
          "harmonia"
        ],
        "Washa": [

        ],
        "macacos": [

        ],
        "tesouro": [

        ],
        "serpentes": [

        ],
        "floresta": [
          "jungle"
        ],
        "melodia": [
          "melody"
        ],
        "harmonia": [
          "harmony"
        ],
        "selva": [
          "jungle"
        ],
        "passarinhos": [

        ]
      },
      "paragraphs": [
        "No coração da grande floresta, morava Washa, um encantador de serpentes bondoso e sábio. Washa era conhecido por toda a parte por sua natureza gentil e sua habilidade de se comunicar até com as criaturas mais temíveis da floresta.\n",
        "Era uma vez, uma melodia que trazia harmonia para a selva desapareceu misteriosamente. Os animais estavam inquietos e a selva, que antes era pacífica, se encheu de discórdia. Washa sabia que tinha que ajudar.\n",
        "Washa conversou com os passarinhos, as abelhas e os macaquinhos para descobrir informações sobre a melodia perdida. Ele descobriu que a melodia tinha sido levada por um grupo travesso de macaquinhos que queriam guardá-la só para eles.\n",
        "Com sua calma e mente esperta, Washa se aproximou dos macacos e ofereceu trocar um tesouro valioso pela melodia. Os macacos, impressionados com a bondade de Washa, concordaram.\n",
        "Washa devolveu a melodia ao seu lugar correto, e logo a selva foi novamente preenchida com a harmonia calmante que todos amavam. Os animais agradeceram a Washa por seu ato altruísta de bondade.\n"
      ]
    },
    "id-en": {
      "hook": "Can Washa, the wise serpent charmer, help find the lost melody that brings harmony to the jungle?",
      "moral": "Kindness and teamwork can overcome any obstacle.",
      "title": "The Clever Washa and the Lost Melody",
      "keywords": {
        "Washa": [
          "Mesin Cuci"
        ],
        "melody": [
          "melodi",
          "nada"
        ],
        "monkeys": [
          "monyet",
          "kera"
        ],
        "jungle": [
          "hutan belantara",
          "rimba"
        ],
        "serpent charmer": [
          "pemikat ular",
          "penyihir ular"
        ],
        "gentle nature": [
          "sifat lembut",
          "sifat ramah"
        ],
        "music": [
          "musik",
          "lagu"
        ],
        "forest": [
          "hutan",
          "rimba"
        ],
        "treasure": [
          "harta karun",
          "kekayaan"
        ],
        "harmony": [
          "harmoni",
          "keselarasan"
        ]
      },
      "paragraphs": [
        "In a big forest, Washa, a friendly and smart snake friend, lived. People knew Washa for being very nice and for talking to even the scariest animals in the forest.\n",
        "One day, a happy tune that made all the animals in the jungle feel good suddenly went away. The animals were upset, and the jungle that used to be calm became noisy and messy. Washa thought he should do something.\n",
        "Washa talked to the birds, bees, and monkeys to find out about the missing happy song. He found out the naughty monkeys took it to keep it.\n",
        "Washa was very calm and smart. He went to the monkeys and said he had a special shiny thing and wanted to swap it for their beautiful singing. The monkeys thought Washa was nice and said yes.\n",
        "Washa put the happy music back where it belonged. The forest was happy again with its favorite nice sounds. The animals said thank you to Washa for being so nice.\n"
      ]
    },
    "en-de": {
      "title": "Die Kluge Washa und die Verlorene Melodie",
      "moral": "Freundlichkeit und Teamarbeit können jedes Hindernis überwinden.",
      "hook": "Kann Washa, der kluge Schlangenbändiger, helfen, die verlorene Melodie zu finden, die Harmonie in den Dschungel bringt?",
      "keywords": {
        "Washa": [
          "wash"
        ],
        "Melodie": [
          "melody"
        ],
        "Dschungel": [
          "jungle"
        ],
        "Affen": [
          "monkeys",
          "apes"
        ],
        "Schatz": [
          "treasure"
        ],
        "Harmonie": [
          "harmony"
        ],
        "Vögel": [
          "birds"
        ],
        "verlorene Melodie": [
          "lost melody"
        ],
        "Schlange": [
          "snake"
        ],
        "kommunizieren": [
          "communicate"
        ]
      },
      "paragraphs": [
        "Im Herzen des großen Dschungels Fora lebte Washa, ein freundlicher und weiser Schlangenbändiger. Washa war weit und breit für seine sanfte Art und seine Fähigkeit bekannt, selbst mit den furchterregendsten Kreaturen des Dschungels zu kommunizieren.\n",
        "Eines Tages verschwand eine Melodie, die Harmonie in den Dschungel brachte, auf geheimnisvolle Weise. Die Tiere waren unruhig, und der einst friedliche Dschungel war voller Uneinigkeit. Washa wusste, dass er helfen musste.\n",
        "Washa hat mit den Vögeln, den Bienen und den Affen gesprochen, um Informationen über die verlorene Melodie zu sammeln. Er entdeckte, dass die Melodie von einer streitsüchtigen Gruppe von Affen genommen wurde, die sie für sich behalten wollten.\n",
        "Washa ging ruhig zu den Affen und bot an, einen Schatz im Tausch gegen die Melodie zu tauschen. Die Affen, beeindruckt von Washas Freundlichkeit, waren einverstanden.\n",
        "Washa brachte die Melodie an ihren rechten Platz zurück, und bald war der Dschungel wieder voll von der beruhigenden Harmonie, die alle mochten. Die Tiere dankten Washa für seine selbstlose Freundlichkeit.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}