{
  "title": "Quira's Unyielding Spirit",
  "hook": "What will happen when Quira, the fearless wanderer of Fora, faces an unexpected challenge in the great jungle?",
  "moral": "Persistence and determination can help us overcome obstacles, no matter how difficult they may seem.",
  "paragraphs": [
    "Once upon a time in the great jungle of Fora, there lived a strong-willed desert wanderer named Quira. Quira was known far and wide for her fearless spirit and unwavering determination in the face of any challenge.",
    "One day, as Quira was exploring a new part of the jungle, she encountered a large boulder blocking her path. Determined to continue her journey, Quira tried pushing and pulling the boulder with all her might, but it wouldn't budge.",
    "Frustrated but not defeated, Quira sat down to catch her breath. As she looked around, she noticed a group of tiny ants working together to move a fallen leaf that was blocking their path. Inspired by their teamwork, Quira decided to seek help.",
    "Quira gathered the other animals in the jungle, from the monkeys swinging in the trees to the birds flying overhead, and together they pushed and pulled the boulder until it finally moved out of the way. Quira's unwavering spirit and the animals' teamwork had triumphed over the obstacle."
  ],
  "keywords": [
    "Quira",
    "wanderer",
    "Fora",
    "determination",
    "challenge",
    "jungle",
    "teamwork",
    "persistence",
    "spirit",
    "triumph"
  ],
  "characters": [
    "Quira"
  ],
  "translations": {
    "en-de": {
      "title": "Quiras Unbeugsamer Geist",
      "moral": "Wenn wir hart arbeiten und nicht aufgeben, können wir Hindernisse überwinden, auch wenn sie sehr schwierig erscheinen.\n",
      "hook": "Was wird passieren, wenn Quira, der mutige Abenteurer von Fora, eine unerwartete Herausforderung im großen Dschungel gegenübersteht?",
      "keywords": {
        "Quira": [
          "Koala"
        ],
        "Felsen": [
          "Rocks"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Verärgert": [
          "Angry",
          "Upset"
        ],
        "Ameisen": [
          "Ants"
        ],
        "Teamarbeit": [
          "Teamwork"
        ],
        "Tiere": [
          "Animals"
        ],
        "entschlossen": [
          "Determined"
        ],
        "furchtlos": [
          "Fearless"
        ]
      },
      "paragraphs": [
        "Es war einmal im großen Dschungel von Fora, da lebte eine entschlossene Wüstenwanderin namens Quira. Quira war weit und breit bekannt für ihren furchtlosen Geist und ihren unerschütterlichen Willen, jeder Herausforderung zu trotzen.\n",
        "Einmal, während Quira einen neuen Teil des Dschungels erkundete, stieß sie auf einen großen Felsen, der ihren Weg blockierte. Entschlossen, ihre Reise fortzusetzen, versuchte Quira mit aller Kraft den Felsen zu schieben und zu ziehen, doch er bewegte sich nicht.\n",
        "Verärgert, aber nicht geschlagen, setzte sich Quira hin, um Atem zu holen. Als sie sich umsah, bemerkte sie eine Gruppe winziger Ameisen, die zusammenarbeiteten, um ein gefallenes Blatt zu bewegen, das ihren Weg blockierte. Inspiriert von ihrer Teamarbeit, beschloss Quira, Hilfe zu suchen.\n",
        "Quira hat die anderen Tiere im Dschungel versammelt, von den Affen, die in den Bäumen schwingen, bis zu den Vögeln, die über ihnen fliegen, und zusammen haben sie den Felsbrocken geschoben und gezogen, bis er schließlich aus dem Weg gerückt ist. Quiras unerschütterlicher Geist und das Teamwork der Tiere hatten das Hindernis überwunden.\n"
      ]
    },
    "en-fr": {
      "title": "Esprit Inébranlable de Quira",
      "hook": "Que se passera-t-il quand Quira, l'exploratrice intrépide de Fora, rencontrera un défi inattendu dans la grande jungle?",
      "moral": "Si tu es persévérant et que tu ne baisses jamais les bras, tu peux surmonter les défis, même s'ils semblent très compliqués.",
      "keywords": {
        "jungle": [
          "jungle"
        ],
        "désert": [
          "desert"
        ],
        "courageux": [
          "courageous",
          "brave"
        ],
        "Quira": [
          "Quira"
        ],
        "rocher": [
          "rock"
        ],
        "fourmis": [
          "ants"
        ],
        "travail d'équipe": [
          "teamwork"
        ],
        "singes": [
          "monkeys"
        ],
        "oiseaux": [
          "birds"
        ]
      },
      "paragraphs": [
        "Il était une fois, dans la grande jungle de Fora, vivait une voyageuse du désert déterminée nommée Quira. Quira était connue de tous pour son esprit courageux et sa détermination inébranlable face à n'importe quel défi.\n",
        "Il y avait une fois, alors que Quira explorait une nouvelle partie de la jungle, elle rencontra un gros rocher qui bloquait son chemin. Déterminée à poursuivre son voyage, Quira essaya de pousser et de tirer le rocher de toutes ses forces, mais il ne bougeait pas.\n",
        "Contrariée mais pas découragée, Quira s'assit pour reprendre son souffle. En regardant autour d'elle, elle remarqua un groupe de toutes petites fourmis travaillant ensemble pour déplacer une feuille tombée bloquant leur chemin. Inspireé par leur travail d'équipe, Quira décida de demander de l'aide.\n",
        "Quira a rassemblé les autres animaux de la jungle, des singes qui se balançaient dans les arbres aux oiseaux qui volaient au-dessus, et ensemble ils ont poussé et tiré le rocher jusqu'à ce qu'il bouge enfin. L'esprit inébranlable de Quira et le travail d'équipe des animaux avaient triomphé de l'obstacle.\n"
      ]
    },
    "en-pt": {
      "title": "Quira e o Espírito Inabalável",
      "hook": "O que vai acontecer quando Quira, a corajosa aventureira de Fora, enfrentar um desafio inesperado na grande floresta?",
      "moral": "Não desistir e continuar tentando pode nos ajudar a vencer os desafios, mesmo que pareçam difíceis.\n",
      "keywords": {
        "jungle": [
          "selva",
          "floresta"
        ],
        "desert wanderer": [
          "Quira"
        ],
        "fearless spirit": [

        ],
        "Quira": [
          "desert wanderer"
        ],
        "selva": [
          "jungle",
          "floresta"
        ],
        "pedra": [

        ],
        "formiguinhas": [

        ],
        "cooperação": [
          "trabalho em equipe"
        ],
        "animais": [

        ],
        "floresta": [
          "selva",
          "jungle"
        ],
        "trabalho em equipe": [
          "cooperação"
        ]
      },
      "paragraphs": [
        "Era uma vez na grande floresta de Fora, vivia uma viajante do deserto chamada Quira, que era conhecida por sua coragem e determinação.\n",
        "Certa vez, enquanto Quira estava explorando uma nova parte da selva, ela encontrou uma grande pedra bloqueando seu caminho. Determinada a continuar sua jornada, Quira tentou empurrar e puxar a pedra com toda a sua força, mas ela não se mexeu.\n",
        "Triste, mas não desistida, Quira sentou para descansar. Olhando ao redor, ela viu um grupo de formiguinhas trabalhando juntas para mover uma folha caída que bloqueava o caminho delas. Inspirada pela cooperação delas, Quira decidiu pedir ajuda.\n",
        "Quira juntou os outros animais na floresta, desde os macacos balançando nas árvores até os pássaros voando por cima, e juntos empurraram e puxaram a pedra até que finalmente se moveu para fora do caminho. O espírito inabalável de Quira e o trabalho em equipe dos animais triunfaram sobre o obstáculo.\n"
      ]
    },
    "id-en": {
      "hook": "What will happen when Quira, the fearless wanderer of Fora, faces an unexpected challenge in the great jungle?",
      "moral": "Persistence and determination can help us overcome obstacles, no matter how difficult they may seem.",
      "title": "Quira's Unyielding Spirit",
      "keywords": {
        "jungle": [
          "hutan belantara",
          "rimba"
        ],
        "brave": [
          "berani",
          "pemberani",
          "ksatria"
        ],
        "determination": [
          "tekad",
          "keteguhan"
        ],
        "Quira": [
          "Quira"
        ],
        "rock": [
          "batu",
          "karang"
        ],
        "teamwork": [
          "kerja sama",
          "kolaborasi",
          "kerja tim"
        ],
        "inspired": [
          "terinspirasi",
          "termotivasi"
        ],
        "help": [
          "bantuan",
          "membantu",
          "tolong"
        ],
        "animals": [
          "hewan",
          "binatang"
        ]
      },
      "paragraphs": [
        "A long time ago, in a big jungle, there was a tough desert traveler called Quira. Quira was famous everywhere for being so brave and never giving up, no matter what.\n",
        "One sunny day, Quira went to a new place in the jungle. She saw a big rock that was stopping her way. Quira wanted to keep going, so she pushed and pulled the rock with all her strength, but it didn't move.\n",
        "Upset but not giving up, Quira sat down to rest. She saw some small ants working as a team to move a big leaf. They were stopping the ants from going ahead. Quira felt excited and thought she would also ask for help.\n",
        "Quira brought all her animal friends together in the jungle. They included the monkeys that swung in the trees and the birds that flew in the sky. They worked together to move a big rock blocking their path. Because Quira never gave up and all the animals cooperated, they successfully overcame the problem.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}