{
  "title": "The Mischievous Moonlight Pixies",
  "hook": "Who are Jia and Rua, the playful pixies of Fora, and what mischief will they get into tonight?",
  "moral": "Kindness and cooperation can resolve any conflict, bringing harmony and friendship.",
  "paragraphs": [
    "Once upon a time in the great jungle of Fora lived Jia and Rua, two mischievous moonlight pixies known for their playful tricks and bright glowing wings. Every night, they danced across the sky, painting it with shimmering colors.",
    "One evening, as they flew over the sparkling river, they came across a family of fireflies preparing to light up the night. Jia and Rua giggled at the fireflies' efforts, thinking it would be fun to play a prank on them.",
    "The mischievous pixies swooped down, blowing gentle breezes to scatter the fireflies' lights. The fireflies cried out in confusion, unable to light up the night as planned. Jia and Rua laughed, not realizing the upset they caused.",
    "Seeing the fireflies sad, the pixies felt a pang of guilt. Remembering the words of their elders about kindness, Jia and Rua decided to make things right. They joined forces with the fireflies, creating dazzling patterns in the sky that amazed all the creatures of Fora."
  ],
  "keywords": [
    "fables",
    "pixies",
    "mischievous",
    "cooperation",
    "harmony",
    "friendship",
    "playful",
    "jungle",
    "fireflies",
    "shimmering",
    "glowing wings",
    "tricks",
    "night"
  ],
  "characters": [
    "Jia and Rua"
  ],
  "translations": {
    "id-en": {
      "hook": "Who are Jia and Rua, the playful pixies of Fora, and what mischief will they get into tonight?",
      "title": "The Mischievous Moonlight Pixies",
      "moral": "Kindness and cooperation can resolve any conflict, bringing harmony and friendship.",
      "keywords": {
        "night": [
          "malam"
        ],
        "firefly": [
          "kumbang api",
          "kelip-kelip"
        ],
        "shiny": [
          "berkilau",
          "bersinar"
        ],
        "fairies": [
          "peri",
          "makhluk halus"
        ],
        "shiny wings": [
          "sayap berkilau"
        ],
        "sparkly colors": [
          "warna berkilau"
        ],
        "elders": [
          "para sesepuh",
          "orang tua"
        ],
        "kindness": [
          "kebaikan",
          "kasih sayang"
        ],
        "pixies": [
          "peri kecil"
        ],
        "fireflies": [
          "kelip-kelip"
        ]
      },
      "paragraphs": [
        "Long ago, in the big jungle of Fora, there were Jia and Rua, two naughty moonlight fairies who loved playing tricks and had shiny wings. Each night, they danced in the sky, coloring it with sparkly colors.\n",
        "One night, while flying above the shiny river, they found a firefly family getting ready to shine in the dark. Jia and Rua laughed at the fireflies' work, wanting to have fun by surprising them.\n",
        "Some naughty tiny magicians flew down, sending soft wind to spread the glowing lights of small flying bugs. The bugs shouted in puzzlement, couldn't make the night shine as they wanted. Jia and Rua chuckled, not knowing the bother they made.\n",
        "When the pretty lights were sad, magic fairies felt sorry. They remembered advice from their elders about being nice. Jia and Rua worked together with the lights, making amazing designs in the sky that surprised everyone in Fora.\n"
      ]
    },
    "en-de": {
      "title": "Die Streichelsternenelfen",
      "moral": "Freundlichkeit und Zusammenarbeit können jeden Konflikt lösen, indem sie Harmonie und Freundschaft bringen.",
      "hook": "Wer sind Jia und Rua, die verspielten Feen von Fora, und welchen Unfug werden sie heute Nacht anstellen?",
      "keywords": {
        "Dschungel": [
          "jungle"
        ],
        "Mondlicht-Elfen": [
          "moonlight fairies"
        ],
        "farbenfroh": [
          "colorful"
        ],
        "Glühwürmchen": [
          "fireflies"
        ],
        "Fluss": [
          "river"
        ],
        "Nacht": [
          "night"
        ],
        "Elfen": [
          "fairies"
        ],
        "Kobolde": [
          "goblins"
        ],
        "Muster": [
          "pattern"
        ]
      },
      "paragraphs": [
        "Es war einmal im großen Dschungel von Fora lebten Jia und Rua, zwei freche Mondlicht-Elfen, bekannt für ihre verspielten Streiche und leuchtenden Flügel. Jede Nacht tanzten sie über den Himmel und malten ihn mit schillernden Farben.\n",
        "An einem Abend, als sie über den glitzernden Fluss flogen, entdeckten sie eine Familie von Glühwürmchen, die sich darauf vorbereiteten, die Nacht zu erleuchten. Jia und Rua kicherten über die Bemühungen der Glühwürmchen und dachten, es wäre lustig, ihnen einen Streich zu spielen.\n",
        "Die frechen Elfen flogen herunter und wehten sanfte Brisen, um die Lichter der Glühwürmchen zu verteilen. Die Glühwürmchen riefen verwirrt aus, unfähig, die Nacht wie geplant zu erhellen. Jia und Rua lachten, ohne zu realisieren, dass sie Ärger verursachten.\n",
        "Die Glühwürmchen sahen traurig aus, und die Kobolde fühlten einen Stich des Schuldgefühls. Als sie sich an die Worte ihrer Ältesten über Freundlichkeit erinnerten, entschieden Jia und Rua, die Dinge wieder ins Lot zu bringen. Sie schlossen sich mit den Glühwürmchen zusammen und schufen atemberaubende Muster am Himmel, die alle Wesen von Fora verblüfften.\n"
      ]
    },
    "en-fr": {
      "title": "Les Petits Farfadets Espiègles de la Lune Brillante",
      "moral": "Être gentil et travailler ensemble peut résoudre tout problème, apportant bonheur et amitié.",
      "hook": "Qui sont Jia et Rua, les farfadets espiègles de Fora, et quelle bêtise vont-ils faire ce soir ?",
      "keywords": {
        "soir": [
          "evening"
        ],
        "lucioles": [
          "fireflies"
        ],
        "farce": [
          "joke",
          "prank"
        ],
        "jungle": [
          "jungle"
        ],
        "lutins": [
          "elves"
        ],
        "farces": [
          "jokes",
          "pranks"
        ],
        "farfadets": [
          "sprites",
          "pixies"
        ],
        "brises": [
          "breezes"
        ],
        "éblouissants": [
          "dazzling"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la grande jungle de Fora, Jia et Rua, deux lutins malicieux de la lune connus pour leurs farces joueur et leurs ailes lumineuses brillantes. Chaque nuit, ils dansaient dans le ciel, le peignant de couleurs scintillantes.\n",
        "Un soir, alors qu'ils volaient au-dessus de la rivière étincelante, ils ont rencontré une famille de lucioles se préparant à illuminer la nuit. Jia et Rua ont ri des efforts des lucioles, pensant que ce serait amusant de leur faire une farce.\n",
        "Les petits farfadets malicieux sont descendus en piqué, soufflant de douces brises pour disperser les lumières des lucioles. Les lucioles ont crié dans la confusion, incapables d'illuminer la nuit comme prévu. Jia et Rua ont ri, sans se rendre compte du chagrin qu'ils avaient causé.\n",
        "En voyant les lucioles tristes, les lutins ont ressenti un pincement de culpabilité. Se rappelant les paroles de leurs aînés sur la gentillesse, Jia et Rua ont décidé de faire les choses correctement. Ils ont uni leurs forces avec les lucioles, créant des motifs éblouissants dans le ciel qui ont émerveillé toutes les créatures de Fora.\n"
      ]
    },
    "en-pt": {
      "title": "As Fadas Brincalhonas da Lua Cheia",
      "moral": "Ser amável e trabalhar juntos pode resolver qualquer briga, trazendo harmonia e amizade.",
      "hook": "Quem são Jia e Rua, as fadinhas brincalhonas de Fora, e que travessuras eles vão aprontar essa noite?",
      "keywords": {
        "pixies": [
          "pixies"
        ],
        "fireflies": [
          "fireflies"
        ],
        "gentle breezes": [
          "gentle breezes"
        ],
        "noite": [
          "night"
        ],
        "vaga-lumes": [
          "fireflies"
        ],
        "brincadeira": [
          "play"
        ],
        "fadinhas": [
          "fairies",
          "pixies"
        ],
        "brincadeiras": [
          "plays"
        ],
        "asas brilhantes": [
          "shiny wings"
        ],
        "kindness": [
          "kindness"
        ]
      },
      "paragraphs": [
        "Era uma vez na grande selva de Fora que viviam Jia e Rua, duas fadinhas travessas da lua conhecidas por suas brincadeiras divertidas e asas brilhantes que iluminam. Todas as noites, elas dançavam pelo céu, pintando-o com cores cintilantes.\n",
        "Certa noite, enquanto voavam sobre o rio brilhante, encontraram uma família de vaga-lumes se preparando para iluminar a noite. Jia e Rua riram das tentativas dos vaga-lumes, achando que seria divertido pregar uma peça neles.\n",
        "As fadinhas travessas desceram voando, soprando brisas suaves para espalhar as luzes dos vagalumes. Os vagalumes choraram confusos, incapazes de iluminar a noite como planejado. Jia e Rua riram, sem perceber o desgosto que causaram.\n",
        "Vendo as vaga-lumes tristes, as fadas sentiram um aperto no coração. Lembrando das palavras dos mais velhos sobre bondade, Jia e Rua decidiram consertar as coisas. Eles se uniram aos vaga-lumes, criando padrões deslumbrantes no céu que impressionaram todas as criaturas de Fora.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}