{
  "title": "The Lost Oasis",
  "hook": "Did Quira and her friends find the magical oasis in the endless desert?",
  "moral": "Bravery and friendship can help us overcome challenges.",
  "keywords": "Quira, Nisha, Kavia, desert, wanderer, merchants, oasis, friendship, challenges, bravery, perseverance",
  "paragraphs": [
    "Quira, a brave desert wanderer, was on a journey with her clever friends Nisha and Kavia. They were searching for the mysterious magical oasis that could grant any wish.",
    "As the sun beat down on them, they stumbled upon a fork in the dusty path. Nisha suggested going left, but Kavia thought right was the correct way.",
    "Quira, known for her strong will, proposed a plan. She said, \"Let's split up temporarily. Nisha, you go left, and Kavia, you go right. We will meet at the bottom of the dune.\"",
    "The separated friends found themselves facing tall sand dunes and mirages. Nisha realized her path led to dead ends, while Kavia encountered treacherous quicksand.",
    "Remembering Quira's advice, they reunited at the bottom of the dune and combined their strengths. With Nisha's intuition and Kavia's wit, they uncovered the hidden oasis.",
    "The oasis shimmered in the distance, surrounded by palm trees and cool water. Quira and her friends realized that their unity and determination had led them to the magical oasis."
  ],
  "translations": {
    "en-fr": {
      "title": "Le Paradis Perdu",
      "hook": "Est-ce que Quira et ses amis ont trouvé l'oasis magique dans le désert sans fin?",
      "moral": "Le courage et l'amitié peuvent nous aider à surmonter les défis.",
      "keywords": {
        "oasis": [
          "oasis"
        ],
        "palm trees": [
          "palm trees"
        ],
        "unity": [
          "unity"
        ],
        "Quira": [
          "Quira"
        ],
        "dune": [
          "dune"
        ],
        "soleil": [
          "sun"
        ],
        "chemin": [
          "path",
          "way"
        ],
        "droite": [
          "right"
        ],
        "amis": [
          "friends"
        ],
        "dunes de sable": [
          "sand dunes"
        ],
        "mirages": [
          "mirages"
        ],
        "souhait": [
          "wish"
        ],
        "détermination": [
          "determination"
        ]
      },
      "paragraphs": [
        "Quira, une courageuse exploratrice du désert, était en voyage avec ses amies astucieuses Nisha et Kavia. Elles cherchaient l'oasis magique et mystérieuse qui pouvait exaucer n'importe quel souhait.\n",
        "Alors que le soleil brillait fort sur eux, ils sont arrivés à une fourchette dans le chemin poussiéreux. Nisha a suggéré d'aller à gauche, mais Kavia pensait que la bonne direction était à droite.\n",
        "Quira, connue pour sa détermination, a proposé un plan. Elle a dit, \"Séparons-nous temporairement. Nisha, va à gauche, et Kavia, va à droite. On se retrouvera en bas de la dune.\"\n",
        "Les amis séparés se sont retrouvés face à de hautes dunes de sable et des mirages. Nisha a réalisé que son chemin la menait à des impasses, tandis que Kavia a rencontré un sable mouvant dangereux.\n",
        "En se rappelant des conseils de Quira, ils se sont retrouvés au bas de la dune et ont combiné leurs forces. Avec l'intuition de Nisha et l'esprit de Kavia, ils ont découvert l'oasis cachée.\n",
        "Au loin, l'oasis scintillait, entourée de palmiers et d'eau fraîche. Quira et ses amis réalisèrent que leur union et leur détermination les avaient conduits à l'oasis magique.\n"
      ]
    },
    "id-en": {
      "hook": "Did Quira and her friends find the magical oasis in the endless desert?",
      "moral": "Bravery and friendship can help us overcome challenges.",
      "title": "The Lost Oasis",
      "keywords": {
        "sun": [
          "matahari"
        ],
        "dusty road": [
          "jalan berdebu"
        ],
        "split": [
          "belah",
          "pisah"
        ],
        "Quira": [
          "Quira"
        ],
        "magical oasis": [
          "oasis ajaib"
        ],
        "wish": [
          "keinginan",
          "harapan"
        ],
        "oasis": [
          "oasis"
        ],
        "unity": [
          "persatuan"
        ],
        "determination": [
          "tekad"
        ],
        "strong will": [
          "keinginan kuat"
        ],
        "separate": [
          "memisahkan",
          "terpisah"
        ],
        "friends": [
          "teman-teman"
        ],
        "sand dunes": [
          "bukit pasir"
        ],
        "mirages": [
          "halusinasi"
        ],
        "Quira's advice": [
          "nasehat Quira"
        ],
        "combined their strengths": [
          "menggabungkan kekuatan mereka"
        ],
        "hidden oasis": [
          "oasis tersembunyi"
        ]
      },
      "paragraphs": [
        "Quira, a brave desert adventurer, was on an adventure with her smart pals Nisha and Kavia. They were looking for the secret magic watering hole that could make any wish come true.\n",
        "The bright sun shined on them. They found a split in the dusty road. Nisha said go left, but Kavia said go right.\n",
        "Quira, who is very determined, had an idea. She said, \"Let's separate for a bit. Nisha, go left, and Kavia, go right. We will reunite at the bottom of the hill.\"\n",
        "The friends who were far from each other saw very big piles of sand and things that looked like water but were not real. Nisha found out that where she was going had no way forward, and Kavia met dangerous sinking sand.\n",
        "Quira told them something smart. They met at the big pile of sand and joined forces. Nisha felt things without knowing and Kavia was clever. They found a secret pool of water.\n",
        "A beautiful water place sparkled far away, with tall leafy trees and fresh water around it. Quira and her buddies found out that by staying together and being strong, they had reached the magical water place.\n"
      ]
    },
    "en-de": {
      "title": "Das Verlorene Paradies",
      "hook": "Haben Quira und ihre Freunde die zauberhafte Oase in der endlosen Wüste gefunden?",
      "moral": "Mut und Freundschaft können uns helfen, Schwierigkeiten zu überwinden.",
      "keywords": {
        "Oase": [
          "oasis"
        ],
        "Palmen": [
          "palms"
        ],
        "Einheit": [
          "unity"
        ],
        "Sonne": [
          "sun"
        ],
        "staubig": [
          "dusty"
        ],
        "Pfad": [
          "path"
        ],
        "Quiras": [
          "quicksands"
        ],
        "Kräfte": [
          "strengths",
          "powers"
        ],
        "verborgene": [
          "hidden"
        ],
        "Quira": [
          "quicksand"
        ],
        "Plan": [
          "plan"
        ],
        "Düne": [
          "dune"
        ],
        "Wüstenwanderin": [
          "desert wanderer"
        ],
        "magische Oase": [
          "magical oasis"
        ],
        "Freunde": [
          "friends"
        ],
        "Sanddünen": [
          "sand dunes"
        ],
        "Treibsand": [
          "quicksand"
        ]
      },
      "paragraphs": [
        "Quira, eine tapfere Wüstenwanderin, war auf einer Reise mit ihren cleveren Freunden Nisha und Kavia. Sie suchten die geheimnisvolle magische Oase, die jeden Wunsch erfüllen konnte.\n",
        "Die Sonne schien stark auf sie herunter, als sie auf eine Gabelung im staubigen Pfad stießen. Nisha schlug vor, nach links zu gehen, aber Kavia dachte, dass rechts der richtige Weg sei.\n",
        "Quira, bekannt für ihren starken Willen, schlug einen Plan vor. Sie sagte: \"Lass uns uns vorübergehend trennen. Nisha, geh nach links, und Kavia, geh nach rechts. Wir treffen uns unten an der Düne.\"\n",
        "Die getrennten Freunde fanden sich vor großen Sanddünen und Luftspiegelungen. Nisha merkte, dass ihr Weg zu Sackgassen führte, während Kavia gefährlichen Treibsand entdeckte.\n",
        "Sie erinnerten sich an Quiras Rat und trafen sich unten in der Düne wieder und vereinten ihre Kräfte. Mit Nishas Intuition und Kavias Scharfsinn enthüllten sie die verborgene Oase.\n",
        "Die Oase funkelte in der Ferne, umgeben von Palmen und kühlem Wasser. Quira und ihre Freunde erkannten, dass ihre Einheit und Entschlossenheit sie zur magischen Oase geführt hatten.\n"
      ]
    },
    "en-pt": {
      "title": "O Oásis Perdido\n",
      "moral": "Coragem e amizade podem nos ajudar a vencer desafios.",
      "hook": "Quira e seus amigos encontraram o oásis mágico no deserto sem fim?",
      "keywords": {
        "Quira": [
          "Kavia"
        ],
        "plano": [
          "flat",
          "plan"
        ],
        "separar": [
          "separate"
        ],
        "sol": [
          "sun"
        ],
        "caminho": [
          "path",
          "way"
        ],
        "esquerda": [
          "left"
        ],
        "oásis": [
          "oasis"
        ],
        "palmeiras": [
          "palm trees"
        ],
        "união": [
          "union"
        ],
        "duna": [
          "dune"
        ],
        "amigos": [
          "friends"
        ],
        "dunas de areia": [
          "sand dunes"
        ],
        "becos sem saída": [
          "dead ends"
        ],
        "Nisha": [
          "Nisha"
        ],
        "Kavia": [
          "Quira"
        ]
      },
      "paragraphs": [
        "Quira, uma corajosa viajante do deserto, estava em uma jornada com suas amigas espertas Nisha e Kavia. Elas estavam procurando o oásis mágico misterioso que pudesse conceder qualquer desejo.\n",
        "Quando o sol brilhava neles, eles encontraram um caminho bifurcado na estrada empoeirada. Nisha sugeriu ir para a esquerda, mas Kavia achou que a direita era o caminho certo.\n",
        "Quira, conhecida por sua vontade forte, propôs um plano. Ela disse: \"Vamos nos separar temporariamente. Nisha, você vai para a esquerda, e Kavia, você vai para a direita. Nos encontraremos no pé da duna.\"\n",
        "Os amigos separados encontraram-se diante de altas dunas de areia e miragens. Nisha percebeu que seu caminho levava a becos sem saída, enquanto Kavia encontrou um traiçoeiro pântano de areia movediça.\n",
        "Lembrando do conselho da Quira, eles se reuniram no pé da duna e juntaram suas forças. Com a intuição da Nisha e a astúcia da Kavia, eles descobriram o oásis escondido.\n",
        "A oásis brilhava ao longe, cercado por palmeiras e água fresca. Quira e seus amigos perceberam que a união e determinação os levaram ao oásis mágico.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}