{
  "title": "The Mischievous Adventure of Jia and Rua",
  "hook": "What mischief will Jia and Rua create in the mysterious Great Fora Jungle tonight?",
  "moral": "Cooperation solves problems and makes friendship stronger.",
  "paragraphs": [
    "In the heart of the Great Fora Jungle lived two playful pixies named Jia and Rua. They loved exploring under the shimmering moonlight, leaving behind a trail of mischief in their wake.",
    "One night, as they roamed through the dense jungle, Rua accidentally knocked over a precious vase belonging to the Jungle Keeper. Jia, alarmed by the crash, scolded Rua, \"Oh no, what have you done, Rua? The Jungle Keeper will be so upset!\"",
    "Rua felt guilty and worried about facing the consequences. Jia, seeing her friend's distress, had an idea. \"Let's work together to fix this mistake,\" she said with a determined look.",
    "The mischievous duo gathered colorful flowers and shiny leaves from the jungle to create a beautiful new vase. They presented it to the Jungle Keeper, who was touched by their effort and forgave them.",
    "As they danced under the moonlight, Jia and Rua realized that by cooperating and helping each other, they could overcome any challenge that came their way."
  ],
  "keywords": [
    "pixies",
    "mischief",
    "jungle",
    "cooperation",
    "friendship",
    "mistake",
    "forgiveness",
    "creativity",
    "exploration",
    "adventure"
  ],
  "characters": [
    "Jia and Rua"
  ],
  "translations": {
    "id-en": {
      "hook": "What mischief will Jia and Rua create in the mysterious Great Fora Jungle tonight?",
      "moral": "Cooperation solves problems and makes friendship stronger.",
      "title": "The Mischievous Adventure of Jia and Rua",
      "keywords": {
        "danced": [
          "menari"
        ],
        "cooperating": [
          "berkolaborasi",
          "bekerja sama"
        ],
        "challenge": [
          "tantangan"
        ],
        "Rua": [
          "Rua"
        ],
        "Jia": [
          "Jia"
        ],
        "friend": [
          "teman"
        ],
        "pixies": [
          "pixies"
        ],
        "playful": [
          "ceria"
        ],
        "mischief": [
          "kejahatan",
          "kenakalan"
        ],
        "night": [
          "malam"
        ],
        "forest": [
          "hutan"
        ],
        "upset": [
          "marah",
          "kesal"
        ],
        "friends": [
          "teman-teman"
        ],
        "flowers": [
          "bunga"
        ],
        "shiny leaves": [
          "daun berkilau"
        ]
      },
      "paragraphs": [
        "In a big forest, two little magical friends named Jia and Rua played together. They enjoyed wandering around in the shiny night, and they made a mess wherever they went.\n",
        "One night, while walking in the thick forest, Rua bumped into a special pot that belonged to the protector of the forest. Jia was worried and told Rua, \"Oh dear, why did you do that, Rua? The forest protector will be sad!\"\n",
        "Rua felt bad and scared about what would happen next. Jia, seeing her friend so sad, had a plan. \"Let's help each other to make things right,\" she said with a strong face.\n",
        "One day, two friends from the jungle collected pretty flowers and shiny leaves to make a lovely vase. They gave it to the Jungle Keeper, who felt happy and forgave them.\n",
        "As they danced under the moonlight, Jia and Rua realized that by working together and being kind to one another, they could solve any problem that came their way.\n"
      ]
    },
    "en-de": {
      "moral": "Zusammenarbeit löst Probleme und stärkt die Freundschaft.",
      "title": "Das Abenteuer der lustigen Streiche von Jia und Rua",
      "hook": "Welchen Unsinn werden Jia und Rua heute Nacht im geheimnisvollen Großen Fora-Dschungel anstellen?",
      "keywords": {
        "Duo": [
          "Duo"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Vase": [
          "Vase"
        ],
        "Rua": [
          "Street"
        ],
        "Jia": [
          "Home",
          "House"
        ],
        "zusammenarbeiten": [
          "Collaborate",
          "Work together"
        ],
        "Feen": [
          "Fairies"
        ],
        "Mondlicht": [
          "Moonlight"
        ],
        "Unfug": [
          "Mischief"
        ],
        "Hüter": [
          "Guardian"
        ],
        "tanzten": [
          "Danced"
        ],
        "Mondschein": [
          "Moonlight"
        ],
        "zusammenarbeiteten": [
          "Collaborated",
          "Worked together"
        ]
      },
      "paragraphs": [
        "Tief im Herzen des Großen Fora Dschungels lebten zwei verspielte kleine Feen namens Jia und Rua. Sie liebten es, unter dem schimmernden Mondlicht zu erkunden und hinterließen eine Spur von Unfug.\n",
        "Einmal, als sie durch den dichten Dschungel streiften, stieß Rua versehentlich eine wertvolle Vase um, die dem Dschungelhüter gehörte. Jia, erschrocken über den Krach, schalt Rua: \"Oh nein, was hast du getan, Rua? Der Dschungelhüter wird so traurig sein!\"\n",
        "Rua fühlte sich schlecht und machte sich Sorgen, was passieren würde. Jia sah, wie traurig ihre Freundin war, und hatte eine Idee. \"Lass uns zusammenarbeiten, um diesen Fehler zu beheben\", sagte sie mit einem entschlossenen Blick.\n",
        "Das freche Duo hat bunte Blumen und glänzende Blätter aus dem Dschungel gesammelt, um eine schöne neue Vase zu erschaffen. Sie haben sie dem Dschungel-Wächter präsentiert, der von ihrer Anstrengung gerührt war und ihnen vergeben hat.\n",
        "Als sie unter dem Mondschein tanzten, merkten Jia und Rua, dass sie jede Herausforderung überwinden konnten, wenn sie zusammenarbeiteten und einander halfen.\n"
      ]
    },
    "en-fr": {
      "moral": "Travailler ensemble résout les problèmes et renforce l'amitié.",
      "hook": "Quelles bêtises Jia et Rua vont-elles faire dans la mystérieuse Grande Jungle de Fora ce soir ?",
      "title": "L'Aventure Espiègle de Jia et Rua",
      "keywords": {
        "duo": [
          "duo"
        ],
        "fleurs colorées": [
          "colorful flowers"
        ],
        "vase": [
          "vase"
        ],
        "Grande Jungle": [
          "Big Jungle"
        ],
        "lutins espiègles": [
          "playful elves"
        ],
        "clair de lune scintillant": [
          "sparkling moonlight"
        ],
        "dansaient": [
          "were dancing"
        ],
        "travaillant ensemble": [
          "working together"
        ],
        "surmonter": [
          "overcome"
        ],
        "nuit": [
          "night"
        ],
        "jungle": [
          "jungle"
        ],
        "Rua": [
          "Rua"
        ],
        "Jia": [
          "Jia"
        ],
        "erreur": [
          "mistake"
        ]
      },
      "paragraphs": [
        "Au cœur de la Grande Jungle des Fora vivaient deux lutins espiègles nommés Jia et Rua. Ils adoraient explorer sous le clair de lune scintillant, laissant derrière eux une traînée de malice.\n",
        "Une nuit, alors qu'ils se promenaient dans la jungle dense, Rua a accidentellement renversé un précieux vase appartenant au Gardien de la Jungle. Jia, alarmée par le bruit, gronda Rua, \"Oh non, qu'as-tu fait, Rua? Le Gardien de la Jungle sera tellement contrarié !\"\n",
        "Rua se sentait coupable et inquiète des conséquences à venir. Jia, voyant la détresse de son amie, eut une idée. \"Travaillons ensemble pour réparer cette erreur,\" dit-elle avec un regard déterminé.\n",
        "Il était une fois, un duo taquins cueillaient de jolies fleurs colorées avec des feuilles brillantes de la jungle pour fabriquer un nouveau vase beau. Ils l'ont offert au gardien de la jungle, qui était ému par leurs efforts et les a pardonnés.\n",
        "Alors qu'ils dansaient sous la lueur de la lune, Jia et Rua ont appris que en travaillant ensemble et en s'aidant mutuellement, ils pouvaient surmonter n'importe quel défi qui se présentait sur leur chemin.\n"
      ]
    },
    "en-pt": {
      "title": "A Estrepolias Aventurosas de Jia e Rua",
      "moral": "Trabalhar juntos resolve problemas e faz a amizade ficar mais forte.",
      "hook": "Que travessura Jia e Rua vão aprontar na misteriosa Grande Floresta do Fora hoje à noite?\n",
      "keywords": {
        "dançavam": [
          "danced"
        ],
        "lua": [
          "moon"
        ],
        "colaborarem": [
          "cooperate"
        ],
        "Rua": [
          "street"
        ],
        "Jia": [
          "house"
        ],
        "aflição": [
          "distress",
          "anxiety"
        ],
        "amigos travessos": [
          "mischief makers",
          "naughty friends"
        ],
        "flores coloridas": [
          "colorful flowers"
        ],
        "folhas brilhantes": [
          "shiny leaves"
        ],
        "duendes": [
          "elves",
          "gnomes"
        ],
        "brincalhões": [
          "playful",
          "mischievous"
        ],
        "explorar": [
          "explore"
        ],
        "jungle": [
          "forest"
        ],
        "vase": [
          "flowerpot"
        ],
        "upset": [
          "distressed",
          "perturbed"
        ]
      },
      "paragraphs": [
        "No coração da Grande Selva Fora viviam dois duendes brincalhões chamados Jia e Rua. Eles adoravam explorar sob a luz brilhante da lua, deixando um rastro de travessuras por onde passavam.\n",
        "Certa noite, enquanto perambulavam pela densa selva, Rua sem querer derrubou um vaso precioso que pertencia ao Guardião da Selva. Jia, assustada pelo barulho, repreendeu Rua, \"Ah não, o que você fez, Rua? O Guardião da Selva ficará tão chateado!\"\n",
        "Rua se sentia culpada e preocupada com as consequências. Jia, vendo a aflição da amiga, teve uma ideia. \"Vamos trabalhar juntas para consertar esse erro,\" ela disse com um olhar determinado.\n",
        "Os dois amigos travessos juntaram flores coloridas e folhas brilhantes da selva para criar um novo vaso bonito. Eles apresentaram-no ao Guardião da Selva, que ficou tocado com o seu esforço e perdoou-os.\n",
        "Enquanto dançavam sob a luz da lua, Jia e Rua perceberam que ao colaborarem e se ajudarem, poderiam vencer qualquer desafio que surgisse em seu caminho.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}