{
  "title": "The Lost Song of the Jungle",
  "hook": "Why is Zara, the gentle singing mermaid, looking worried near the riverbank?",
  "moral": "Cooperation and kindness can help solve problems, even when things seem impossible.",
  "paragraphs": [
    "One sunny day in the Great Fora Jungle, Zara the mermaid sat by the sparkling river, her melodious voice filling the air. Kian, the loyal tiger, approached her, his golden eyes filled with concern.",
    "\"What troubles you, Zara?\" Kian asked softly, his furry tail swishing back and forth. Zara sighed, \"I've lost my precious pearl necklace, and I can't find it anywhere.\"",
    "Together, the unlikely pair searched high and low, through the dense foliage and along the serene riverbank. Kian used his sharp sense of smell, while Zara sang a soothing tune that echoed through the trees.",
    "Just when they were about to give up, Kian noticed a sparkle beneath a giant fern. With a gentle nudge, he uncovered the lost necklace. Zara's eyes shone with gratitude as she thanked Kian with a heartfelt song."
  ],
  "keywords": "Zara, mermaid, singing, Kian, tiger, jungle, lost, necklace, gratitude, melody, teamwork, kindness, cooperation",
  "characters": [
    "Zara",
    "Kian"
  ],
  "translations": {
    "en-de": {
      "title": "Das Vergessene Lied des Dschungels",
      "moral": "Wenn wir zusammenarbeiten und nett zueinander sind, können wir Probleme lösen, auch wenn sie unmöglich erscheinen.",
      "hook": "Warum ist Zara, die freundliche singende Meerjungfrau, in der Nähe des Flussufers besorgt schauend?",
      "keywords": {
        "Zara": [

        ],
        "Meerjungfrau": [
          "mermaid"
        ],
        "Tiger": [

        ],
        "Paar": [
          "pair",
          "couple"
        ],
        "Laub": [
          "leaves"
        ],
        "Flussufer": [
          "riverbank"
        ],
        "Farn": [
          "fern"
        ],
        "Halskette": [
          "necklace"
        ],
        "Dankbarkeit": [
          "gratitude"
        ],
        "Kian": [

        ],
        "Perlenkette": [
          "pearl necklace"
        ]
      },
      "paragraphs": [
        "An einem sonnigen Tag im Großen Fora-Dschungel saß Zara, die Meerjungfrau, am funkelnden Fluss und ihre melodische Stimme erfüllte die Luft. Kian, der treue Tiger, kam auf sie zu, seine goldenen Augen voller Sorge.\n",
        "\"Was macht dich traurig, Zara?\" fragte Kian leise, sein flauschiger Schwanz wedelte hin und her. Zara seufzte, \"Ich habe meine wertvolle Perlenkette verloren und kann sie nirgendwo finden.\"\n",
        "Zusammen suchte das ungewöhnliche Paar hoch und niedrig, durch das dichte Laub und entlang des ruhigen Flussufers. Kian nutzte seinen scharfen Geruchssinn, während Zara ein beruhigendes Lied sang, das durch die Bäume hallte.\n",
        "Gerade als sie kurz davor waren aufzugeben, bemerkte Kian ein Funkeln unter einem riesigen Farn. Mit einem sanften Schubs deckte er die verlorene Halskette auf. Zaras Augen strahlten vor Dankbarkeit, als sie Kian mit einem herzlichen Lied dankte.\n"
      ]
    },
    "id-en": {
      "hook": "Why is Zara, the gentle singing mermaid, looking worried near the riverbank?",
      "moral": "Cooperation and kindness can help solve problems, even when things seem impossible.",
      "title": "The Lost Song of the Jungle",
      "keywords": {
        "Zara": [
          "Zara"
        ],
        "Kian": [
          "Kian"
        ],
        "necklace": [
          "kalung"
        ],
        "gratitude": [
          "terima kasih",
          "penghargaan"
        ],
        "shiny": [
          "bersinar",
          "kilau"
        ],
        "river": [
          "sungai"
        ],
        "faithful": [
          "setia",
          "loyal"
        ],
        "friends": [
          "teman",
          "sahabat"
        ],
        "cleverly": [
          "cerdik",
          "pintar"
        ],
        "quiet": [
          "tenang",
          "senyap"
        ]
      },
      "paragraphs": [
        "One happy day in the Giant Forest Jungle, Zara the underwater princess rested next to the shiny river, her beautiful voice floating in the sky. Kian, the faithful big cat, came near her, his shiny eyes brimming with care.\n",
        "\"What's wrong, Zara?\" Kian gently asked, his fluffy tail moving from side to side. Zara sighed, \"I lost my special shiny necklace, and I can't see it anywhere.\"\n",
        "Together, the strange friends looked very hard, in many places high and low, in the thick plants and near the calm river edge. Kian smelled cleverly, while Zara sang a quiet song that bounced between the trees.\n",
        "Not so long ago, Kian found a shiny thing under a very big leaf. When he pushed it a little bit, he found the missing shiny jewelry. Zara's eyes sparkled with happiness as she sang a sweet song to thank Kian. \n"
      ]
    },
    "en-fr": {
      "title": "Le Chant Perdu de la Jungle",
      "moral": "Quand on travaille ensemble et qu'on est gentil, ça peut aider à résoudre les problèmes, même quand ça semble impossible.",
      "hook": "Pourquoi Zara, la gentille sirène qui chante, a-t-elle l'air inquiète près de la rive?",
      "keywords": {
        "duo improbable": [
          "unlikely pair"
        ],
        "dense végétation": [
          "thick vegetation"
        ],
        "odorat aiguisé": [
          "keen sense of smell"
        ],
        "Zara": [
          "Zara"
        ],
        "Kian": [
          "Kian"
        ],
        "precious pearl necklace": [
          "valuable pearl necklace"
        ],
        "jour ensoleillé": [
          "sunny day"
        ],
        "Grande Jungle": [
          "Great Jungle"
        ],
        "voix mélodieuse": [
          "melodious voice"
        ],
        "collier": [
          "necklace"
        ],
        "fougère": [
          "fern"
        ],
        "gratitude": [
          "gratitude"
        ]
      },
      "paragraphs": [
        "Il était une fois, un jour ensoleillé dans la Grande Jungle Fora, Zara la sirène s'assit près de la rivière étincelante, sa voix mélodieuse remplissant l'air. Kian, le tigre loyal, s'approcha d'elle, ses yeux dorés remplis d'inquiétude.\n",
        "\"Qu'est-ce qui te tracasse, Zara?\" demanda doucement Kian, sa queue poilue balançant de droite à gauche. Zara soupira, \"J'ai perdu mon collier de perles précieux, et je ne le trouve nulle part.\"\n",
        "Ensemble, le duo improbable a cherché partout, dans la dense végétation et le long du paisible bord de la rivière. Kian a utilisé son odorat aiguisé, tandis que Zara chantait une mélodie apaisante qui résonnait à travers les arbres.\n",
        "Juste au moment où ils étaient sur le point de renoncer, Kian a remarqué un éclat sous une grande fougère. Avec une légère poussée, il a découvert le collier perdu. Les yeux de Zara brillaient de gratitude alors qu'elle remerciait Kian avec une chanson sincère.\n"
      ]
    },
    "en-pt": {
      "title": "A Canção Perdida da Floresta",
      "moral": "Trabalhando juntos e sendo gentis podemos resolver problemas, mesmo quando parecem impossíveis.",
      "hook": "Por que a Zara, a sereia gentil e cantante, está parecendo preocupada perto da margem do rio?",
      "keywords": {
        "Zara": [
          "Zara"
        ],
        "Kian": [
          "Kian"
        ],
        "colar de pérolas": [
          "pearl necklace"
        ],
        "duo": [
          "duo",
          "pair"
        ],
        "scent": [
          "scent",
          "fragrance"
        ],
        "melody": [
          "melody",
          "tune"
        ],
        "dia ensolarado": [
          "sunny day"
        ],
        "sereia": [
          "mermaid"
        ],
        "tigre leal": [
          "loyal tiger"
        ],
        "treasure": [
          "treasure"
        ],
        "sparkle": [
          "sparkle",
          "shimmer"
        ],
        "gratitude": [
          "gratitude",
          "thankfulness"
        ]
      },
      "paragraphs": [
        "Num dia ensolarado na Grande Floresta da Fora, Zara, a sereia, sentou-se ao lado do rio cintilante, sua voz melodiosa enchendo o ar. Kian, o tigre leal, se aproximou, seus olhos dourados cheios de preocupação.\n",
        "O que te preocupa, Zara?\" perguntou suavemente, Kian, com sua cauda peluda balançando para frente e para trás. Zara suspirou, \"Perdi meu colar de pérolas precioso, e não consigo encontrá-lo em lugar nenhum.\"\n",
        "Juntos, a dupla improvável procurou em cima e embaixo, por entre a densa vegetação e ao longo da tranquila margem do rio.  Kian usou seu aguçado olfato, enquanto Zara cantava uma melodia suave que ecoava pelas árvores.\n",
        "Numa floresta mágica, Kian e Zara estavam procurando por um tesouro perdido. Quando parecia que não iam encontrar, Kian viu um brilho sob uma samambaia gigante. Com cuidado, ele descobriu o colar perdido. Zara sorriu grata e agradeceu Kian com uma música bonita e cheia de sentimentos.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}