{
  "title": "Nuri and the Dancing Fireflies",
  "hook": "What will Nuri discover when he follows the shimmering trail of fireflies deep into the Great Fora Jungle?",
  "moral": "Curiosity can lead to unexpected adventures and friendships.",
  "paragraphs": [
    "In the heart of Great Fora Jungle, there lived a mischievous forest spirit named Nuri. One warm night, Nuri noticed a trail of twinkling lights dancing in the darkness. \"Oh, what is this?\" he wondered, his eyes wide with curiosity.",
    "\"Hello, little ones! Where are you going?\" Nuri called out to the fireflies, who zipped around him playfully. The fireflies whispered, \"Follow us, Nuri. We have something special to show you!\"",
    "Intrigued, Nuri decided to follow the dancing fireflies deeper into the jungle. The trail led him to a hidden clearing where the fireflies transformed into a mesmerizing spectacle of light and music.",
    "Mesmerized by the enchanting display, Nuri couldn't resist joining the fireflies in their joyful dance. Together, they twirled and swirled under the shimmering moonlight, creating a magical symphony of colors and laughter.",
    "As dawn approached, the fireflies bid Nuri farewell, leaving him with a heart full of gratitude and newfound friendship. With a contented smile, Nuri returned to his home in the forest, eager to share his wondrous adventure with his fellow woodland creatures."
  ],
  "keywords": [
    "Nuri",
    "forest spirit",
    "Great Fora Jungle",
    "fireflies",
    "curiosity",
    "adventure",
    "friendship",
    "magical",
    "symphony",
    "gratitude"
  ],
  "characters": [
    "Nuri"
  ],
  "translations": {
    "en-fr": {
      "title": "Nuri et les Lucioles Dansantes",
      "moral": "La curiosité peut mener à des aventures et amitiés surprises.",
      "hook": "Que va découvrir Nuri lorsqu'il suit le chemin étincelant des lucioles profondément dans la Grande Fora Jungle?",
      "keywords": {
        "lucioles": [
          "fireflies"
        ],
        "suivre": [
          "follow"
        ],
        "spécial": [
          "special"
        ],
        "GRATITUDE": [
          "gratitude"
        ],
        "amitié": [
          "friendship"
        ],
        "Nuri": [
          "Nuri"
        ],
        "danse": [
          "dance"
        ],
        "jungle": [
          "jungle"
        ],
        "esprit de la forêt": [
          "spirit of the forest"
        ],
        "lumières scintillantes": [
          "sparkling lights"
        ],
        "curiosité": [
          "curiosity"
        ]
      },
      "paragraphs": [
        "Au milieu de la Grande Jungle de la Fora, habitait un esprit de la forêt espiègle nommé Nuri. Une nuit chaude, Nuri remarqua un sentier de lumières scintillantes dansant dans l'obscurité. \"Oh, qu'est-ce que c'est?\" se demanda-t-il, les yeux écarquillés de curiosité.\n",
        "\"Bonjour, les tout-petits! Où allez-vous?\" Nuri a appelé les lucioles qui tournoyaient joyeusement autour de lui. Les lucioles ont chuchoté, \"Suis-nous, Nuri. Nous avons quelque chose de spécial à te montrer!\"\n",
        "Curieux, Nuri a décidé de suivre les lucioles dansantes plus profondément dans la jungle. Le chemin l'a conduit vers une clairière cachée où les lucioles se sont transformées en un spectacle hypnotisant de lumière et de musique.\n",
        "Envoûté par le magnifique spectacle, Nuri n'a pas pu résister à se joindre aux lucioles dans leur danse joyeuse. Ensemble, ils tournoyaient et virevoltaient sous la lumière argentée de la lune, créant une symphonie magique de couleurs et de rires.\n",
        "Au lever du soleil, les lucioles dirent au revoir à Nuri, lui laissant le cœur rempli de reconnaissance et d'une nouvelle amitié. Avec un sourire satisfait, Nuri est retourné chez lui dans la forêt, impatient de partager son merveilleux voyage avec ses amis des bois.\n"
      ]
    },
    "en-de": {
      "title": "Nuri und die tanzenden Glühwürmchen",
      "moral": "Neugier kann zu unerwarteten Abenteuern und Freundschaften führen.\n",
      "hook": "Was wird Nuri entdecken, wenn er dem glitzernden Pfad der Glühwürmchen tief in den Großen Fora-Dschungel folgt?",
      "keywords": {
        "Glühwürmchen": [
          "fireflies"
        ],
        "Besonderes": [
          "special"
        ],
        "flüsterten": [
          "whispered"
        ],
        "Nuri": [
          "Nuri"
        ],
        "Tanz": [
          "dance"
        ],
        "Dschungel": [
          "jungle"
        ],
        "Waldgeist": [
          "forest spirit"
        ],
        "neugierig": [
          "curious"
        ],
        "Glühwürmchen (fireflies)": [
          "fireflies"
        ],
        "dankbar (gratitude)": [
          "grateful"
        ],
        "Freundschaft (friendship)": [
          "friendship"
        ]
      },
      "paragraphs": [
        "Im Herzen des Großen Fora-Dschungels lebte ein schelmischer Waldgeist namens Nuri. An einem warmen Abend bemerkte Nuri eine Spur von funkelnden Lichtern, die im Dunkeln tanzten. „Oh, was ist das?“ wunderte er sich, seine Augen weit vor Neugier.\n",
        "\"Hallo, ihr Kleinen! Wohin geht ihr?\" rief Nuri den Glühwürmchen zu, die fröhlich um ihn herum flitzten. Die Glühwürmchen flüsterten, \"Folge uns, Nuri. Wir haben etwas Besonderes für dich zu zeigen!\"\n",
        "Neugierig folgte Nuri den tanzenden Glühwürmchen tiefer in den Dschungel. Der Weg führte ihn zu einer verborgenen Lichtung, wo die Glühwürmchen sich in ein faszinierendes Spektakel aus Licht und Musik verwandelten.\n",
        "Verzaubert von der bezaubernden Vorführung, konnte Nuri nicht widerstehen, sich den Glühwürmchen bei ihrem fröhlichen Tanz anzuschließen. Gemeinsam wirbelten sie unter dem schimmernden Mondlicht umher und kreierten eine magische Symphonie aus Farben und Gelächter.\n",
        "Als der Tagesanbruch nahte, verabschiedeten die Glühwürmchen Nuri und ließen ihn mit einem dankbaren Herzen und einer neuen Freundschaft zurück. Mit einem zufriedenen Lächeln kehrte Nuri in sein Zuhause im Wald zurück, bereit, sein wunderbares Abenteuer mit seinen tierischen Waldgefährten zu teilen.\n"
      ]
    },
    "en-pt": {
      "moral": "A curiosidade pode levar a aventuras e amizades inesperadas.",
      "title": "Nuri e as Vagalumes Dançantes",
      "hook": "O que Nuri vai descobrir quando segue o rastro brilhante das vaga-lumes no fundo da Grande Floresta da Fora?",
      "keywords": {
        "Nuri": [
          "Nuri"
        ],
        "crianças": [
          "children"
        ],
        "vagalumes": [
          "fireflies",
          "twinkling lights"
        ],
        "coração": [
          "heart"
        ],
        "amizade": [
          "friendship"
        ],
        "vaga-lumes": [
          "fireflies",
          "twinkling lights"
        ],
        "floresta": [
          "forest"
        ],
        "fireflies": [
          "fireflies",
          "vagalumes",
          "twinkling lights"
        ],
        "magical symphony": [
          "magical symphony"
        ],
        "Faira Jungle": [
          "Faira Jungle"
        ],
        "mischievous forest spirit": [
          "mischievous forest spirit"
        ],
        "twinkling lights": [
          "fireflies",
          "vagalumes",
          "twinkling lights"
        ]
      },
      "paragraphs": [
        "No coração da Grande Floresta da Faira, morava um espírito travesso da floresta chamado Nuri. Uma noite quente, Nuri percebeu um rastro de luzes brilhantes dançando na escuridão. \"Ah, o que é isso?\" ele se perguntou, seus olhos arregalados de curiosidade.\n",
        "Oi, criancinhas! Para onde vocês vão? chamou Nuri às vagalumes, que voavam ao redor dele brincalhões. Os vagalumes sussurraram, \"Nos sigam, Nuri. Temos algo especial para te mostrar!\"\n",
        "Curioso, Nuri resolveu seguir as vaga-lumes dançantes mais para dentro da floresta. O caminho o levou a um espaço escondido onde os vaga-lumes se transformaram em um espetáculo fascinante de luz e música.\n",
        "Encantada pela exibição encantadora, Nuri não resistiu e se juntou às vagalumes em sua dança alegre. Juntos, eles rodopiaram e giraram sob a luz da lua reluzente, criando uma sinfonia mágica de cores e risos.\n",
        "Quando amanheceu, os vagalumes se despediram de Nuri, deixando-o com um coração cheio de gratidão e amizade recém-descoberta. Com um sorriso satisfeito, Nuri voltou para sua casa na floresta, ansioso para compartilhar sua maravilhosa aventura com seus amigos animais da floresta.\n"
      ]
    },
    "id-en": {
      "hook": "What will Nuri discover when he follows the shimmering trail of fireflies deep into the Great Fora Jungle?",
      "moral": "Curiosity can lead to unexpected adventures and friendships.",
      "title": "Nuri and the Dancing Fireflies",
      "keywords": {
        "Nuri": [
          "Parrot"
        ],
        "fireflies": [
          "Kunang-kunang",
          "Capung malam"
        ],
        "dance": [
          "Menari",
          "Tarian"
        ],
        "friends": [
          "Sahabat",
          "Teman"
        ],
        "bugs": [
          "Serangga",
          "Kutu"
        ],
        "exciting": [
          "Menyenangkan",
          "Seru"
        ],
        "gratitude": [
          "Rasa terima kasih",
          "Kesyukuran"
        ],
        "friendship": [
          "Pertemanan",
          "Persahabatan"
        ],
        "jungle": [
          "Hutan belantara",
          "Rimba"
        ],
        "forest spirit": [
          "Hantu hutan",
          "Makhluk hutan"
        ],
        "twinkling lights": [
          "Cahaya berkedip-kedip",
          "Cahaya gemerlap"
        ],
        "curiosity": [
          "Rasa ingin tahu",
          "Keresahan"
        ]
      },
      "paragraphs": [
        "In the middle of Big Elefante Forest, there was a playful woodland creature named Nuri. One cozy evening, Nuri saw a line of shining lights dancing in the dark. \"Oh, what's this?\" he thought, his big eyes full of wonder.\n",
        "\"Hello, little friends! Where are you heading?\" Nuri asked the shining bugs that were flying around him cheerfully. The bugs whispered back, \"Come with us, Nuri. We have something very exciting to reveal to you!\"\n",
        "Curious, Nuri wanted to follow the twinkling bugs further inside the big forest. He ended up in a secret open space, where the bugs changed into a dazzling show of lights and songs.\n",
        "Nuri was so amazed by the beautiful light show that she wanted to join the twinkling little bugs in their happy dance. They danced together under the shiny moon, making a colorful and giggly party.\n",
        "When the sunrise was coming, little glowing bugs said bye to Nuri. They made him feel very thankful and gave him a new friend. Nuri smiled happily and went back to the forest, excited to tell his animal friends about his amazing day.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}