{
  "title": "The Lost Seedling",
  "hook": "One sunny morning in the Great Fora Jungle, Asha the dragoness and Kian the tiger found a mysterious seedling. What will they do with it?",
  "moral": "Kindness and teamwork can help solve problems and bring happiness.",
  "paragraphs": [
    "One day, Asha and Kian were exploring the Great Fora Jungle when they stumbled upon a tiny seedling peeking out from the ground. Asha, with her kind heart, wanted to care for it and watch it grow. Kian, on the other hand, thought it was just a weed that needed to be removed.",
    "Asha gently explained to Kian that the seedling could one day become a beautiful flower, providing joy and beauty to the forest. Kian saw Asha's passion and decided to help nurture the seedling together.",
    "They worked as a team, giving the seedling water and sunlight every day. As time passed, the seedling began to grow taller and stronger, blooming into a vibrant flower that brought colors and happiness to the jungle."
  ],
  "keywords": [
    "Asha",
    "Kian",
    "seedling",
    "Great Fora Jungle",
    "kindness",
    "teamwork",
    "nature",
    "beauty",
    "appreciation",
    "growth"
  ],
  "characters": [
    "Asha",
    "Kian"
  ],
  "translations": {
    "en-pt": {
      "title": "A Sementinha Perdida",
      "moral": "Ser gentil e trabalhar em equipe pode ajudar a resolver problemas e trazer felicidade.",
      "hook": "Num lindo dia na Grande Selva Fora, Asha a dragão e Kian o tigre encontraram uma sementinha misteriosa. O que eles vão fazer com ela?",
      "keywords": {
        "Asha": [
          "Hope"
        ],
        "Kian": [
          "Ancient",
          "Enduring"
        ],
        "seedling": [
          "Sprout",
          "Plantlet"
        ],
        "team": [
          "Group",
          "Squad"
        ],
        "vibrant": [
          "Lively",
          "Energetic"
        ],
        "brotinho": [
          "Sprout"
        ]
      },
      "paragraphs": [
        "Um dia, Asha e Kian estavam explorando a Grande Floresta da Fora quando encontraram um brotinho minúsculo espiando para fora do chão. Asha, com seu coração bondoso, queria cuidar dele e ver ele crescer. Já Kian pensava que era apenas uma erva daninha que precisava ser removida.\n",
        "Asha explicou com delicadeza para Kian que a semente poderia um dia se tornar uma flor bonita, trazendo alegria e beleza para a floresta. Kian viu a paixão de Asha e decidiu ajudar a cuidar da semente juntos.\n",
        "Eles trabalharam juntos, dando água e solzinho para a mudinha todo dia. Conforme o tempo passava, a mudinha foi crescendo mais alta e forte, florescendo numa flor colorida que trouxe cores e alegria para a selva.\n"
      ]
    },
    "id-en": {
      "hook": "One sunny morning in the Great Fora Jungle, Asha the dragoness and Kian the tiger found a mysterious seedling. What will they do with it?",
      "moral": "Kindness and teamwork can help solve problems and bring happiness.",
      "title": "The Lost Seedling",
      "keywords": {
        "Asha": [
          "Pertemanan"
        ],
        "Kian": [
          "Lebih"
        ],
        "seedling": [
          "Bibit",
          "Tunas"
        ],
        "friends": [
          "Sahabat",
          "Teman"
        ],
        "little plant": [
          "Tanaman kecil"
        ],
        "bright colors": [
          "Warna cerah"
        ],
        "Jungle": [
          "Hutan belantara"
        ]
      },
      "paragraphs": [
        "Once upon a time, Asha and Kian were exploring the Big Jungle when they found a small plant growing. Asha, who is caring, wanted to look after it and see it grow. Kian, however, thought it was a useless plant that should be taken out.\n",
        "Asha told Kian the tiny plant could grow into a pretty flower, making the forest happy. Kian felt Asha's love and they cared for the plant together.\n",
        "They all worked together like friends, helping the little plant with water and sunshine each day. With days turning into moons, the little plant started growing bigger and stronger, blooming into a beautiful flower that filled the jungle with bright colors and joy.\n"
      ]
    },
    "en-fr": {
      "title": "La Petite Graine Perdue",
      "moral": "La gentillesse et le travail d'équipe peuvent aider à résoudre les problèmes et apporter de la joie.\n",
      "hook": "Un matin ensoleillé dans la Grande Jungle de Fora, Asha la dragonne et Kian le tigre ont trouvé un jeune plant mystérieux. Que feront-ils avec?",
      "keywords": {
        "Asha": [
          "Asha"
        ],
        "Kian": [
          "Kian"
        ],
        "seedling": [
          "plantule"
        ],
        "plantule": [
          "seedling"
        ],
        "plante": [
          "plant"
        ],
        "grandir": [
          "grow"
        ],
        "fleur": [
          "flower"
        ]
      },
      "paragraphs": [
        "Un jour, Asha et Kian explore le Grand Fora Jungle quand ils trouvé une petite plantule dépassant du sol. Asha, avec son cœur gentil, voulu prendre soin et voir grandir. Kian, cependant, pensé que c'était juste une mauvaise herbe à enlever.\n",
        "Asha a doucement expliqué à Kian que la petite plante pourrait un jour devenir une belle fleur, apportant de la joie et de la beauté à la forêt. Kian a vu la passion d'Asha et a décidé d'aider à prendre soin de la petite plante ensemble.\n",
        "Ils ont travaillé ensemble, donnant de l'eau et du soleil à la jeune plante tous les jours. Avec le temps, la jeune plante a commencé à grandir plus haut et plus fort, fleurissant en une fleur vibrante qui a apporté des couleurs et du bonheur à la jungle.\n"
      ]
    },
    "en-de": {
      "title": "Das Verlorene Pflänzchen",
      "moral": "Freundlichkeit und Teamarbeit können helfen, Probleme zu lösen und Glück zu bringen.",
      "hook": "An einem sonnigen Morgen im Großen Fora Dschungel fanden Asha die Drachenessin und Kian der Tiger eine geheimnisvolle junge Pflanze. Was werden sie damit machen?",
      "keywords": {
        "Samen": [
          "seed"
        ],
        "Sonnenlicht": [
          "sunlight"
        ],
        "Blume": [
          "flower"
        ],
        "Asha": [
          "hope"
        ],
        "Pflänzchen": [
          "seedling"
        ],
        "Wald": [
          "forest"
        ],
        "Kian": [
          "growth"
        ],
        "Setzling": [
          "sapling"
        ]
      },
      "paragraphs": [
        "Ein Tag, Asha und Kian waren erforschen die Großer Fora Dschungel als sie stoßen auf ein winziges Setzling schaut aus die Erde. Asha, mit ihr gütig Herz, wollte pflegen das und beobachten es wachsen. Kian, dagegen, dachte es war nur ein unerwünscht Pflanze dass musste entfernen.\n",
        "Asha erklärte Kian sanft, dass das Pflänzchen eines Tages eine schöne Blume werden könnte, die Freude und Schönheit in den Wald bringt. Kian sah Ashas Leidenschaft und entschied sich, das Pflänzchen gemeinsam zu pflegen.\n",
        "Sie arbeiteten zusammen, gaben dem Samen jeden Tag Wasser und Sonnenlicht. Mit der Zeit begann der Samen größer und kräftiger zu wachsen, blühte zu einer lebendigen Blume auf, die Farben und Glück in den Dschungel brachte.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}