{
  "title": "The Magical Flower Friendship",
  "hook": "Will Amia the flower fairy and Asha the dragoness be able to solve their mysterious problem?",
  "moral": "Cooperation and understanding can help resolve conflicts between friends.",
  "paragraphs": [
    "In the heart of the Great Fora Jungle lived two unlikely friends - Amia, the gentle-hearted flower fairy, and Asha, the compassionate healer dragoness. They spent their days exploring the lush forest, admiring the colorful flowers and helping any creature in need.",
    "One day, a strange phenomenon occurred in the jungle. The flowers started losing their vibrant colors, turning dull and droopy. Amia and Asha were puzzled by this and knew they had to work together to solve the problem.",
    "Amia thought it was the lack of sunlight causing the flowers to wither, while Asha believed it was the absence of water that was the root of the issue. They couldn't agree on the solution, leading to a little disagreement between them.",
    "Finally, they decided to combine their ideas. Amia used her magical powers to create a beam of light, while Asha sprayed a gentle mist of water over the flowers. As they worked together, the flowers began to regain their vibrancy, blooming beautifully once more."
  ],
  "keywords": "Amia, Asha, flower fairy, dragoness, jungle, colors, teamwork, cooperation, friendship, problem-solving, understanding, harmony",
  "characters": [
    "Amia",
    "Asha"
  ],
  "translations": {
    "en-de": {
      "title": "Die Zauberblume Freundschaft",
      "moral": "Zusammenarbeit und Verständnis können helfen, Konflikte zwischen Freunden zu lösen.\n",
      "hook": "Kann Amia, die Blumenfee, und Asha, die Drachin, ihr geheimnisvolles Problem lösen?",
      "keywords": {
        "Dschungel": [
          "Jungle"
        ],
        "Blumen": [
          "Flowers"
        ],
        "Farben": [
          "Colors"
        ],
        "Ideen": [
          "Ideas"
        ],
        "magischen Kräfte": [
          "Magical Powers"
        ],
        "Freunde": [
          "Friends"
        ],
        "Sonne": [
          "Sun"
        ],
        "Wasser": [
          "Water"
        ]
      },
      "paragraphs": [
        "In dem Zentrum des Großen Fora Dschungels lebten zwei ungewöhnliche Freunde - Amia, die sanftmütige Blumenfee, und Asha, die mitfühlende Heiler-Drachin. Sie verbrachten ihre Tage damit, den üppigen Wald zu erkunden, die bunten Blumen zu bewundern und allen hilfsbedürftigen Kreaturen zu helfen.\n",
        "Eines Tages passierte im Dschungel ein seltsames Ereignis. Die Blumen begannen ihre lebendigen Farben zu verlieren, wurden matt und hingen traurig herunter. Amia und Asha waren verwirrt darüber und wussten, dass sie zusammenarbeiten mussten, um das Problem zu lösen.\n",
        "Amia dachte, dass die Blumen welken, weil sie nicht genug Sonne bekommen. Asha meinte, dass der Mangel an Wasser das Problem war. Sie konnten sich nicht einigen, was die Lösung war, und das führte zu einer kleinen Meinungsverschiedenheit zwischen ihnen.\n",
        "Am Ende entschieden sie sich, ihre Ideen zu kombinieren. Amia nutzte ihre magischen Kräfte, um einen Lichtstrahl zu erzeugen, während Asha einen sanften Nebel über die Blumen sprühte. Als sie zusammenarbeiteten, begannen die Blumen, ihre Lebendigkeit zurückzugewinnen und erblühten wieder wunderschön.\n"
      ]
    },
    "en-fr": {
      "moral": "Travailler ensemble et bien se comprendre peut aider à résoudre les disputes entre amis.\n",
      "title": "La Fleur Magique de l'Amitié",
      "hook": "Est-ce que Amia la fée des fleurs et Asha la dragonne pourront résoudre leur mystérieux problème?",
      "keywords": {
        "fleurs": [
          "flowers"
        ],
        "couleurs vives": [
          "bright colors"
        ],
        "travail en équipe": [
          "teamwork"
        ],
        "Amia": [
          "Amia"
        ],
        "Asha": [
          "Asha"
        ],
        "combiner": [
          "combine"
        ],
        "pouvoirs magiques": [
          "magical powers"
        ],
        "éclat": [
          "glow"
        ],
        "amis": [
          "friends"
        ],
        "fée": [
          "fairy"
        ],
        "dragonne": [
          "she-dragon",
          "female dragon"
        ]
      },
      "paragraphs": [
        "Au coeur de la Grande Jungle des Fora vivaient deux amis improbables - Amia, la fée des fleurs au cœur tendre, et Asha, la dragonne guérisseuse compatissante. Ils passaient leurs journées à explorer la forêt luxuriante, admirant les fleurs colorées et aidant toute créature dans le besoin.\n",
        "Un jour, quelque chose de bizarre s'est passé dans la jungle. Les fleurs ont commencé à perdre leurs couleurs vives, devenant fades et tristes. Amia et Asha étaient perplexes et savaient qu'elles devaient travailler ensemble pour résoudre le problème.\n",
        "Amia pensait que c'était le manque de soleil qui faisait faner les fleurs, tandis qu'Asha croyait que l'absence d'eau était à l'origine du problème. Elles ne pouvaient pas se mettre d'accord sur la solution, ce qui a causé un petit désaccord entre elles.\n",
        "Enfin, ils ont décidé de combiner leurs idées. Amia a utilisé ses pouvoirs magiques pour créer un faisceau de lumière, tandis qu'Asha a vaporisé une douce brume d'eau sur les fleurs. En travaillant ensemble, les fleurs ont commencé à retrouver leur éclat, en fleurissant à nouveau magnifiquement.\n"
      ]
    },
    "id-en": {
      "hook": "Will Amia the flower fairy and Asha the dragoness be able to solve their mysterious problem?",
      "title": "The Magical Flower Friendship",
      "moral": "Cooperation and understanding can help resolve conflicts between friends.",
      "keywords": {
        "teamwork": [
          "kerja sama"
        ],
        "magic": [
          "sihir",
          "keajaiban"
        ],
        "flowers": [
          "bunga",
          "kembang"
        ],
        "jungle": [
          "hutan",
          "rimba"
        ],
        "solve": [
          "menyelesaikan",
          "memecahkan"
        ],
        "sunlight": [
          "sinar matahari"
        ],
        "water": [
          "air"
        ],
        "friends": [
          "teman",
          "sahabat"
        ],
        "fairy": [
          "peri",
          "bidadari"
        ],
        "dragoness": [
          "naga betina"
        ]
      },
      "paragraphs": [
        "In the middle of the Big Jungle lived two different friends - Amia, the kind flower fairy, and Asha, the caring healer dragoness. They enjoyed exploring the green forest, looking at the pretty flowers and helping any animal in trouble.\n",
        "One day, something weird happened in the big forest. The pretty flowers became dull and sad. Amia and Asha were confused and decided to help each other fix the issue.\n",
        "Amia thought the flowers were sad because they didn't get enough sunlight, but Asha said they were thirsty because they didn't have water. They didn't agree on what to do, so they had a small argument.\n",
        "Finally, they decided to work together. Amia made a bright light using magic, and Asha softly sprayed water on the flowers. The flowers became colorful and beautiful again.\n"
      ]
    },
    "en-pt": {
      "title": "A Amizade da Flor Mágica",
      "hook": "Será que a fada das flores Amia e a dragonesa Asha vão conseguir resolver o seu problema misterioso?",
      "moral": "Trabalhando juntos e se entendendo, as amizades podem se manter felizes e resolver problemas juntas.\n",
      "keywords": {
        "jungle": [
          "jungle"
        ],
        "flowers": [
          "flowers",
          "flores"
        ],
        "problem": [
          "problem",
          "problema"
        ],
        "fairy": [
          "fada"
        ],
        "dragoness": [
          "dragonesa"
        ],
        "ideas": [
          "ideas",
          "ideias"
        ],
        "magical powers": [
          "magical powers",
          "poderes mágicos"
        ],
        "wilted flowers": [
          "wilted flowers",
          "flores murcharem"
        ],
        "lack of sun": [
          "lack of sun",
          "falta de sol"
        ],
        "root of the problem": [
          "root of the problem",
          "raiz do problema"
        ]
      },
      "paragraphs": [
        "No coração da Grande Floresta da Fora viviam dois amigos improváveis - Amia, a fada das flores de coração gentil, e Asha, a dragonesa curandeira e compassiva. Eles passavam seus dias explorando a floresta exuberante, admirando as flores coloridas e ajudando qualquer criatura que precisasse.\n",
        "Num dia, algo mágico aconteceu na selva. As flores começaram a perder suas cores vibrantes, ficando sem graça e caidinhas. Amia e Asha ficaram confusas com isso e sabiam que tinham que trabalhar juntas para resolver o problema.\n",
        "Amia achava que era a falta de sol que estava fazendo as flores murcharem, enquanto Asha acreditava que era a ausência de água que era a raiz do problema. Elas não conseguiam concordar sobre a solução, o que levou a uma pequena discordância entre elas.\n",
        "Finalmente, eles decidiram juntar suas ideias. Amia usou seus poderes mágicos para criar um raio de luz, enquanto Asha espalhava uma névoa suave de água sobre as flores. Enquanto trabalhavam juntos, as flores começaram a recuperar sua vivacidade, florescendo lindamente mais uma vez.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}