{
  "title": "Surya's Leap through Time",
  "hook": "Have you ever met a spirited pirate who can leap through time? Let's follow Surya's adventure!",
  "moral": "Patience and determination can help us overcome challenges and find solutions.",
  "paragraphs": [
    "In the Great Fora Jungle lived Surya, a fearless pirate known for his time-leaping abilities. One sunny morning, as Surya was practicing his jumps, he suddenly found himself stuck in a different era. Confused and worried, he asked a wise old owl for help.",
    "The owl told Surya that in order to return to his time, he needed to find a magical golden feather hidden deep within the jungle. Determined to leap back home, Surya set off on his quest, facing various obstacles along the way.",
    "After a long search, Surya finally found the golden feather shimmering in a hidden cave. But just as he was about to grab it, a mischievous monkey appeared, blocking his path. Instead of getting frustrated, Surya used his quick thinking to outsmart the monkey and retrieve the feather.",
    "With the golden feather in hand, Surya leaped through time and returned to his own era, feeling relieved and proud of overcoming the challenges. The wise owl praised Surya for his patience and determination, teaching him a valuable lesson about perseverance."
  ],
  "keywords": [
    "Surya",
    "time-leaping",
    "jungle",
    "golden feather",
    "quest",
    "obstacles",
    "mischievous monkey",
    "patience",
    "determination",
    "perseverance"
  ],
  "characters": [
    "Surya"
  ],
  "translations": {
    "id-en": {
      "hook": "Have you ever met a spirited pirate who can leap through time? Let's follow Surya's adventure!",
      "moral": "Patience and determination can help us overcome challenges and find solutions.",
      "title": "Surya's Leap through Time",
      "keywords": {
        "owl": [
          "burung hantu"
        ],
        "golden feather": [
          "bulu emas"
        ],
        "jungle": [
          "hutan"
        ],
        "wise owl": [
          "burung hantu bijaksana"
        ],
        "perseverance": [
          "ketekunan",
          "kegigihan"
        ],
        "pirate": [
          "bajak laut",
          "perompak"
        ],
        "time-traveling": [
          "perjalanan waktu"
        ],
        "Surya": [
          "matahari"
        ],
        "mischievous monkey": [
          "monyet nakal"
        ]
      },
      "paragraphs": [
        "In a big forest jungle lived a brave pirate named Surya who was famous for his magical time-traveling skills. One beautiful morning, while Surya was practicing his special jumps, he got lost in another time. Feeling unsure and scared, he sought guidance from a clever owl.\n",
        "The wise bird told Surya that to go back to his time, he had to find a special shiny feather kept deep inside the forest. Surya, very sure about returning home, began the adventure, meeting lots of problems on the road.\n",
        "Once upon a time, after looking for a long time, Surya found a shiny golden feather in a secret cave. Just when he was going to take it, a playful monkey suddenly showed up, stopping him. Surya didn't get upset, he cleverly tricked the monkey and got the feather back.\n",
        "With a shiny golden feather in his hand, Surya jumped through time and went back to his own time, feeling happy and proud of beating the hard parts. The wise owl clapped and cheered for Surya because he waited and worked hard, showing him an important lesson about trying hard always pays off.\n"
      ]
    },
    "en-de": {
      "moral": "Geduld und Entschlossenheit können uns helfen, Schwierigkeiten zu überwinden und Lösungen zu finden.",
      "hook": "Hast du jemals einen mutigen Piraten getroffen, der durch die Zeit springen kann? Lass uns Surias Abenteuer folgen!",
      "title": "Suryas Sprung durch die Zeit",
      "keywords": {
        "Eule": [
          "owl"
        ],
        "magische": [
          "magical"
        ],
        "Hindernisse": [
          "obstacles"
        ],
        "Suche": [
          "search"
        ],
        "golden": [
          "golden"
        ],
        "Affe": [
          "monkey"
        ],
        "goldenen Feder": [
          "golden feather"
        ],
        "Zeit": [
          "time"
        ],
        "Fora-Dschungel": [
          "Fora Jungle"
        ],
        "furchtlos": [
          "fearless"
        ],
        "Zeitüberschreitend": [
          "time-traveling"
        ]
      },
      "paragraphs": [
        "Im Großen Fora-Dschungel lebte Surya, ein furchtloser Pirat, der für seine Zeitüberschreitenden Fähigkeiten bekannt war. An einem sonnigen Morgen, als Surya seine Sprünge übte, fand er sich plötzlich in einer anderen Ära festgehalten. Verwirrt und besorgt bat er eine kluge alte Eule um Hilfe.\n",
        "Die Eule sagte Surya, dass er, um in seine Zeit zurückzukehren, eine magische goldene Feder finden musste, die tief im Dschungel versteckt war. Entschlossen, nach Hause zu springen, machte sich Surya auf die Reise und musste unterwegs verschiedene Hindernisse überwinden.\n",
        "Nach einer langen Suche fand Surya endlich die goldene Feder, die in einer versteckten Höhle schimmerte. Aber als er sie greifen wollte, tauchte ein schelmischer Affe auf und versperrte seinen Weg. Anstatt frustriert zu werden, nutzte Surya sein schnelles Denken, um den Affen auszutricksen und die Feder zurückzuholen.\n",
        "Mit dem goldenen Feder in der Hand, hüpfte Surya durch die Zeit und kehrte zurück zu seiner eigenen Zeit, fühlte sich erleichtert und stolz, die Herausforderungen überwunden zu haben. Die kluge Eule lobte Surya für seine Geduld und Entschlossenheit, lehrte ihm eine wertvolle Lektion über Ausdauer.\n"
      ]
    },
    "en-pt": {
      "title": "Pulo no Tempo de Surya",
      "moral": "Com paciência e persistência conseguimos enfrentar desafios e encontrar soluções.\n",
      "hook": "Já encontraste um pirata cheio de energia que consegue saltar no tempo? Vamos seguir a aventura do Surya!\n",
      "keywords": {
        "coruja": [
          "owl",
          "wise owl"
        ],
        "pena dourada": [
          "golden feather"
        ],
        "selva": [
          "jungle"
        ],
        "golden feather": [
          "pena dourada"
        ],
        "hidden cave": [
          "caverna escondida"
        ],
        "quick thinking": [
          "pensamento rápido"
        ],
        "Surya": [
          "sun",
          "sol"
        ],
        "pirata": [
          "pirate"
        ],
        "pulos": [
          "leaps",
          "jumps"
        ],
        "sábia coruja": [
          "wise owl"
        ],
        "perseverança": [
          "perseverance"
        ]
      },
      "paragraphs": [
        "Na Grande Floresta do Fora vivia Surya, um pirata destemido conhecido por seus poderes de saltar no tempo. Numa manhã ensolarada, enquanto Surya estava praticando seus pulos, subitamente encontrou-se preso em uma era diferente. Confuso e preocupado, pediu ajuda a uma sábia coruja velha.\n",
        "A coruja disse para Surya que, para voltar ao seu tempo, ele precisava encontrar uma pena dourada mágica escondida no fundo da selva. Determinado a pular de volta para casa, Surya partiu em sua jornada, enfrentando vários obstáculos pelo caminho.\n",
        "Depois de procurar muito, Surya finalmente encontrou a pena dourada brilhando em uma caverna escondida. Mas, assim que estava prestes a pegá-la, um macaco travesso apareceu, bloqueando seu caminho. Em vez de ficar frustrado, Surya usou seu pensamento rápido para enganar o macaco e pegar a pena de volta.\n",
        "Com a pena dourada na mão, Surya pulou através do tempo e voltou para sua própria era, se sentindo aliviado e orgulhoso por ter superado os desafios. A sábia coruja elogiou Surya por sua paciência e determinação, ensinando-lhe uma lição valiosa sobre perseverança.\n"
      ]
    },
    "en-fr": {
      "title": "Le Grand Saut de Surya à Travers le Temps",
      "moral": "Être patient et ne jamais abandonner peuvent nous aider à surmonter les obstacles et trouver des solutions.\n",
      "hook": "As-tu déjà rencontré un pirate plein de vie qui peut sauter à travers le temps? Suivons l'aventure de Surya!",
      "keywords": {
        "hibou": [
          "owl"
        ],
        "Surya": [
          "sun god"
        ],
        "plume dorée": [
          "golden feather"
        ],
        "plume d'or": [
          "golden feather"
        ],
        "singe": [
          "monkey"
        ],
        "pirate": [
          "pirate"
        ],
        "sauter": [
          "jump"
        ],
        "sauté à travers le temps": [
          "time-travelled"
        ],
        "valeur de la persévérance": [
          "value of perseverance"
        ]
      },
      "paragraphs": [
        "Dans la grande jungle de la Fora vivait Surya, un pirate intrépide connu pour ses capacités à sauter dans le temps. Un matin ensoleillé, alors que Surya s'entraînait à faire des bonds, il se retrouva soudainement coincé dans une époque différente. Confus et inquiet, il demanda de l'aide à une vieille chouette sage.\n",
        "Le hibou a dit à Surya que pour retourner dans son temps, il devait trouver une plume dorée magique cachée au fond de la jungle. Déterminé à sauter de retour chez lui, Surya a commencé sa quête, affrontant de nombreux obstacles en chemin.\n",
        "Après une longue recherche, Surya a finalement trouvé la plume d'or qui scintillait dans une grotte cachée. Mais juste au moment où il s'apprêtait à l'attraper, un singe espiègle est apparu, bloquant son chemin. Au lieu de se frustrer, Surya a utilisé sa pensée rapide pour tromper le singe et récupérer la plume.\n",
        "Avec la plume dorée en main, Surya a sauté à travers le temps et est retourné à son époque, se sentant soulagé et fier d'avoir surmonté les défis. Le sage hibou a félicité Surya pour sa patience et sa détermination, lui enseignant une leçon précieuse sur la persévérance.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}