{"title":"Baba's Berry Dilemma","hook":"One sunny morning, Baba found a bush full of shiny berries. What will Baba do with them?","moral":"Sharing is caring and it's important to think of others' feelings.","paragraphs":["One sunny morning, Baba skipped merrily in the garden, her tiny hands searching for adventure. Amidst the green leaves, she discovered a bush full of plump, shiny berries.","\"Wow, these berries are so colorful and juicy! I want to take them all home,\" Baba exclaimed, her eyes wide with excitement. But then she remembered her friend Bunny who loves berries too.","Baba wondered, \"Should I keep all the berries for myself or should I share them with Bunny?\" She knew sharing was kind, but she also really wanted all the delicious berries for herself.","Suddenly, a gentle breeze whispered through the garden, reminding Baba of the joy she felt when she shared toys with Bunny before. In that moment, she made a decision that would warm Bunny's heart.","With a smile, Baba carefully picked the ripest berries and placed them in a small basket. She skipped to Bunny's house and shared her berry treasure, creating a moment of happiness and togetherness."],"keywords":["Baba","berries","garden","sharing","friendship","decision","kindness","joy","treasure","togetherness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Beerenproblem","moral":"Teilen ist nett und es ist wichtig, an die Gefühle anderer zu denken.","hook":"An einem sonnigen Morgen, fand Baba einen Busch voll glänzender Beeren. Was wird Baba mit ihnen machen?","keywords":{"Beeren":["Berries"],"Häschen":["Bunny","Rabbit"],"teilen":["Share","Divide"],"Breeze":["Wind","Gust"],"Garden":["Garten"],"Toys":["Spielzeug"],"Baba":["Bye","Goodbye"],"saftig":["Juicy"],"Freund":["Friend"],"Garten":["Garden"]},"paragraphs":["An einem sonnigen Morgen hüpfte Baba fröhlich im Garten herum, mit ihren winzigen Händen, die nach Abenteuern suchten. Inmitten der grünen Blätter entdeckte sie einen Busch voller praller, glänzender Beeren.\n","\"Oh, schau mal, diese Beeren sind so bunt und saftig! Ich möchte sie alle mit nach Hause nehmen\", rief Baba, ihre Augen weit vor Aufregung. Doch dann erinnerte sie sich an ihren Freund Häschen, der Beeren auch liebt.\n","Baba dachte nach, \"Soll ich alle Beeren für mich behalten oder sie mit Häschen teilen?\" Sie wusste, dass Teilen nett war, aber sie wollte auch alle köstlichen Beeren wirklich für sich haben.\n","Plötzlich flüsterte eine sanfte Brise durch den Garten und erinnerte Baba an die Freude, die sie empfand, als sie früher Spielzeug mit Hase teilte. In diesem Moment traf sie eine Entscheidung, die Hases Herz erwärmen würde.\n","Mit einem Lächeln pflückte Baba vorsichtig die reifsten Beeren und legte sie in einen kleinen Korb. Sie hopste zum Haus von Häschen und teilte ihren Beeren-Schatz, und schuf einen Moment von Freude und Zusammenhalt.\n"]},"id-en":{"moral":"Sharing is caring and it's important to think of others' feelings.","hook":"One sunny morning, Baba found a bush full of shiny berries. What will Baba do with them?","title":"Baba's Berry Dilemma","keywords":{"breeze":["angin sepoi-sepoi"],"garden":["kebun","taman"],"decision":["keputusan","kebijakan"],"Baba":["Ayah"],"berries":["buah beri","buah beri"],"happiness":["kebahagiaan","kegembiraan"],"fruits":["buah-buahan","buah"],"bright":["cerah","terang"],"Mama Bear":["Mama Beruang"],"yummy berries":["buah beri lezat"],"sharing is caring":["berbagi adalah peduli"]},"paragraphs":["Once upon a time, on a bright morning, Baba happily hopped in the garden, her small hands looking for fun. Among the green leaves, she found a bush filled with big, shiny berries.\n","\"Wow, these fruits are so bright and yummy! I want to bring them all home,\" Baba said, her eyes big with happiness. But then she remembered her friend Bunny who also adores fruits.\n","One day, Mama Bear thought, \"Should I keep all the yummy berries just for me, or should I give some to Bunny?\" Mama Bear knew that sharing is caring, but she also loved those tasty berries a lot.\n","One day, a soft wind said hi in the garden, helping Granny think about the fun she had with Bunny earlier. At that time, she decided to make Bunny happy.\n","Baba, a kind grandma, happily picked the yummiest berries and put them in a tiny basket. She happily walked to Bunny's home and gave some berries, making them both very happy.\n"]},"en-pt":{"moral":"Compartilhar é se importar e é importante pensar nos sentimentos dos outros.","title":"O Dilema das Frutinhas da Vovó\n","hook":"Certa manhã ensolarada, Baba encontrou um arbusto cheio de frutinhas brilhantes. O que Baba vai fazer com elas?","keywords":{"manhã ensolarada":["sunny morning"],"mãos pequeninas":["tiny hands"],"aventura":["adventure"],"brisa suave":["gentle breeze"],"alegria":["joy"],"decidir":["decide"],"Baba":["nanny","babysitter"],"frutas":["fruits"],"Coelhinho":["bunny"],"coloridas":["colorful"],"suculentas":["succulent"],"Vovó (Grandma)":["Grandma"],"frutas (berries)":["berries"],"Coelhinho (Bunny)":["Bunny"]},"paragraphs":["Certa manhã ensolarada, Baba pulou alegremente no jardim, suas mãos pequeninas em busca de aventura. Entre as folhas verdes, ela descobriu um arbusto cheio de frutas grandes e brilhantes.\n","Nossa, essas frutinhas são tão coloridas e suculentas! Eu quero levar todas para casa - exclamou Baba, seus olhos bem abertos de animação. Mas então ela lembrou de sua amiga Coelha, que também adora frutinhas.\n","A Baba pensou, \"Devo ficar com todas as frutinhas para mim ou devo compartilhá-las com o Coelhinho?\" Ela sabia que compartilhar era legal, mas ela também queria muito todas as frutinhas deliciosas para ela.\n","De repente, uma brisa suave sussurrou pelo jardim, lembrando Baba da alegria que ela sentiu quando ela compartilhou brinquedos com Coelho antes. Naquele instante, ela tomou uma decisão que aqueceria o coração de Coelho.\n","Com um sorriso, Vovó pegou com cuidado as frutinhas mais maduras e colocou num cestinho. Ela pulou até a casa do Coelhinho e compartilhou seu tesouro de frutinhas, criando um momento de alegria e união.\n"]},"en-fr":{"title":"Le Problème de Baies de Baba","moral":"Partager c'est important et c'est gentil de penser aux sentiments des autres.","hook":"Un matin ensoleillé, Baba a trouvé un buisson plein de baies brillantes. Que va faire Baba avec elles ?","keywords":{"Baba":["Grandmother"],"baies":["berries"],"partager":["share"],"matin ensoleillé":["sunny morning"],"baies dodues":["plump berries"],"mains petites":["small hands"],"colorées":["colorful"],"juteuses":["juicy"],"brise douce":["gentle breeze"],"partager des jouets":["share toys"],"réchauffer le coeur":["warm the heart"],"sourire":["smile"],"bonheur":["happiness"]},"paragraphs":["Un matin ensoleillé, Baba sautait joyeusement dans le jardin, ses petites mains en quête d'aventure. Parmi les feuilles vertes, elle découvrit un buisson rempli de baies dodues et brillantes.\n","Waouh, ces baies sont si colorées et juteuses ! Je veux toutes les emmener à la maison, s'écria Baba, les yeux écarquillés de bonheur. Puis elle se souvint de son amie Lapin qui adore aussi les baies.\n","Baba se demanda, \"Devrais-je garder toutes les baies pour moi ou devrais-je les partager avec Bunny?\" Elle savait que partager était gentil, mais elle voulait aussi vraiment toutes les délicieuses baies pour elle-même.\n","Tout à coup, une brise douce a chuchoté à travers le jardin, rappelant à Baba la joie qu'elle ressentait lorsqu'elle partageait des jouets avec Lapin avant. À ce moment-là, elle a pris une décision qui réchaufferait le coeur de Lapin.\n","Avec un sourire, Baba a soigneusement choisi les baies les plus mûres et les a placées dans un petit panier. Elle a sauté jusqu'à la maison de Lapin et a partagé son trésor de baies, créant un moment de bonheur et d'unité.\n"]}}}