{"title":"Baba's Lost Treasure","hook":"One sunny day, Baba found a mysterious map in her backyard. Where would it lead her?","moral":"Always remember to cherish what you have, for the true treasure lies in the heart.","paragraphs":["One sunny day, Baba was playing in her backyard when she stumbled upon a crinkled map. \"Oooh, treasure map!\" she exclaimed with excitement.","With a sense of adventure, Baba followed the map's twists and turns through the garden, around the pond, and into the old oak tree's shade.","Suddenly, Baba realized she was lost and couldn't find her way back home. \"Oh no, where am I?\" she cried, feeling scared and alone.","Just then, Baba heard her cat's familiar meow. She followed the sound and found her way back to her cozy home, where her family was waiting worriedly.","\"Baba, where did you go? We missed you!\" her parents said, relieved to see her safe. Baba hugged them tight, realizing that their love and care were the true treasures in her life."],"keywords":["treasure","map","adventure","lost","family","love"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba found a mysterious map in her backyard. Where would it lead her?","title":"Baba's Lost Treasure","moral":"Always remember to cherish what you have, for the true treasure lies in the heart.","keywords":{"sunny day":["hari cerah"],"stumbled":["tersandung","tergelincir"],"crinkled map":["peta yang kusut"],"Baba":["Kakek"],"journey":["perjalanan"],"map":["peta"],"cat":["kucing"],"cozy home":["rumah nyaman"],"lost":["hilang"],"home":["rumah"],"Mommy":["Ibu"],"hug":["peluk"],"love":["cinta"]},"paragraphs":["One bright day, Baba was playing in her garden when she found a wrinkled map. \"Wow, treasure map!\" she said happily.\n","Baba went on an exciting journey, following a map around the garden, near the pond, and under a big tree.\n","All of a sudden, Baba noticed she was lost and couldn't find her way back home. \"Oh dear, where am I?\" she shouted, feeling afraid and lonely.\n","One day, Baba heard her cat making its special sound. She listened and followed the sound back to her warm home. Her family was there, looking concerned.\n","Mommy, where did you go? We missed you! said her parents happily when she returned, seeing her safe. Mommy hugged them tight, knowing that their love and care were the most important things in her life.\n"]},"en-de":{"title":"Baba's Verlorener Schatz","moral":"Immer daran denken, was du hast zu schätzen, denn der wirkliche Schatz liegt im Herzen.","hook":"An einem sonnigen Tag fand Baba eine geheimnisvolle Karte in ihrem Hinterhof. Wohin würde sie sie führen?","keywords":{"Baba":["Dad","Father"],"Katze":["Cat"],"Zuhause":["Home"],"Eltern":["Parents"],"Liebe":["Love"],"verirrt":["Lost"],"ängstlich":["Fearful","Afraid"],"sonnig":["Sunny"],"spielen":["Play"],"Schatzkarte":["Treasure map"],"Abenteuerlust":["Wanderlust","Adventure-seeking"],"Kurven":["Curves"],"Schatten":["Shadow"]},"paragraphs":["An einem sonnigen Tag spielte Baba in ihrem Hinterhof, als sie auf eine zerknitterte Karte stieß. \"Oooh, Schatzkarte!\" rief sie aufgeregt aus.\n","Mit einer großen Portion Abenteuerlust folgte Baba den Kurven und Biegungen der Karte durch den Garten, um den Teich herum und in den Schatten der alten Eiche.\n","Plötzlich merkte Baba, dass sie sich verirrt hatte und ihren Weg nach Hause nicht finden konnte. \"Oh nein, wo bin ich?\" rief sie und fühlte sich ängstlich und allein.\n","Einfach so, hörte Baba das bekannte Miauen ihrer Katze. Sie folgte dem Geräusch und fand den Weg zurück zu ihrem gemütlichen Zuhause, wo ihre Familie besorgt wartete.\n","\"Baba, wohin bist du gegangen? Wir haben dich vermisst!\" sagten ihre Eltern, erleichtert, sie sicher zu sehen. Baba umarmte sie fest und erkannte, dass ihre Liebe und Fürsorge die wahren Schätze in ihrem Leben waren.\n"]},"en-pt":{"title":"O Tesouro Perdido da Baba","moral":"Lembre-se sempre de valorizar o que você tem, pois o verdadeiro tesouro está no coração.","hook":"Um dia ensolarado, Baba encontrou um mapa misterioso no quintal dela. Para onde ele a levaria?","keywords":{"Baba":["Sheep","Ewe"],"perdida":["Lost","Wandering"],"assustada":["Scared","Frightened"],"sunny day":["Bright day","Sunshine"],"crinkled map":["Wrinkled map","Folded map"],"treasure map":["Map to treasure","Discovery map"],"gato":["Cat","Feline"],"casa":["House","Home"],"tesouros":["Treasures","Riches"],"segura":["Safe","Secure"],"aventura":["Adventure","Journey"],"mapa":["Map","Chart"],"caminhos":["Paths","Routes"]},"paragraphs":["Em um lindo dia ensolarado, Baba estava brincando no quintal quando encontrou um mapa amassado. \"Oooh, mapa do tesouro!\" ela exclamou com empolgação.\n","Com um sentimento de aventura, Baba seguiu os caminhos do mapa através do jardim, em torno do lago e para a sombra da velha árvore de carvalho.\n","De repente, Baba percebeu que estava perdida e não conseguia encontrar o caminho de volta para casa. \"Ai não, onde estou?\" ela chorou, se sentindo assustada e sozinha.\n","Nesse momento, Baba ouviu o miado conhecido do seu gato. Ela seguiu o som e encontrou o caminho de volta para sua casa aconchegante, onde sua família estava esperando preocupada.\n","\"Baba, para onde você foi? Sentimos sua falta!\" disseram seus pais, aliviados por vê-la segura. Baba os abraçou apertado, percebendo que o amor e cuidado deles eram os verdadeiros tesouros em sua vida.\n"]},"en-fr":{"title":"Le Trésor Perdu de Baba","moral":"Toujours te souvenir de chérir ce que tu as, car le vrai trésor se trouve dans le cœur.","hook":"Un jour ensoleillé, Baba a trouvé une carte mystérieuse dans son jardin. Où cela allait-il la mener?","keywords":{"chat":["cat","feline"],"maison":["house","home"],"famille":["family"],"esprit d'aventure":["adventurous spirit"],"chemins sinueux":["winding paths"],"vieille chêne":["old oak"],"Baba":["Grandfather"],"perdue":["lost","missing"],"crié":["shouted","yelled"],"sunny day":["beautiful day","clear day","bright day"],"backyard":["garden","yard"],"treasure map":["map to treasure"],"amour":["love"],"trésor":["treasure"]},"paragraphs":["Un jour ensoleillé, Baba jouait dans son jardin quand elle est tombée sur une carte froissée. \"Oooh, carte au trésor!\" s'écria-t-elle avec excitation.\n","Avec un esprit d'aventure, Baba a suivi les chemins sinueux de la carte à travers le jardin, autour de l'étang, et sous l'ombre du vieil chêne.\n","Tout à coup, Baba a réalisé qu'elle était perdue et ne pouvait pas retrouver son chemin pour rentrer chez elle. \"Oh non, où suis-je?\" a-t-elle crié, se sentant effrayée et seule.\n","Il était une fois, Baba a entendu le miaulement familier de son chat. Elle a suivi le son et a retrouvé le chemin de sa maison douillette, où sa famille l'attendait inquiète.\n","\"Baba, où es-tu allé? Tu nous as manqué!\" ont dit ses parents, soulagés de la voir en sécurité. Baba les a serrés fort dans ses bras, réalisant que leur amour et leur attention étaient les vrais trésors de sa vie.\n"]}}}