{"title":"The Rainbow Seashell","hook":"Can you guess what happened when Lily met a magical seashell on the beach one sunny day?","moral":"Kindness and gratitude bring unexpected joy.","paragraphs":["One sunny day, Lily was strolling along the sandy beach when she stumbled upon a colorful seashell sparkling under the sunlight. \"Wow, this seashell is so pretty!\" she exclaimed, holding it up to her ear.","To her surprise, the seashell spoke, \"Thank you for picking me up, dear Lily. I've been waiting for someone kind like you to find me.\" Lily's eyes widened in amazement as she realized this was no ordinary seashell.","The seashell shared that it had the power to grant wishes to those who showed kindness. Lily was overjoyed and decided to selflessly wish for something special for her friend who always shared his toys with her.","As soon as Lily made her wish, a magical rainbow emerged from the seashell, circling around her and her friend. They found themselves surrounded by a shower of colorful flowers and giggles filled the air.","From that day on, Lily and her friend learned that true happiness comes from spreading kindness and gratitude to others, just like the magical seashell had shown them."],"keywords":["seashell","kindness","gratitude","magical","friendship","joy","wishes","colorful","beach"],"characters":null,"translations":{"id-en":{"hook":"Can you guess what happened when Lily met a magical seashell on the beach one sunny day?","moral":"Kindness and gratitude bring unexpected joy.","title":"The Rainbow Seashell","keywords":{"seashell":["cangkang kerang","cangkang keong"],"wishes":["keinginan","harapan"],"friend":["teman","sahabat"],"Lily":["Bunga Lily"],"happiness":["kebahagiaan","kegembiraan"],"kindness":["kebaikan","kemurahan hati"],"wish":["keinginan","harapan"],"rainbow":["pelangi","busur warna"],"beach":["pantai","tepi pantai"],"surprised":["terkejut","kaget"]},"paragraphs":["One day, Lily went for a walk at the sandy beach. Suddenly, she found a shiny seashell and said, \"Wow, this seashell is very beautiful!\" Then, she listened to the sound it made.\n","The seashell said to Lily, “Thank you for finding me. I've been waiting for someone like you.” Lily was surprised and amazed by the talking seashell.\n","The shiny seashell said it could make wishes come true for nice people. Lily felt so happy and wanted to make a special wish for her friend who was always kind and shared his toys.\n","One day, Lily made a wish. Suddenly, a special rainbow appeared from a seashell. It moved around Lily and her friend. They were near plenty of colorful flowers and could hear lots of laughs.\n","From that day on, Lily and her friend found out that real joy comes from being nice and thankful to others, just like the magical shell had taught them.\n"]},"en-fr":{"title":"La Coquille Arc-en-ciel\n","moral":"La gentillesse et la gratitude apportent de la joie inattendue.","hook":"Peux-tu deviner ce qui s'est passé quand Lily a rencontré un coquillage magique sur la plage un jour ensoleillé?","keywords":{"Lily":["Lily"],"plage de sable":["sandy beach"],"coquillage":["shell"],"bonheur":["happiness","joy"],"gentillesse":["kindness"],"vœu":["wish"],"arc-en-ciel":["rainbow"],"souhaits":["wishes"],"surprise":["surprise"],"gentil":["kind","nice"]},"paragraphs":["Il y a longtemps, sous le soleil brillant, Lily se promenait le long de la plage de sable lorsqu'elle est tombée sur un coquillage coloré étincelant sous le soleil. \"Waouh, ce coquillage est si joli !\" s'exclama-t-elle, le tenant près de son oreille.\n","À sa surprise, le coquillage a parlé: \"Merci de m'avoir ramassé, chère Lily. J'attendais quelqu'un de gentil comme toi pour me trouver.\" Les yeux de Lily se sont écarquillés d'émerveillement lorsqu'elle a réalisé que ce coquillage n'était pas ordinaire.\n","La coquillage a partagé qu'il avait le pouvoir d'exaucer les souhaits de ceux qui montraient de la gentillesse. Lily était ravie et a décidé de souhaiter quelque chose de spécial pour son ami qui partageait toujours ses jouets avec elle.\n","Dès que Lily a fait son vœu, un arc-en-ciel magique est sorti du coquillage, tournant autour d'elle et de son ami. Ils se sont retrouvés entourés d'une pluie de fleurs colorées et les rires ont rempli l'air.\n","Depuis ce jour-là, Lily et son amie ont appris que le vrai bonheur vient du fait de partager gentillesse et gratitude envers les autres, comme la coquille magique l'avait montré.\n"]},"en-pt":{"title":"A Concha Arco-Íris","moral":"Ser amável e grato traz alegria inesperada.","hook":"Você consegue adivinhar o que aconteceu quando a Lily encontrou uma concha mágica na praia em um dia ensolarado?","keywords":{"happiness":["happiness"],"spreading kindness":["spreading kindness"],"gratitude":["gratitude"],"conchinha":["seashell"],"desejos":["wishes"],"generoso":["generous"],"ensolarado":["sunny"],"concha colorida":["colorful seashell"],"luz do sol":["sunlight"],"surpresa":["surprise"],"concha":["seashell"],"gentil":["kind","gentle"],"Lily":["Lily"],"arco-íris mágico":["magical rainbow"],"flores coloridas":["colorful flowers"]},"paragraphs":["Num dia ensolarado, Lily estava passeando pela praia de areia quando tropeçou em uma concha colorida brilhando sob a luz do sol. \"Uau, esta concha é tão bonita!\" ela exclamou, segurando-a perto da orelha.\n","Para surpresa dela, a concha falou, \"Obrigada por me pegar, querida Lily. Estava esperando por alguém gentil como você me encontrar.\" Os olhos da Lily se abriram muito, pois ela percebeu que esta não era uma concha comum.\n","A conchinha contou que tinha o poder de realizar desejos para quem fos gentil. Lily ficou muito feliz e decidiu desejar algo especial para seu amigo generoso que sempre dividia seus brinquedos com ela.\n","Assim que a Lily fez o seu pedido, um arco-íris mágico surgiu da concha do mar, circulando em volta dela e da sua amiga. Elas se viram cercadas por uma chuva de flores coloridas e risadas encheram o ar.\n","Desde aquele dia, Lily e sua amiga aprenderam que a verdadeira felicidade vem de espalhar bondade e gratidão aos outros, assim como a concha mágica mostrou a elas.\n"]},"en-de":{"title":"Der Bunte Muschel","moral":"Freundlichkeit und Dankbarkeit bringen unerwartete Freude.","hook":"Weißt du, was passiert ist, als Lily an einem sonnigen Tag am Strand eine magische Muschel traf?","keywords":{"Lily":["Lily"],"Glück":["Luck","Happiness"],"Freundlichkeit":["Kindness"],"Muschel (seashell)":["Seashell","Shell"],"Wünsche (wishes)":["Wishes"],"Freund (friend)":["Friend"],"Regenbogen":["Rainbow"],"Blumen":["Flowers"],"sonnig":["Sunny"],"Muschel":["Seashell","Shell"],"funkelnd":["Sparkling"],"Staunen":["Wonder"]},"paragraphs":["An einem sonnigen Tag schlenderte Lily entlang des Sandstrandes, als sie auf eine bunte Muschel stieß, die unter der Sonne funkelte. \"Wow, diese Muschel ist so hübsch!\" rief sie aus und hielt sie an ihr Ohr.\n","Überraschend sprach die Muschel: \"Danke, dass du mich hochgehoben hast, liebe Lily. Ich habe auf jemanden lieben gewartet wie dich, um mich zu finden.\" Lilys Augen waren vor Staunen weit aufgerissen, als sie realisierte, dass dies keine gewöhnliche Muschel war.\n","Die Muschel hat erzählt, dass sie die Kraft hat, Wünsche zu erfüllen für diejenigen, die nett sind. Lily war sehr glücklich und hat entschieden, etwas Besonderes für ihren Freund zu wünschen, der immer seine Spielzeuge mit ihr teilt.\n","Als Lily ihren Wunsch äußerte, erschien ein magischer Regenbogen aus der Muschel und umkreiste sie und ihre Freundin. Sie fanden sich von einer Dusche bunter Blumen umgeben und das Lachen füllte die Luft.\n","Seit diesem Tag lernten Lily und ihre Freundin, dass wahres Glück daraus kommt, Freundlichkeit und Dankbarkeit gegenüber anderen zu verbreiten, genauso wie die zauberhafte Muschel es ihnen gezeigt hatte.\n"]}}}