{"title":"Baba's Lost Treasure","hook":"One sunny day, Baba found a mysterious map in her backyard. Where could the map lead her?","moral":"Sometimes, the greatest treasures are found when we least expect it.","paragraphs":["One sunny morning, as Baba was playing in her backyard, she stumbled upon a crumpled old map hidden beneath a bush. Curious, she unfolded it and saw colorful lines and strange symbols.","\"What's this, Baba?\" she wondered aloud. Just then, her cat Tippy appeared, meowing eagerly. \"Do you want to help me decipher this map, Tippy?\" Baba asked with a smile.","Together, Baba and Tippy followed the map's twists and turns through the garden, under the oak tree, and around the pond. Finally, they reached a spot marked with a big red 'X.'","\"Look, Tippy! It's a treasure chest!\" Baba exclaimed, full of excitement. But as she reached for the chest, a mischievous squirrel leaped down from a branch and grabbed the treasure, scurrying away.","Baba was disappointed but remembered the joy of the adventure with Tippy. She laughed and said, \"The real treasure was the fun we had together, right Tippy?\" Tippy purred in agreement, and they headed back home, happy and content."],"keywords":["treasure","map","adventure","garden","discovery","friendship","joy","content","surprise","journey"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"O Tesouro Perdido de Baba","moral":"Às vezes, os maiores tesouros são encontrados quando menos esperamos.","hook":"Num dia ensolarado, Vovó encontrou um mapa misterioso no quintal dela. Para onde será que o mapa vai levá-la?","keywords":{"Baba":["Drool"],"aventura":["adventure"],"tesouro":["treasure"],"sunny morning":["morning sunshine"],"crumpled old map":["wrinkled ancient map"],"colorful lines":["vibrant stripes"],"gato":["cat"],"mapa":["map"],"sorrir":["smile"],"Tippy":["Tippy"],"esquilo":["squirrel"]},"paragraphs":["Era uma manhã ensolarada, enquanto Baba brincava no quintal, ela tropeçou em um mapa velho e amassado escondido debaixo de uma moita. Curiosa, ela o desdobrou e viu linhas coloridas e símbolos estranhos.\n","\"O que é isso, Baba?\" ela se perguntou em voz alta. Neste momento, seu gato Tippy apareceu, miando ansiosamente. \"Queres ajudar-me a decifrar este mapa, Tippy?\" Baba perguntou com um sorriso.\n","Juntos, Baba e Tippy seguiram o mapa que tinha voltas e curvas pelo jardim, embaixo da árvore de carvalho e ao redor do lago. Por fim, eles chegaram a um lugar marcado com um grande 'X' vermelho.\n","Olha, Tippy! É um baú de tesouro! disse Baba, cheia de empolgação. Mas, ao tentar alcançar o baú, um esquilo travesso pulou de um galho e pegou o tesouro, correndo para longe.\n","A Baba estava triste, mas lembrou da alegria da aventura com o Tippy. Ela riu e disse: \"O verdadeiro tesouro foi a diversão que tivemos juntos, não foi Tippy?\" Tippy ronronou concordando, e eles voltaram para casa, felizes e satisfeitos.\n"]},"en-fr":{"title":"Le Trésor Perdu de Baba","moral":"Parfois, les plus grands trésors se trouvent quand on s'y attend le moins.","hook":"Un jour ensoleillé, Baba a trouvé une carte mystérieuse dans son jardin. Où la carte pourrait-elle l'emmener ?","keywords":{"Baba":["Grandmother"],"Tippy":["Tip over","topple"],"map":["plan","chart"],"trésor":["treasure"],"carte":["map","card"],"écureuil":["squirrel"],"matin ensoleillé":["sunny morning"],"carte froissée":["crumpled map"],"lignes colorées":["colored lines"]},"paragraphs":["Un matin ensoleillé, alors que Baba jouait dans son jardin, elle trébucha sur une vieille carte froissée cachée sous un buisson. Curieuse, elle la déplia et vit des lignes colorées et des symboles étranges.\n","\"C'est quoi ça, Baba?\" se demanda-t-elle à voix haute. À ce moment-là, son chat Tippy apparut en miaulant avec enthousiasme. \"Veux-tu m'aider à déchiffrer cette carte, Tippy?\" demanda Baba avec un sourire.\n","Ensemble, Baba et Tippy ont suivi les méandres de la carte à travers le jardin, sous le chêne et autour de l'étang. Enfin, ils ont atteint un endroit marqué d'un grand 'X' rouge.\n","\"Regarde, Tippy! C'est un coffre au trésor!\" s'exclama Baba, pleine d'excitation. Mais alors qu'elle tendait la main vers le coffre, un écureuil malicieux sauta d'une branche et attrapa le trésor, s'enfuyant en courant.\n","Baba était triste mais a rappelé la joie de l'aventure avec Tippy. Elle a ri et dit, \"Le vrai trésor, c'était le plaisir qu'on a eu ensemble, n'est-ce pas Tippy?\" Tippy a ronronné en accord, et ils sont rentrés chez eux, heureux et satisfaits.\n"]},"id-en":{"hook":"One sunny day, Baba found a mysterious map in her backyard. Where could the map lead her?","moral":"Sometimes, the greatest treasures are found when we least expect it.","title":"Baba's Lost Treasure","keywords":{"sunny morning":["pagi yang cerah"],"old map":["peta lama"],"colorful lines":["garis warna-warni"],"Baba":["Kakek","Kakek Tua"],"Tippy":["Berkuncup"],"map":["peta"],"treasure chest":["peti harta karun"],"mischievous squirrel":["tupai nakal"],"Grandma":["Nenek"],"adventure":["petualangan"]},"paragraphs":["One sunny morning, Baba was playing in her backyard when she found a crumpled old map under a bush. She opened it and saw colorful lines and strange symbols.\n","\"What's this, Baba?\" she wondered aloud. Just then, her cat Tippy appeared, meowing eagerly. \"Do you want to help me decipher this map, Tippy?\" Baba asked with a smile.\n","Baba and Tippy were together, They followed a map with lots of twists and turns. They went through the garden, under the big tree, and around the pond. After a while, they found a place with a big red 'X.'\n","Look, Tippy! It's a treasure chest! Baba exclaimed, full of excitement. But as she reached for the chest, a mischievous squirrel leaped down from a branch and grabbed the treasure, scurrying away.\n","Grandma felt sad but then remembered the happy feeling of the exciting trip with Tippy. She giggled and said, \"The best part was the joy we shared, isn't it Tippy?\" Tippy agreed with a soft sound, and they went back to their house, feeling joyful and satisfied.\n"]},"en-de":{"title":"Baba's Verlorener Schatz","moral":"Manchmal finden wir die größten Schätze, wenn wir es am wenigsten erwarten.","hook":"An einem sonnigen Tag fand Baba eine geheimnisvolle Karte in ihrem Hinterhof. Wohin könnte die Karte sie führen?","keywords":{"Baba":["sheep","ewe"],"Tippy":["tip","top"],"roter 'X'":["red 'X'"],"Karte":["map","card"],"Katze":["cat"],"Abenteuer":["adventure"],"Busch":["bush","shrub"],"Schatztruhe":["treasure chest"],"Eichhörnchen":["squirrel"],"Aufregung":["excitement","thrill"]},"paragraphs":["An einem sonnigen Morgen, als Baba in ihrem Hinterhof spielte, stolperte sie über eine zerknitterte alte Karte, die unter einem Busch versteckt war. Neugierig entfaltete sie sie und sah bunte Linien und seltsame Symbole.\n","\"Was ist das, Baba?\" fragte sie laut. Da erschien plötzlich ihre Katze Tippy, die aufgeregt miaute. \"Möchtest du mir helfen, diese Karte zu entziffern, Tippy?\" fragte Baba mit einem Lächeln.\n","Gemeinsam, Baba und Tippy folgten den Kurven und Biegungen der Karte durch den Garten, unter der Eiche und um den Teich herum. Schließlich erreichten sie eine Stelle, die mit einem großen roten 'X' markiert war.\n","\"Schau, Tippy! Es ist eine Schatztruhe!\" Baba rief voller Aufregung aus. Doch als sie nach der Truhe griff, sprang ein schelmisches Eichhörnchen von einem Ast herunter und schnappte sich den Schatz, eilte davon.\n","Baba war traurig, aber erinnerte sich an die Freude des Abenteuers mit Tippy. Sie lachte und sagte: \"Der echte Schatz war der Spaß den wir zusammen hatten, nicht wahr Tippy?\" Tippy schnurrte zustimmend und sie kehrten glücklich und zufrieden nach Hause zurück.\n"]}}}