{"title":"The Lost Teddy Bear","hook":"One sunny morning, Baba woke up to find her favorite teddy bear missing! Where could it have gone?","moral":"Always remember to keep track of your belongings to prevent them from getting lost.","paragraphs":["Baba was getting ready to play outside when she realized her beloved teddy bear was nowhere to be found. She searched her room and the living room, but the teddy bear seemed to have disappeared.","\"Mama, where's my teddy bear?\" Baba asked with a worried look on her face. Her mother suggested retracing her steps to find it.","Baba thought for a moment and remembered playing with her teddy bear in the backyard yesterday. With determination, she dashed outside to search, not giving up hope.","After some time looking behind bushes and under chairs, Baba finally spotted her teddy bear peeking out from under a pile of leaves. She let out a joyful cry and hugged it tightly.","\"I found you, Teddy!\" Baba exclaimed with a big smile, feeling relieved and happy to have her friend back. She learned to always keep her toys in a safe place."],"keywords":["Baba","teddy bear","missing","search","backyard","determined","joyful","relieved","remember"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Doudou Perdu","moral":"Toujours se souvenir de garder un oeil sur tes affaires pour pas qu'elles disparaissent.","hook":"Un matin ensoleillé, Baba s'est réveillée et elle a vu que son doudou préféré avait disparu ! Où pourrait-il être parti ?","keywords":{"Maman":["Mom"],"nounours":["Teddy bear"],"inquiet":["Anxious","Worried"],"Teddy":["Teddy bear"],"sourire":["Smile"],"jouets":["Toys"],"Baba":["Dad"],"ours en peluche":["Teddy bear"],"disparu":["Disappeared","Gone"],"jardin":["Garden"],"bush":["Shrub"],"teddy bear":["Teddy bear"],"hug":["Hug"]},"paragraphs":["Baba s'apprêtait à jouer dehors quand elle a réalisé que son précieux ours en peluche était introuvable. Elle a cherché dans sa chambre et le salon, mais l'ours en peluche semblait avoir disparu.\n","\"Maman, où est mon nounours?\" Baba a demandé, l'air inquiet. Sa maman lui a suggéré de revenir sur ses pas pour le retrouver.\n","Baba réfléchit un peu et se souvint de s'amuser avec son nounours dans le jardin hier. Avec courage, elle courut dehors pour chercher, ne perdant pas espoir.\n","Après chercher pendant longtemps derrière les buissons et sous les chaises, Baba a finalement repéré son ours en peluche qui avait l'air de se cacher sous un tas de feuilles. Elle a poussé un cri joyeux et l'a serré fort dans ses bras.\n","\"J'ai trouvé, Teddy!\" Baba s'exclama avec un grand sourire, se sentant soulagée et heureuse d'avoir retrouvé son ami. Elle apprit à toujours garder ses jouets dans un endroit sûr.\n"]},"en-de":{"title":"Der Verlorene Teddybär","moral":"Denk immer daran, auf deine Sachen aufzupassen, damit sie nicht verloren gehen.\n","hook":"An einem sonnigen Morgen wachte Baba auf und fand ihren Lieblings-Teddybär verschwunden! Wo könnte er nur hingegangen sein?","keywords":{"Mama":["mom","mother"],"Teddybär":["teddy bear"],"Hoffnung":["hope"],"Teddy":["teddy"],"Freund":["friend"],"sicher":["safe","secure"],"besorgt":["worried","concerned"],"Baba":["dad","father"],"Zimmer":["room"],"Blätterhaufen":["pile of leaves"],"freudig":["joyful","joyous"]},"paragraphs":["Baba machte sich bereit, um draußen zu spielen, als sie merkte, dass ihr geliebter Teddybär nirgends zu finden war. Sie suchte ihr Zimmer und das Wohnzimmer ab, aber der Teddybär schien verschwunden zu sein.\n","\"Mama, wo ist mein Teddybär?\" fragte Baba mit einem besorgten Blick auf ihrem Gesicht. Ihre Mama schlug vor, ihre Schritte zurückzuverfolgen, um ihn zu finden.\n","Mama dachte kurz nach und erinnerte sich daran, gestern mit ihrem Teddybär im Hinterhof gespielt zu haben. Mit Entschlossenheit rannte sie nach draußen, um zu suchen, ohne die Hoffnung aufzugeben.\n","Nach einer Weile, in der sie hinter den Büschen und unter den Stühlen suchte, entdeckte Baba endlich ihren Teddybär, der unter einem Blätterhaufen hervorguckte. Sie ließ einen freudigen Schrei los und umarmte ihn fest.\n","\"Ich habe dich gefunden, Teddy!\" rief Baba mit einem großen Lächeln, fühlte sich erleichtert und glücklich, ihren Freund zurück zu haben. Sie lernte, ihre Spielzeuge immer an einem sicheren Ort aufzubewahren.\n"]},"en-pt":{"title":"O Ursinho de Pelúcia Perdido","moral":"Sempre lembre de cuidar bem das suas coisas para não perder elas.","hook":"Numa manhã ensolarada, Baba acordou e percebeu que seu ursinho de pelúcia favorito havia sumido! Onde será que ele foi parar?\n","keywords":{"Mamãe":["Mom"],"ursinho":["teddy bear"],"preocupada":["worried"],"Baba":["drooling"],"ursinho de pelúcia":["stuffed animal","plush toy"],"desaparecido":["missing","gone"],"Teddy":["Teddy"],"brinquedos":["toys"],"Titia":["auntie"],"quintal":["backyard"],"moitas":["bushes"],"folhas":["leaves"]},"paragraphs":["A Baba estava se preparando para brincar lá fora quando percebeu que seu ursinho de pelúcia querido não estava em lugar algum. Ela procurou no seu quarto e na sala de estar, mas o ursinho parecia ter desaparecido.\n","\"Mamãe, cadê meu ursinho?\" Baba perguntou com uma carinha preocupada. Sua mãe sugeriu voltar pelo caminho para encontrá-lo.\n","Titia pensou por um instante e lembrou de brincar com seu ursinho de pelúcia no quintal ontem. Com determinação, ela correu para fora para procurar, não desistindo da esperança.\n","Depois de um tempinho procurando atrás das moitas e embaixo das cadeiras, Baba finalmente avistou seu ursinho de pelúcia espiando de baixo de um monte de folhas. Ela soltou um grito alegre e o abraçou bem forte.\n","\"Te encontrei, Teddy!\" Baba exclamou com um sorriso grande, se sentindo aliviada e feliz por ter seu amigo de volta. Ela aprendeu a sempre manter seus brinquedos em um lugar seguro.\n"]},"id-en":{"hook":"One sunny morning, Baba woke up to find her favorite teddy bear missing! Where could it have gone?","moral":"Always remember to keep track of your belongings to prevent them from getting lost.","title":"The Lost Teddy Bear","keywords":{"Mama":["Ibu"],"teddy bear":["boneka beruang","beruang mainan"],"missing":["hilang","terhilang"],"Baba":["Ayah"],"Teddy":["Boneka beruang","Beruang mainan"],"toys":["mainan"],"bushes":["semak-semak","semak belukar"],"leaves":["daun","meninggalkan"],"Mommy":["Ibu"],"furry cuddly friend":["sahabat berbulu yang peluk"],"garden":["taman","kebun"],"worried":["khawatir","cemas"]},"paragraphs":["Mama was getting ready to go play outside when she noticed her very special teddy bear was missing. She looked in her bedroom and the big room, but the teddy bear was nowhere to be seen.\n","\"Mama, where's my teddy bear?\" Baba asked with a worried face. Her mom said to follow her path back to look for it.\n","Mommy thought really hard and remembered having so much fun playing with her furry cuddly friend in the garden yesterday. With bravery, she quickly went outside to look, keeping happy thoughts in her heart.\n","After searching for a while behind bushes and under chairs, Baba finally saw her teddy bear peeking out from under a bunch of leaves. She shouted happily and hugged it tightly.\n","Baba found Teddy with a big smile. She was happy and safe with her friend. Baba now knows to keep toys safe all the time.\n"]}}}