{"title":"The Ruby Caterpillar","hook":"Have you ever seen a caterpillar that shimmers like a precious gem?","moral":"It's important to embrace change and uniqueness.","paragraphs":["Once in a lush garden, there lived a tiny caterpillar named Ruby. Ruby was unlike other caterpillars - instead of green, she shimmered in brilliant red and gold.","One day, a group of caterpillars teased Ruby for being different. \"You don't belong here with your weird colors!\" they laughed.","Feeling sad and lonely, Ruby decided to seek advice from wise Old Oak Tree. The tree gently said, \"Dear Ruby, your uniqueness is a gift. Embrace it and stay true to who you are.\"","Encouraged by the wise words, Ruby proudly showed off her dazzling colors. To her surprise, the other caterpillars were amazed by her beauty and apologized for being mean.","From that day on, Ruby and the other caterpillars became good friends, learning to appreciate each other's differences and realizing that being unique is truly special."],"keywords":"caterpillar, uniqueness, shimmer, change, acceptance, friendship, garden, kindness, beauty, colorful","characters":null,"translations":{"id-en":{"hook":"Have you ever seen a caterpillar that shimmers like a precious gem?","moral":"It's important to embrace change and uniqueness.","title":"The Ruby Caterpillar","keywords":{"caterpillars":["ulat bulu","ulat gonggok"],"Ruby":["Mutiara"],"colors":["warna"],"worms":["cacing"],"sad":["sedih"],"gift":["hadiah"],"friends":["teman","sahabat"],"unique":["unik","spesial"],"caterpillar":["ulat bulu","ulat gonggok"],"garden":["taman","kebun"]},"paragraphs":["In a very pretty garden, there was a very small caterpillar called Ruby. Ruby was special because she was shiny red and yellow, not green like other caterpillars.\n","One sunny day, some caterpillars made fun of Ruby for looking unique. \"You're not like us with your funny colors!\" they giggled.\n","Ruby was feeling very sad and all by herself, so she went to the big, old tree for help. The tree kindly told her, \"Dear Ruby, your specialness is like a present. Be proud of it and always be yourself.\"\n","Happy with kind words, Ruby happily showed her beautiful colors. The other worms were very surprised and said sorry for being mean.\n","One day, Ruby and her friends the caterpillars became best buddies. They saw that being different is cool and being yourself is awesome.\n"]},"en-pt":{"title":"A Lagarta Rubi","moral":"É importante abraçar a diferença e a originalidade.\n","hook":"Você já viu uma lagarta que brilha igual uma pedra preciosa?","keywords":{"lagartinhas":["caterpillars"],"Rubi":["Ruby"],"cores esquisitas":["strange colors"],"Ruby":["Rubi"],"Old Oak Tree":["Old Oak Tree"],"uniqueness":["uniqueness"],"lagartas":["caterpillars"],"amigas":["friends"],"cores deslumbrantes":["dazzling colors"],"outras lagartas":["other caterpillars"],"lagartinha":["caterpillar"],"vermelho":["red"]},"paragraphs":["Era uma vez num jardim lindo, vivia uma lagartinha minúscula chamada Ruby. Ruby era diferente das outras lagartas - em vez de verde, ela brilhava em vermelho brilhante e dourado.\n","Certa dia, um grupo de lagartinhas zoou a Rubi por ser diferente. \"Você não pertence aqui com suas cores esquisitas!\" eles riram.\n","Sentindo-se triste e sozinha, Ruby decidiu buscar conselhos do sábio Velho Carvalho. A árvore gentilmente disse, \"Querida Ruby, sua singularidade é um presente. Aceite-a e continue sendo você mesma.\"\n","Animada pelas palavras sábias, a Ruby mostrou orgulhosamente suas cores deslumbrantes. Para sua surpresa, as outras lagartas ficaram impressionadas com sua beleza e pediram desculpa por terem sido más.\n","Desde aquele dia, Ruby e as outras lagartas tornaram-se boas amigas, aprendendo a apreciar as diferenças umas das outras e percebendo que ser único é realmente especial.\n"]},"en-de":{"title":"Die Rote Raupe","moral":"Es ist wichtig, Veränderung und Einzigartigkeit zu umarmen.\n","hook":"Hast du schon mal eine Raupe gesehen, die glänzt wie ein kostbarer Edelstein?","keywords":{"Raupen":["caterpillars"],"gehänselt":["teased","mocked"],"Farben":["colors"],"Ruby":["Ruby"],"bunte Farben":["bright colors"],"entschuldigten sich":["apologized"],"einzigartig":["unique"],"Raupe":["caterpillar"],"Garten":["garden"],"Tree":["Tree"],"uniqueness":["uniqueness"]},"paragraphs":["In einem schönen Garten lebte eine kleine Raupe namens Ruby. Ruby war anders als die anderen Raupen - anstatt grün schimmerte sie in leuchtendem Rot und Gold.\n","Eines Tages haben einige Raupen Ruby gehänselt, weil sie anders war. \"Du gehörst hier nicht hin mit deinen komischen Farben!\" lachten sie.\n","Fühlen traurig und einsam, Ruby beschlossen zu fragen für Rat von weisen Alte Eiche Baum. Der Baum sanft gesagt, \"Liebe Ruby, deine Einzigartigkeit ist ein Geschenk. Umarme sie und bleibe treu zu wer du bist.\"\n","Ruby hatte bunte Farben und zeigte stolz ihre Schönheit. Die anderen Raupestaunten über ihre Prachtund entschuldigten sich für gemeinsein.\n","Seit diesem Tag wurden Ruby und die anderen Raupen gute Freunde, und lernten die Unterschiede des anderen zu schätzen und merkten, dass einzigartig zu sein wirklich besonders ist.\n"]},"en-fr":{"hook":"As-tu vu une chenille qui brille comme un trésor précieux?","title":"La Chenille Rubis","moral":"Il est important d'accepter le changement et les choses qui rendent les autres différents.","keywords":{"caterpillars":["chenilles","chenille"],"different":["différent"],"colors":["couleurs"],"Ruby":["rouge"],"chenilles":["caterpillars"],"amis":["friends"],"triste":["sad"],"cadeau":["gift"],"chenille":["caterpillars"],"jardin":["garden"],"rouge":["Ruby","red"],"couleurs":["colors"]},"paragraphs":["Il était une fois dans un magnifique jardin, vivait une toute petite chenille nommée Ruby. Ruby était différente des autres chenilles - au lieu de vert, elle brillait en rouge et or.\n","Il était une fois, un groupe de chenilles taquinaient Ruby car elle était différente. \"Tu ne fais pas partie d'ici avec tes couleurs bizarres!\" riaient-elles.\n","Se sentant triste et seul, Ruby décida de demander conseil au vieux et sage Chêne. L'arbre lui dit doucement, \"Chère Ruby, ta singularité est un cadeau. Accepte-la et reste fidèle à toi-même.\"\n","Guidée par les paroles sages, Ruby a fièrement montré ses couleurs éblouissantes. À sa surprise, les autres chenilles étaient émerveillées par sa beauté et se sont excusées d'avoir été méchantes.\n","Depuis ce jour, Ruby et les autres chenilles sont devenues de bons amis, apprenant à apprécier les différences de chacun et réalisant que être unique est vraiment spécial.\n"]}}}