{"title":"The Sparkling Moonstone Quest","hook":"Why did Jia and Rua sneak into Asha's secret cave in the Great Fora jungle at midnight?","moral":"Kindness and teamwork can help friends overcome challenges.","paragraphs":["In the heart of the Great Fora jungle, Jia and Rua, the mischievous moonlight pixies, were up to their tricks again. Their tiny wings fluttered as they giggled, planning a nighttime adventure.","\"Let's sneak into Asha's secret cave and find the sparkling moonstone,\" whispered Jia, her eyes shining with excitement. Rua hesitated, knowing Asha, the compassionate healer dragoness, might not approve.","Against Rua's better judgment, the pixies flew into the cave, their laughter echoing off the walls. But their joy turned to worry when they heard a gentle rumble behind them.","Startled, Jia and Rua turned to see Asha, her kind eyes twinkling with amusement. Instead of scolding them, Asha invited the pixies to join her in an enchanting game to find the moonstone.","Together, they worked as a team to solve clever puzzles and navigate tricky obstacles. With Asha's guidance and the pixies' quick thinking, they reached the moonstone shimmering atop a crystal pedestal.","As the moon bathed them in its soft glow, Jia and Rua realized that true friendship and kindness led them to the greatest treasures of all. They shared a warm embrace with Asha, grateful for the magical night of adventure and discovery."],"keywords":["pixies","jungle","moonstone","teamwork","kindness","adventure","friendship","treasure","magic"],"characters":["Jia and Rua","Asha"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"La Quête de la Pierre de Lune Brillante","moral":"La gentillesse et le travail d'équipe peuvent aider les amis à surmonter les défis.","hook":"Pourquoi Jia et Rua se sont-ils faufilés dans la grotte secrète d'Asha dans la grande jungle de Fora au milieu de la nuit ?","keywords":{"Jia":["Jia"],"Rua":["Rua"],"Asha":["Asha"],"lutins":["goblins"],"grotte":["cave"],"espiègles":["mischievous"],"aventure nocturne":["night adventure"],"grotte secrète":["secret cave"],"pierre de lune":["moonstone"],"dragonne guérisseuse":["healing dragoness"],"énigmes":["riddles"],"piédestal":["pedestal"],"lune":["moon"],"amitié":["friendship"],"trésors":["treasures"]},"paragraphs":["Au coeur de la grande jungle des Fora, Jia et Rua, les lutins espiègles de la lune, étaient encore en train de faire des bêtises. Leurs petites ailes battaient tandis qu'ils riaient, planifiant une aventure nocturne.\n","\"Viens, on se faufile dans la grotte secrète d'Asha pour trouver la pierre de lune miroitante\", chuchota Jia, les yeux brillants d'excitation. Rua hésitait, sachant qu'Asha, la dragonne guérisseuse compatissante, pourrait ne pas être d'accord.\n","Contre le meilleur jugement de Rua, les lutins volèrent dans la grotte, leur rire résonnant contre les murs. Mais leur joie se transforma en inquiétude quand ils entendirent un doux grondement derrière eux.\n","Surpris, Jia et Rua se retournèrent pour voir Asha, ses yeux gentils pétillants de amusement. Au lieu de les réprimander, Asha invita les lutins à se joindre à elle pour un jeu enchanteur pour trouver la pierre de lune.\n","Ensemble, ils ont travaillé en équipe pour résoudre des énigmes astucieuses et naviguer les obstacles difficiles. Avec les conseils d'Asha et la pensée rapide des lutins, ils ont atteint le moonstone qui scintillait sur un piédestal en cristal.\n","Sous le doux éclat de la lune, Jia et Rua ont réalisé que la vraie amitié et la gentillesse les ont guidés vers les plus grands trésors. Ils ont partagé un câlin chaleureux avec Asha, reconnaissants pour la nuit magique d'aventure et de découverte.\n"]},"en-pt":{"title":"A Jornada da Pedra da Lua Brilhante","moral":"Ser amável e trabalhar juntos pode ajudar os amigos a superar desafios.","hook":"Por que Jia e Rua foram escondidos para a caverna secreta da Asha na floresta Grande Fora a meia-noite?\n","keywords":{"fadinhas":["fairies"],"caverna":["cave"],"risadas":["laughter"],"Jia":["Jia"],"Rua":["street"],"team":["team"],"puzzles":["puzzles"],"obstacles":["obstacles"],"cave":["caverna"],"sparkling":["sparkling"],"healer":["healer"],"lua":["moon"],"amizade":["friendship"],"tesouros":["treasures"],"coração":["heart"],"asinhas":["wings"]},"paragraphs":["No coração da selva da Grande Fora, Jia e Rua, as travessas fadinhas da luz da lua, estavam aprontando suas travessuras de novo. Suas asinhas pequeninas batiam enquanto elas riam, planejando uma aventura noturna.\n","\"Vamos espreitar a caverna secreta da Asha e encontrar a pedra de lua cintilante,\" sussurrou Jia, seus olhos brilhando de excitação. Rua hesitou, sabendo que Asha, a dragonesa curandeira de coração bondoso, poderia não aprovar.\n","Contra o conselho sábio da Rua, as fadinhas voaram para dentro da caverna, suas risadas ecoando pelas paredes. Mas sua alegria virou preocupação quando ouviram um leve estrondo atrás delas.\n","Assustados, Jia e Rua olharam para Asha, seus olhos gentis brilhando de diversão. Em vez de repreendê-los, Asha convidou as fadinhas para se juntarem a ela em um jogo encantador para encontrar a pedra da lua.\n","Juntos, eles trabalharam em equipe para resolver quebra-cabeças espertos e superar obstáculos difíceis. Com a orientação da Asha e o pensamento rápido das fadinhas, eles alcançaram a pedra da lua brilhando no topo de um pedestal de cristal.\n","Quando a lua os banhou em seu brilho suave, Jia e Rua perceberam que a verdadeira amizade e bondade os levaram aos maiores tesouros de todos. Eles compartilharam um abraço caloroso com Asha, agradecidos pela noite mágica de aventura e descoberta.\n"]},"en-de":{"title":"Die Glitzernde Mondstein-Suche","moral":"Freundlichkeit und Zusammenarbeit können Freunde helfen, Herausforderungen zu überwinden.","hook":"Warum sind Jia und Rua nachts in Ashas geheime Höhle im großen Dschungel des großen Fora geschlichen?","keywords":{"Team":["Team"],"Rätsel":["Puzzle","Mystery"],"Podest":["Pedestal"],"Mondschein-Pixies":["Moonlight Pixies"],"Dschungel":["Jungle"],"nächtliches Abenteuer":["Nocturnal Adventure"],"Asha":["Asha"],"Pixies":["Pixies"],"Mondstein":["Moonstone"],"Rua":["Rua"],"Höhle":["Cave"],"Drachin":["She-Dragon"],"Mond":["Moon"],"Freundschaft":["Friendship"],"Schätze":["Treasures"]},"paragraphs":["Im Herzen des Großen Fora-Dschungels waren Jia und Rua, die schelmischen Mondschein-Pixies, wieder auf ihren Streichen. Ihre winzigen Flügel flatterten, während sie kicherten und ein nächtliches Abenteuer planten.\n","\"Lass uns in Ashas geheime Höhle schleichen und den glitzernden Mondstein finden,\" flüsterte Jia, ihre Augen leuchteten vor Aufregung. Rua zögerte, denn sie wusste, dass Asha, die mitfühlende Heildrachin, dies möglicherweise nicht billigen würde.\n","Gegen Rua's besseres Urteil, flogen die Pixies in die Höhle, ihr Gelächter hallte von den Wänden wider. Aber ihre Freude verwandelte sich in Sorge, als sie ein sanftes Grollen hinter sich hörten.\n","Erschrocken drehten sich Jia und Rua um, um Asha zu sehen, deren freundliche Augen vor Vergnügen funkelten. Anstatt sie zu tadeln, lud Asha die Pixies ein, sich ihr in einem bezaubernden Spiel anzuschließen, um den Mondstein zu finden.\n","Zusammen arbeiteten sie als Team, um kluge Rätsel zu lösen und knifflige Hindernisse zu überwinden. Mit Ashas Anleitung und dem schnellen Denken der Pixies erreichten sie den mondstein, der auf einem kristallenen Podest schimmerte.\n","Als der Mond sie in seinem sanften Glanz badete, merkten Jia und Rua, dass wahre Freundschaft und Freundlichkeit sie zu den größten Schätzen von allen führten. Gemeinsam umarmten sie Asha herzlich und waren dankbar für die magische Nacht des Abenteuers und der Entdeckung.\n"]},"id-en":{"hook":"Why did Jia and Rua sneak into Asha's secret cave in the Great Fora jungle at midnight?","moral":"Kindness and teamwork can help friends overcome challenges.","title":"The Sparkling Moonstone Quest","keywords":{"fairies":["peri","makhluk halus"],"laughter":["tawa"],"scared":["takut","gentar"],"team":["tim","kelompok"],"puzzles":["teka-teki"],"obstacles":["rintangan","halangan"],"jungle":["hutan belantara","rimba"],"tricks":["tipu daya","kelicikan"],"moonlight":["cahaya bulan"],"friendship":["persahabatan"],"treasures":["harta karun","kekayaan"],"pixies":["peri kecil"],"enchanting game":["permainan mempesona"],"moonstone":["batu bulan"],"whisper":["bisikan"],"shiny moon rock":["batu bulan berkilau"],"healer dragoness":["naga penyembuh betina"]},"paragraphs":["Deep in the big jungle of Great Fora, Jia and Rua, the cheeky little moon fairies, were playing tricks once more. Their small wings flapped as they laughed, planning a fun night journey.\n","\"Let's go quietly to Asha's hidden home and look for the shiny moon rock,\" whispered Jia, her eyes gleaming with joy. Rua hesitated, thinking about Asha, the kind healer dragoness, who might not like it.\n","Against Rua's wise thinking, the small fairies went inside the dark hole. They laughed loudly, and their voices bounced around the walls. Suddenly, they felt scared because they heard a soft noise coming from behind.\n","Surprised, Jia and Rua looked at Asha. Her eyes were friendly and shiny, as if she found something funny. Rather than getting angry, Asha asked the tiny fairies to play a magical game with her to find the special moon rock.\n","Together, they all helped each other to figure out fun problems and go through difficult challenges. Asha showed them the way and the little magical creatures had smart ideas, so they arrived at the shiny moon rock sitting high on a clear stand.\n","When the shiny moonlight hugged them gently, Jia and Rua understood that good friends and being nice to others guide us to the best treasures. They gave a big hug to Asha, happy for the special night of fun and finding new things.\n"]}}}