{"title":"The Busy Bee and the Forgetful Ant","hook":"What happens when a bee forgets where it kept its honey and an ant forgets its way back to the colony?","moral":"Stay organized and help each other in times of need.","paragraphs":["Once upon a time, in a bustling meadow, there lived a busy bee named Bella Bee and a forgetful ant named Andy Ant. Bella Bee worked hard to collect sweet honey, while Andy Ant diligently gathered food for the ant colony.","One sunny day, Bella Bee flew all around the meadow, but when it was time to return home, she forgot where she had hidden her honey. Panicking, she buzzed around in circles, feeling lost and worried.","At the same time, Andy Ant strayed too far from the ant colony and couldn't find his way back. He wandered aimlessly, feeling lonely and scared. But then, Bella Bee and Andy Ant bumped into each other and shared their troubles.","Together, they retraced Bella Bee's flight path and found the honey, and Andy Ant used his keen sense of smell to lead them back to the ant colony. By helping each other, they both solved their problems and made new friends in the process."],"keywords":"bee, ant, honey, colony, organize, help, friendship, teamwork, kindness, problem-solving","characters":null,"translations":{"en-de":{"title":"Die Fleißige Biene und die Vergessliche Ameise","moral":"Bleib ordentlich und hilf einander in Zeiten der Not.","hook":"Was passiert, wenn eine Biene vergisst, wo sie ihren Honig gelassen hat und eine Ameise ihren Weg zurück zum Ameisenbau vergisst?\n","keywords":{"Bellas":["bells"],"Flugweg":["flight path"],"Ameise":["ant"],"kolonie":["colony"],"Biene":["bee"],"Honig":["honey"],"Bella Bee":["beautiful bee"],"Panik":["panic"]},"paragraphs":["Vor langer Zeit, in einer belebten Wiese, lebten eine fleißige Biene namens Bella Bee und eine vergessliche Ameise namens Andy Ant. Bella Bee arbeitete hart, um süßen Honig zu sammeln, während Andy Ant fleißig Nahrung für das Ameisenvolk sammelte.\n","An einem sonnigen Tag flog Bella Biene im gesamten Feld herum, aber als es Zeit war, nach Hause zu gehen, vergaß sie, wo sie ihren Honig versteckt hatte. In Panik summte sie umher, fühlte sich verloren und besorgt.\n","Gleichzeitig irrte Andy Ameise zu weit weg von der Ameisenkolonie und konnte nicht mehr zurückfinden. Er wanderte ziellos umher, fühlte sich einsam und ängstlich. Aber dann trafen sich Bella Biene und Andy Ameise und teilten ihre Sorgen.\n","Zusammen haben sie Bellas Flugweg zurückverfolgt und den Honig gefunden, und Andy Ameise hat mit seinem feinen Geruchssinn sie zurück zum Ameisenhaufen geführt. Indem sie sich gegenseitig halfen, lösten sie beide ihre Probleme und machten dabei neue Freunde.\n"]},"en-fr":{"title":"L'abeille occupée et la fourmi distrait\n","moral":"Reste ensemble et aidez-vous les uns les autres lorsqu'on a besoin.","hook":"Que se passe-t-il quand une abeille oublie où elle a mis son miel et une fourmi oublie son chemin pour revenir à la colonie?","keywords":{"bee":["abeille"],"honey":["miel"],"ant":["fourmi"],"Bella Bee":["Bella Bee"],"meadow":["perdu"]},"paragraphs":["Il était une fois, dans une prairie animée, vivait une abeille occupée nommée Bella Bee et une fourmi étourdie nommée Andy Ant. Bella Bee travaillait dur pour collecter du doux miel, tandis qu'Andy Ant rassemblait diligentment de la nourriture pour la fourmilière.\n","Il y avait une fois, Bella l'Abeille volait autour de la prairie ensoleillée, mais au moment de rentrer chez elle, elle a oublié où elle avait caché son miel. Prise de panique, elle bourdonnait en rond, se sentant perdue et inquiète.\n","Un jour, Andy la fourmi s'est perdu loin de chez lui. Il se promenait sans but, se sentant seul et effrayé. Mais soudain, Bella l'abeille et Andy se sont rencontrés et ont partagé leurs soucis.\n","Ensemble, ils ont suivi le chemin de vol de Bella Bee et trouvé le miel, et Andy Ant a utilisé son odorat aigu pour les ramener à la fourmilière. En s'entraidant, ils ont résolu leurs problèmes et se sont faits de nouveaux amis en chemin.\n"]},"id-en":{"hook":"What happens when a bee forgets where it kept its honey and an ant forgets its way back to the colony?","moral":"Stay organized and help each other in times of need.","title":"The Busy Bee and the Forgetful Ant","keywords":{"Andy Ant":["Si Andy Si Kecil"],"Bella Bee":["Bella Si Lebah"],"got lost":["tersesat"],"honey":["madu"],"meadow":["padang rumput"],"worked together":["bekerja bersama"],"new friends":["teman baru"]},"paragraphs":["Once, in a busy field, Bella Bee and Andy Ant lived. Bella Bee made honey, Andy Ant found food for ants.\n","One beautiful day, Bella Bee flew around the flowery field. But when it was time to go home, she couldn't remember where she hid her yummy honey. She started buzzing in circles, feeling scared and sad. \n","One day, Andy Ant went too far from his home with other ants. He got lost and felt sad and afraid. Luckily, Bella Bee met Andy and they helped each other.\n","They worked together and followed Bella Bee's flying route to find the honey. Andy Ant sniffed out the way back to the ant home with his strong sense of smell. By helping one another, they both found solutions and gained new pals.\n"]},"en-pt":{"moral":"Fique arrumadinho e ajude os amigos quando precisarem.","title":"A Abelhinha Ocupada e a Formiguinha Esquecida","hook":"O que acontece quando uma abelha esquece onde guardou seu mel e uma formiga esquece o caminho de volta para a colônia?","keywords":{"Abelhinha":["Bella Bee"],"Campo":["flight path"],"Mel":["Honey","Honeycomb"],"Andy Ant":["ant colony"],"ant colony":["Andy Ant"],"Bella Bee":["Abelhinha"],"flight path":["Campo"],"abelha":["Abelhinha"],"mel":["Mel","Honey"],"formiga":["Andy Ant"]},"paragraphs":["Era uma vez, em um campo movimentado, onde morava uma abelha ocupada chamada Bella Bee e uma formiga esquecida chamada Andy Ant. Bella Bee trabalhava muito para recolher mel doce, enquanto Andy Ant coletava diligentemente comida para a colônia de formigas.\n","Em um dia ensolarado, a Abelhinha Bella voou por todo o campo, mas quando chegou a hora de voltar para casa, ela esqueceu onde tinha escondido seu mel. Em pânico, ela zumbiu em círculos, se sentindo perdida e preocupada.\n","Num belo dia, Formiguinha Andy se afastou demais do formigueiro e não conseguia encontrar o caminho de volta. Ele vagou sem rumo, se sentindo solitário e assustado. Mas então, Abelha Bella e Formiguinha Andy se esbarraram e compartilharam seus problemas.\n","Juntos, eles seguiram o caminho de voo da Bella Abelha e encontraram o mel, e Andy Formiga usou seu aguçado olfato para guiá-los de volta para a colônia de formigas. Ao se ajudarem, ambos resolveram seus problemas e fizeram novos amigos no processo.\n"]}}}