{"title":"The Time Leaping Pirate and the Wandering Merchant Girls","hook":"What will happen when Surya the time leaping pirate meets Nisha and Kavia in the great Fora jungle?","moral":"Working together and using our unique abilities can help us overcome challenges.","paragraphs":["Once upon a time in the great Fora jungle, Surya the spirited time leaping pirate was exploring when he met Nisha and Kavia, the clever wandering merchant girls duo.","\"Ahoy there, Surya! What brings you to our jungle?\" Nisha asked, intrigued by the pirate's shiny time-turning compass.","Surya explained how he accidentally landed in their time and needed help finding his way back.","The girls knew the jungle like the back of their hands and suggested using rare jungle gems to power Surya's compass for a time jump.","As they searched for the gems, they encountered a mischievous monkey who had hidden them high in the trees.","Working together, Surya's time leaping skills, Nisha's clever negotiating, and Kavia's quick climbing helped retrieve the gems."],"keywords":["Surya","Nisha","Kavia","Jungle","Time leap","Compass","Gems","Monkey","Collaboration","Adventure"],"characters":["Surya","Nisha and Kavia"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Der Springende Pirat und die Wande","hook":"Was wird passieren, wenn Surya, der zeitreisende Pirat, Nisha und Kavia im großen Fora-Dschungel trifft?","moral":"Gemeinsam arbeiten und unsere besonderen Fähigkeiten nutzen können uns helfen, Schwierigkeiten zu überwinden.","keywords":{"Surya":["Sun"],"Zeit":["Time"],"Hilfe":["Help","Assistance"],"Edelsteine":["Gemstones"],"Affe":["Monkey"],"Bäume":["Trees"],"Mädchen":["Girl"],"Dschungel":["Jungle"],"Kompass":["Compass"],"Hallo":["Hello"],"Pirat":["Pirate"],"Nisha":["Night"],"Kavia":["Caviar"],"Fora":["Forum"]},"paragraphs":["Es war einmal im großen Dschungel von Fora, wo Surya der lebhafte Zeit springende Pirat beim Erkunden Nisha und Kavia, das kluge wandernde Kaufmanns-Mädchen-Duo, traf.\n","\"Hallo, Surya! Was bringt dich in unseren Dschungel?\" fragte Nisha, fasziniert von dem glänzenden Zeitumkehr-Kompass des Piraten.\n","Surya erklärte, wie er aus Versehen in ihrer Zeit gelandet ist und Hilfe braucht, um seinen Weg zurückzufinden.\n","Die Mädchen kannten den Dschungel wie ihre Westentasche und schlugen vor, seltene Dschungelschätze zu verwenden, um Suryas Kompass für einen Zeitsprung zu betreiben.\n","Als sie nach den Edelsteinen suchten, trafen sie einen frechen Affen, der sie hoch in den Bäumen versteckt hatte.\n","Zusammenarbeitend sprang Suryas zu Zeit, schlau verhandelte Nishas, und Kavias schnell kletterte Rutsteine, um die Edelsteine wiederzuerlangen.\n"]},"id-en":{"hook":"What will happen when Surya the time leaping pirate meets Nisha and Kavia in the great Fora jungle?","moral":"Working together and using our unique abilities can help us overcome challenges.","title":"The Time Leaping Pirate and the Wandering Merchant Girls","keywords":{"Surya":["Matahari"],"accidentally":["secara tidak sengaja","tanpa sengaja"],"help":["membantu","menolong"],"girls":["gadis","perempuan"],"jungle":["hutan belantara","rimba"],"stones":["batu","batu-batu"],"negotiating":["membicarakan","merundingkan"],"climbing":["memanjat","pendakian"],"pirate":["bajak laut","perompak"],"forest":["hutan","rimba"],"gems":["permata","batu mulia"],"mischievous monkey":["monyet nakal","kera usil"],"trees":["pohon","pohon-pohon"],"Hello":["Halo","Hallo"],"compass":["kompas"]},"paragraphs":["A long time ago in the big Fora forest, Surya the brave pirate who jumps through time was exploring when he met Nisha and Kavia, the smart girls who travel together to sell things.\n","\"Hello there, Surya! Why are you here in our forest?\" Nisha asked, interested in the pirate's shiny and magical compass that can tell the time.\n","Surya told how he ended up in their time by mistake and asked for help to go back.\n","The girls were experts in the jungle and recommended using special shiny stones from the jungle to make Surya's magic compass go back in time. \n","They looked for shiny rocks. They met a naughty monkey who put them up in the tall trees.\n","Surya, Nisha, and Kavia were a team. Surya could jump far, Nisha was smart at talking, and Kavia was fast at climbing. Together, they found the shiny stones.\n"]},"en-pt":{"title":"O Pirata Que Pula no Tempo e as Meninas Viajantes Comerciantes","hook":"O que vai acontecer quando Surya, o pirata que pula no tempo, encontrar Nisha e Kavia na grande selva de Fora?","moral":"Trabalhando juntos e usando nossas habilidades especiais podem nos ajudar a superar desafios.","keywords":{"Surya":["Sun"],"floresta":["forest"],"bússola":["compass"],"acidentalmente":["accidentally"],"época":["era","age"],"gems":["precious stones"],"mischievous":["naughty","playful"],"monkey":["ape"],"meninas":["girls"],"selva":["jungle"],"pedras preciosas":["gemstones"],"habilidades":["skills","abilities"],"negociação":["negotiation"],"escalada":["climbing"],"Nisha":["Nisha"],"Kavia":["Kavia"]},"paragraphs":["Era uma vez na grande selva de Fora, Surya o pirata saltitante do tempo estava explorando quando ele conheceu Nisha e Kavia, a dupla de meninas mercantes espertas que andavam sem rumo.\n","Oi, Surya! O que te traz para a nossa floresta? - perguntou Nisha, curiosa com a bússola brilhante que girava o tempo.\n","Surya contou como ele chegou acidentalmente na época deles e precisava de ajuda para voltar.\n","As meninas conheciam a selva super bem e sugeriram usar pedras preciosas raras da selva para dar energia à bússola de Surya e fazer um salto no tempo.\n","Enquanto procuravam as pedras preciosas, encontraram um macaco travesso que as tinha escondido lá no alto nas árvores.\n","Trabalhando juntos, as habilidades de pular no tempo da Surya, a negociação esperta da Nisha, e a escalada rápida da Kavia ajudaram a recuperar as gemas.\n"]},"en-fr":{"title":"Le Pirate qui Voyage dans le Temps et les Filles Marchandes Errantes","moral":"En travaillant ensemble et en utilisant nos capacités uniques, nous pouvons surmonter les défis.","hook":"Qu'est-ce qu'il va se passer lorsque Surya, le pirate voyageur dans le temps, rencontre Nisha et Kavia dans la grande jungle de Fora?","keywords":{"Ahoy":["Hello","Hey"],"jungle":["forest"],"pirate":["buccaneer"],"Surya":["Sun"],"expliqué":["explained"],"besoin":["need","requirement"],"pierres précieuses":["gems","jewels"],"singe malicieux":["mischievous monkey"],"arbres":["trees"],"merchant":["trader","vendor"],"filles":["girls","daughters"],"saut":["jump","leap"],"ruse":["trick","strategy"],"escalade":["climb","scaling"]},"paragraphs":["Il était une fois dans la grande jungle de Fora, Surya le pirate bondissant qui voyageait dans le temps, explorait quand il rencontra Nisha et Kavia, le duo de filles marchandes vagabondes.\n","\"Ahoy là, Surya! Qu'est-ce qui t’amène dans notre jungle?\" Demanda Nisha, intriguée par la boussole étincelante qui tourne le temps du pirate.\n","Surya a expliqué comment il est arrivé par accident dans leur époque et avait besoin d'aide pour retrouver son chemin.\n","Les filles connaissaient la jungle comme leurs doigts et ont suggéré d'utiliser des pierres précieuses rares de la jungle pour donner de l'énergie à la boussole de Surya afin de faire un saut dans le temps.\n","En cherchant les pierres précieuses, ils ont rencontré un singe malicieux qui les avait cachées tout en haut des arbres.\n","En travaillant ensemble, les capacités de saut de Surya, la ruse de négociation de Nisha et l'escalade rapide de Kavia ont aidé à retrouver les joyaux.\n"]}}}