{"title":"Nisha and Kavia's Crystal Conundrum","hook":"What strange glowing crystals did the girls stumble upon in the heart of the Great Fora jungle?","moral":"Curiosity leads to new discoveries, but caution and teamwork lead to solving mysteries.","paragraphs":["Nisha and Kavia, clever wandering merchant girls, were venturing through the dense Great Fora jungle when they spotted a peculiar glow shining through the trees. \"Look, Kavia! What are those sparkling crystals?\" Nisha exclaimed, her eyes wide with curiosity.","As they approached, a mischievous voice whispered, \"Those crystals are mine, for they hold the secrets of the shadows.\" Startled, the girls turned to see Kai, a mysterious shadow-dwelling imp, standing before them with a mischievous grin.","Kai challenged the girls to solve a riddle in order to claim the crystals. Working together, Nisha and Kavia used their quick wits to decipher the riddle, unlocking the secrets of the glowing crystals hidden in the heart of the jungle.","With the crystals in hand, the girls bid farewell to Kai, who vanished into the shadows with a chuckle. As they continued their journey, Nisha and Kavia shared a smile, knowing that their teamwork and clever thinking had led them to a new discovery."],"keywords":["Nisha","Kavia","merchant girls","Great Fora jungle","crystals","mysterious imp","teamwork","curiosity","riddle","shadows"],"characters":["Nisha and Kavia","Kai"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"La Grande Énigme des Cristaux de Nisha et Kavia","hook":"Quels étranges cristaux brillants les filles ont-elles découvert dans le cœur de la grande jungle Fora?","moral":"La curiosité mène à de nouvelles découvertes, mais la prudence et le travail d'équipe mènent à résoudre des mystères.","keywords":{"crystals":["cristaux"],"girls":["filles"],"teamwork":["équipe"],"shadows":["ombres"],"imp":["lutin","farfadet"],"Nisha":["Nisha"],"Kavia":["Kavia"]},"paragraphs":["Nisha et Kavia, deux fillettes marchandes malines, se promenaient à travers la dense jungle de la Grande Fora lorsque elles aperçurent une lueur particulière brillant à travers les arbres. \"Regarde, Kavia! Quels sont ces cristaux étincelants?\" s'exclama Nisha, ses yeux grands ouverts de curiosité.\n","En s'approchant, une voix espiègle chuchotait, \"Ces cristaux sont à moi, car ils renferment les secrets des ombres.\" Surprises, les filles se retournèrent pour voir Kai, un farfadet mystérieux habitant les ombres, se tenant devant elles avec un sourire espiègle.\n","Kai a défié les filles de résoudre une énigme pour revendiquer les cristaux. En travaillant ensemble, Nisha et Kavia ont utilisé leur intelligence rapide pour déchiffrer l'énigme, dévoilant les secrets des cristaux brillants cachés au cœur de la jungle.\n","Avec les cristaux en main, les filles ont dit au revoir à Kai, qui a disparu dans l'ombre en riant. Alors qu'elles ont continué leur voyage, Nisha et Kavia ont échangé un sourire, sachant que leur travail d'équipe et leur esprit de réflexion les avaient conduites à une nouvelle découverte.\n"]},"id-en":{"hook":"What strange glowing crystals did the girls stumble upon in the heart of the Great Fora jungle?","moral":"Curiosity leads to new discoveries, but caution and teamwork lead to solving mysteries.","title":"Nisha and Kavia's Crystal Conundrum","keywords":{"Kai":["Kai"],"crystals":["kristal"],"jungle":["hutan belantara","hutan"],"farewell":["selamat tinggal","pamit"],"teamwork":["kerja sama","kerja tim"],"merchant":["pedagang","tukang"],"curious":["penasaran","ingin tahu"],"shadows":["bayangan"],"mischievous":["nakal","serong"]},"paragraphs":["Nisha and Kavia were smart merchant girls. They were walking in the big jungle when they saw a special light coming from trees. \"Look, Kavia! What are those shiny rocks?\" Nisha asked, with big curious eyes.\n","They heard a sneaky voice saying, \"These shiny rocks are mine, they keep secrets of the dark.\" Startled, the girls saw Kai, a spooky shadow creature, smiling mischievously at them.\n","Kai asked the girls a puzzling question about shiny stones. Nisha and Kavia, thinking fast and working as a team, solved the question and found the hidden shiny stones in the jungle's center.\n","The girls said bye to Kai, who disappeared with a giggle. They smiled at each other, happy about their discovery.\n"]},"en-de":{"title":"Nisha und Kavias Kristall-Rätsel","hook":"Welche merkwürdigen leuchtenden Kristalle sind die Mädchen im Herzen des großen Fora-Dschungels gestolpert?\n","moral":"Neugier führt zu neuen Entdeckungen, aber Vorsicht und Teamarbeit führen zum Lösen von Rätseln.\n","keywords":{"Steine":["Stones"],"Mädchen":["Girls"],"Lächeln":["Smile"],"Händlermädchen":["Trader girl"],"Dschungel":["Jungle"],"Kristalle":["Crystals"],"Schatten":["Shadow"],"Rätsel":["Riddle","Puzzle"]},"paragraphs":["Nisha und Kavia, kluge wandernde Händlermädchen, waren unterwegs durch den dichten Großen Fora Dschungel, als sie einen merkwürdigen Glanz durch die Bäume entdeckten. \"Schau, Kavia! Was sind das für glitzernde Kristalle?\" rief Nisha aus, ihre Augen weit vor Neugier.\n","Als sie näher kamen, flüsterte eine freche Stimme: \"Diese Kristalle gehören mir, denn sie bewahren die Geheimnisse der Schatten.\" Erschrocken drehten sich die Mädchen um und sahen Kai, einen mysteriösen Schattenbewohner, der mit einem frechen Grinsen vor ihnen stand.\n","Kai hat den Mädchen eine Aufgabe gestellt, um einen Rätsel zu lösen und die Kristalle zu gewinnen. Zusammenarbeitend haben Nisha und Kavia mit ihren schnellen Verstand das Rätsel entschlüsselt und die Geheimnisse der leuchtenden Kristalle, die im Herzen des Dschungels versteckt waren, freigeschaltet.\n","Mit den funkelnden Steinen in den Händen verabschiedeten sich die Mädchen von Kai, der mit einem Kichern in den Schatten verschwand. Während sie ihre Reise fortsetzten, teilten Nisha und Kavia ein Lächeln, wissend, dass ihr Teamwork und kluges Denken sie zu einer neuen Entdeckung geführt hatte.\n"]},"en-pt":{"title":"O Mistério dos Cristais de Nisha e Kavia","hook":"Que cristais brilhantes estranhos as meninas encontraram no coração da floresta Grande Fora?","moral":"A curiosidade nos leva a descobertas novas, mas o cuidado e o trabalho em equipe nos levam a desvendar mistérios.\n","keywords":{"cristais":["crystals"],"sombras":["shadows"],"duende":["elf","sprite"],"meninas":["girls"],"descoberta":["discovery"],"Nisha":["Nisha"],"Kavia":["Kavia"],"cristais cintilantes":["sparkling crystals"],"enigma":["enigma","mystery"],"selva":["jungle"]},"paragraphs":["Nisha e Kavia, meninas mercadoras viajantes espertas, estavam explorando a densa selva do Grande Fora quando avistaram um brilho peculiar surgindo por entre as árvores. \"Olha, Kavia! O que são esses cristais cintilantes?\" exclamou Nisha, com os olhos bem abertos de curiosidade.\n","Quando eles se aproximaram, uma voz travessa sussurrou, \"Esses cristais são meus, pois guardam os segredos das sombras.\" Assustadas, as meninas viraram para ver Kai, um misterioso duende habitante da sombra, parado diante delas com um sorriso travesso.\n","Kai desafiou as meninas para resolver um enigma e reivindicar os cristais. Trabalhando juntas, Nisha e Kavia usaram sua inteligência rápida para decifrar o enigma, desvendando os segredos dos cristais brilhantes escondidos no coração da selva.\n","Com os cristais na mão, as meninas se despediram de Kai, que desapareceu nas sombras com uma risadinha. Enquanto continuavam sua jornada, Nisha e Kavia compartilharam um sorriso, sabendo que seu trabalho em equipe e pensamento esperto as levaram a uma nova descoberta.\n"]}}}