{"title":"The Curious Rabbit","hook":"A little rabbit always wondered what magical treasures were kept inside the hidden cave near the forest.","moral":"Curiosity can lead to wonderful discoveries when approached with caution and bravery.","paragraphs":["Once upon a time, in a dense forest, there lived a curious little rabbit named Rosie. Every day, she would gaze at a mysterious cave hidden behind the tall oak tree, wondering what secrets it held.","One sunny morning, Rosie decided to solve the mystery of the cave once and for all. She hopped towards it, her heart full of excitement and a hint of fear. As she peeked inside, she saw shimmering objects that sparkled like diamonds.","\"Who goes there?\" echoed a deep voice. Rosie's ears perked up in surprise. It was the Guardian of the Cave, a wise old tortoise. He explained that the treasures were not meant for taking but for admiring.","Rosie felt guilty for trespassing but also grateful for the valuable lesson she had learned. She thanked the tortoise and promised to visit him often, eager to hear more stories about the forest and its wonders."],"keywords":"rabbit, forest, cave, treasures, curiosity, caution, bravery, discovery, lessons, friendship","characters":null,"translations":{"id-en":{"moral":"Curiosity can lead to wonderful discoveries when approached with caution and bravery.","hook":"A little rabbit always wondered what magical treasures were kept inside the hidden cave near the forest.","title":"The Curious Rabbit","keywords":{"voice":["suara"],"tortoise":["kura-kura"],"treasures":["harta karun"],"rabbit":["kelinci"],"forest":["hutan"],"cave":["gua"],"Rosie":["Rosie"],"mystery":["misteri"]},"paragraphs":["Long ago, in a thick forest, there was a small rabbit named Rosie. Daily, she looked at a secret cave by the tall oak tree, pondering its mysteries.\n","One sunny morning, Rosie decided to solve the mystery of the cave once and for all. She hopped towards it, her heart full of excitement and a hint of fear. As she peeked inside, she saw shimmering objects that sparkled like diamonds.\n","A big voice asked, \"Who is it?\" Rosie listened carefully. It was the old wise tortoise who protects the cave. He said the shiny things were for looking, not for taking.\n","Rosie was sorry for going to a place she shouldn't have, but she was also happy for the important thing she had learned. She said thank you to the slow tortoise and promised to see him a lot, excited to hear more fun stories about the forest and its amazing things.\n"]},"en-pt":{"title":"O Coelhinho Curioso","moral":"A curiosidade pode levar a descobertas maravilhosas quando abordada com cuidado e coragem.","hook":"Um coelhinho sempre se perguntava quais tesouros mágicos eram guardados dentro da caverna escondida perto da floresta.","keywords":{"Rosie":["rose"],"tartaruga":["turtle"],"floresta":["forest"],"coelho":["rabbit"],"segredos":["secrets"],"Guardian of the Cave":["Guardian of the Cave"],"treasures":["treasures"],"mistério":["mystery"],"caverna":["cave"]},"paragraphs":["Era uma vez, numa floresta densa, morava um coelho curioso chamado Rosie. Todos os dias, ela olhava para uma caverna misteriosa escondida atrás da alta árvore de carvalho, imaginando que segredos ela guardava.\n","Certa manhã ensolarada, Rosie decidiu resolver o mistério da caverna de uma vez por todas. Ela pulou em direção a ela, seu coração cheio de emoção e um toque de medo. Quando olhou para dentro, viu objetos cintilantes que brilhavam como diamantes.\n","\"Quem está aí?\" ecoou uma voz profunda. As orelhas da Rosie se ergueram de surpresa. Era o Guardião da Caverna, uma sábia tartaruga velha. Ele explicou que os tesouros não eram para levar, mas para admirar.\n","Rosie se sentiu envergonhada por entrar onde não deveria, mas também grata pela valiosa lição que tinha aprendido. Ela agradeceu à tartaruga e prometeu visitá-la sempre, ansiosa para ouvir mais histórias sobre a floresta e suas maravilhas.\n"]},"en-de":{"title":"Das Neugierige Kaninchen","moral":"Neugier kann zu wunderbaren Entdeckungen führen, wenn man vorsichtig und mutig herangeht.","hook":"Ein kleines Häschen hat sich immer gefragt, welche magischen Schätze in der versteckten Höhle nahe dem Wald aufbewahrt wurden.\n","keywords":{"Rosie":["Rose"],"Höhle":["Cave"],"Diamanten":["Diamonds"],"Schildkröte":["Turtle"],"Wald":["Forest"],"tiefe Stimme":["Deep Voice"],"Schätze":["Treasures"],"Kaninchen":["Rabbit","Bunny"],"Geheimnis":["Secret"]},"paragraphs":["Es war einmal in einem dichten Wald, in dem ein neugieriges kleines Kaninchen namens Rosie lebte. Jeden Tag starrte sie eine geheimnisvolle Höhle an, die hinter dem großen Eichenbaum versteckt war, und fragte sich, welche Geheimnisse darin verborgen waren.\n","An einem sonnigen Morgen entschied sich Rosie, das Geheimnis der Höhle einmal und für alle zu lösen. Sie hüpfte darauf zu, ihr Herz voller Aufregung und einem Hauch von Angst. Als sie hineinschaute, sah sie schimmernde Objekte, die wie Diamanten funkelten.\n","\"Wer ist da?\" hallte eine tiefe Stimme wider. Rosies Ohren spitzten sich überrascht. Es war der Wächter der Höhle, eine kluge alte Schildkröte. Er erklärte, dass die Schätze nicht zum Mitnehmen gedacht waren, sondern zum Bewundern.\n","Rosie fühlte sich schlecht, dass sie unbefugt eingedrungen war, aber auch dankbar für die wertvolle Lektion, die sie gelernt hatte. Sie bedankte sich beim Schildkröte und versprach, ihn oft zu besuchen, begierig mehr Geschichten über den Wald und seine Wunder zu hören.\n"]},"en-fr":{"title":"Le Lapin Curieux\n","moral":"La curiosité peut mener à de merveilleuses découvertes lorsqu'elle est abordée avec prudence et courage.","hook":"Un petit lapin se demandait toujours quels trésors magiques étaient cachés à l'intérieur de la grotte secrète près de la forêt.","keywords":{"lapin":["rabbit"],"forêt":["forest"],"grotte":["cave","cavern"],"Rosie":[],"tortoise":["turtle"],"forest":["forêt"],"Gardien":["keeper","guardian"],"Grotte":["cavern","cave"],"Trésors":["treasures"],"caverne":["cave"],"objets scintillants":["shiny objects"]},"paragraphs":["Il était une fois, dans une forêt dense, habitait un petit lapin curieux nommé Rosie. Chaque jour, elle fixait une grotte mystérieuse cachée derrière un grand chêne, se demandant quels secrets elle renfermait.\n","Un matin ensoleillé, Rosie décida de résoudre le mystère de la caverne une fois pour toutes. Elle sauta vers elle, son cœur rempli d'excitation et d'une pointe de peur. En regardant à l'intérieur, elle vit des objets scintillants qui brillaient comme des diamants.\n","\"Qui va là?\" résonna une voix profonde. Les oreilles de Rosie se dressèrent de surprise. C'était le Gardien de la Grotte, une vieille tortue sage. Il expliqua que les trésors n'étaient pas faits pour être pris mais pour être admirés.\n","Rosie se sentait coupable d'être entrée sans autorisation mais aussi reconnaissante pour la leçon précieuse qu'elle avait apprise. Elle a remercié la tortue et a promis de lui rendre visite souvent, impatiente d'entendre d'autres histoires sur la forêt et ses merveilles.\n"]}}}