{"title":"The Curious Crystal Frog","hook":"Have you ever seen a frog that twinkles like a star at night? Let's follow Lily on her adventure!","moral":"Curiosity can lead to wonderful discoveries. It's important to embrace differences and be open-minded.","paragraphs":["Once upon a time in the enchanting Rainbow Forest, there lived a little frog named Lily. She was not like any other frog in the forest. Lily's skin sparkled like a precious crystal under the moonlight, making her stand out among her friends.","One day, while hopping by the shimmering pond, Lily overheard the other animals whispering about her unique appearance. \"Why does Lily look different?\" they wondered. Feeling curious and a bit shy, Lily decided to ask Wise Owl for answers.","Wise Owl explained that Lily's magical glow was a gift from the mystical Crystal Lily Pad hidden deep in the heart of the forest. He suggested that Lily visit the pad to discover the secret behind her radiance.","With a mix of excitement and nervousness, Lily embarked on a journey through the dense woods and finally found the Crystal Lily Pad. As she gently touched the pad, she felt a warm energy enveloping her, filling her heart with acceptance and joy."],"keywords":["fable","curiosity","discovery","acceptance","magic","friendship","kindness","uniqueness","glow","adventure"],"characters":null,"translations":{"id-en":{"hook":"Have you ever seen a frog that twinkles like a star at night? Let's follow Lily on her adventure!","moral":"Curiosity can lead to wonderful discoveries. It's important to embrace differences and be open-minded.","title":"The Curious Crystal Frog","keywords":{"Rainbow Forest":["Hutan Pelangi"],"frog":["Katak"],"shiny skin":["kulit berkilau"],"Lily":["Lili"],"Crystal Lily Pad":["Pad Lili Kristal"],"forest":["hutan"],"unique appearance":["penampilan unik"],"Wise Owl":["Burung Hantu Bijak"],"Owl":["Burung Hantu"],"glow":["bersinar"]},"paragraphs":["In the Rainbow Forest, a tiny frog named Lily lived. Her shiny skin glowed brightly in moonlight, making her special.\n","One day, while jumping near the shiny water, Lily heard the other animals talking softly about her special look. \"Why does Lily look different?\" they thought. Being interested and a little shy, Lily chose to ask Wise Owl for explanations.\n","Smart Owl said that Lily's special shine comes from the magic Crystal Lily Pad, which is hiding in the deep forest. Owl told Lily to go there and find out why she glows.\n","Lily was very happy and a little scared. She walked into the big forest and saw the special Crystal Lily Pad. When she softly touched the pad, she felt a cozy power around her, making her heart full of love and happiness.\n"]},"en-pt":{"title":"O Sapo de Cristal Curioso","hook":"Já viste um sapo que brilha como uma estrela à noite? Vamos seguir a Lili na sua aventura!","moral":"A curiosidade pode nos levar a descobertas incríveis. É importante aceitar as diferenças e ter a mente aberta. ","keywords":{"Lily":["Lily"],"Coruja":["Owl","Wise Owl"],"Lírio de Cristal":["Crystal Lily"],"Crystal":["Crystal","Precious Crystal"],"journey":["Journey"],"sapinha":["Froglet"],"Floresta do Arco-Íris":["Rainbow Forest"],"cristal precioso":["Precious Crystal"],"animais":["Animals"],"Coruja Sábia":["Wise Owl"]},"paragraphs":["Era uma vez, na encantadora Floresta do Arco-Íris, vivia uma sapinha chamada Lily. Ela não era como as outras sapos da floresta. A pele de Lily brilhava como um cristal precioso sob a luz da lua, fazendo com que ela se destacasse entre seus amigos.\n","Certa vez, enquanto pulava ao lado do lago brilhante, Lily ouviu os outros animais sussurrando sobre sua aparência única. \"Por que Lily parece diferente?\" eles se perguntavam. Sentindo-se curiosa e um pouco tímida, Lily decidiu perguntar à Coruja Sábia por respostas.\n","A sábia Coruja explicou que o brilho mágico da Lily era um presente do místico Lírio de Cristal escondido no coração da floresta. Ele sugeriu que a Lily visitasse o lago para descobrir o segredo por trás do seu brilho.\n","Com uma mistura de alegria e vontade de tremer, Lily começou uma jornada pela mata espessa e finalmente encontrou o Lírio de Cristal. Quando ela tocou suavemente o lírio, ela sentiu uma energia quente abraçando-a, enchendo seu coração de aceitação e alegria.\n"]},"en-de":{"title":"Der Neugierige Kristallfrosch","moral":"Neugier kann zu tollen Entdeckungen führen. Es ist wichtig, Unterschiede zu akzeptieren und offen zu sein.","hook":"Hast du schon mal einen Frosch gesehen, der nachts wie ein funkelnder Stern aussieht? Lass uns Lily auf ihrem Abenteuer folgen!\n","keywords":{"Lily":["Lily"],"Tiere":["Animals"],"Eule":["Owl"],"zauberhaft":["Enchanting","Charming"],"Regenbogenwald":["Rainbow Forest"],"Kristall":["Crystal"],"magisch":["Magical"],"Geheimnis":["Secret","Mystery"],"Wald":["Forest","Woods"],"Freude":["Joy","Happiness"]},"paragraphs":["Vor langer Zeit lebte im zauberhaften Regenbogenwald ein kleiner Frosch namens Lily. Sie war nicht wie die anderen Frösche im Wald. Lilys Haut funkelte wie ein kostbarer Kristall im Mondlicht, wodurch sie unter ihren Freunden hervorstach.\n","Eines Tages, als Lily am glitzernden Teich entlang hüpfte, hörte sie die anderen Tiere flüstern über ihr besonderes Aussehen. \"Warum sieht Lily anders aus?\" fragten sie sich. Neugierig und ein bisschen schüchtern beschloss Lily, Eule Weise um Antworten zu bitten.\n","Die weise Eule erklärte, dass Lilys magischer Glanz ein Geschenk von dem mystischen Kristall-Lilienblatt war, das tief im Herzen des Waldes versteckt war. Er schlug vor, dass Lily den Teich besuchen solle, um das Geheimnis hinter ihrer Strahlkraft zu entdecken.\n","Mit einem bunt gemischten Gefühl von Aufregung und Nervosität machte sich Lily auf den Weg durch den dichten Wald, bis sie schließlich das Kristall-Lilienblatt fand. Als sie das Blatt sanft berührte, fühlte sie eine warme Energie, die sie umhüllte und ihr Herz mit Akzeptanz und Freude füllte.\n"]},"en-fr":{"title":"La Grenouille Curieuse en Cristal","hook":"As-tu déjà vu une grenouille qui clignote comme une étoile la nuit? Suivons Lily dans son aventure!","moral":"La curiosité peut mener à des découvertes merveilleuses. Il est important d'accepter les différences et d'avoir l'esprit ouvert.","keywords":{"Lily":["Lily"],"voyage":["voyage","journey"],"bois":["woods","forest"],"Chouette":["Owl"],"Nénuphar de Cristal":["Crystal Water Lily"],"forêt":["forest","woods"],"Grenouille":["Frog"],"Arc-en-ciel":["Rainbow"],"apparence":["appearance"],"Sage Chouette":["Wise Owl"]},"paragraphs":["Il était une fois, dans la belle Forêt Arc-en-ciel enchantée, vivait une petite grenouille nommée Lily. Elle n'était pas comme les autres grenouilles de la forêt. La peau de Lily scintillait comme un cristal précieux sous la lumière de la lune, la rendant unique parmi ses amis.\n","Il était une fois, tandis qu'elle sautait près de l'étang scintillant, Lily entendit les autres animaux chuchoter à propos de son apparence unique. \"Pourquoi Lily a l'air différente?\" se demandaient-ils. Se sentant curieuse et un peu timide, Lily décida de demander des réponses à la Sage Chouette.\n","La sage chouette a expliqué que l'éclat magique de Lily était un cadeau du mystérieux Nénuphar de Cristal caché au coeur de la forêt. Il a suggéré que Lily visite le nénuphar pour découvrir le secret derrière sa brillance.\n","Avec un mélange d'excitation et de nervosité, Lily s'est lancée dans un voyage à travers les bois denses et a finalement trouvé le Nénuphar de Cristal. En touchant doucement le nénuphar, elle a ressenti une énergie chaleureuse l'envelopper, remplissant son cœur d'acceptation et de joie.\n"]}}}