{"title":"Liwei and Nuri's Creative Harvest","hook":"Did you know what happens when mischievous forest spirit meets a creative rice farmer?","moral":"Creativity and mischief can lead to unexpected harmony.","paragraphs":["In the great Fora jungle, Liwei the rice farmer worked hard every day to tend to his rice fields. He was known for his creative ways of caring for his crops, using unique methods that always yielded bountiful harvests.","One day, Nuri, a mischievous forest spirit, wandered into Liwei's fields. Intrigued by the colorful blooms and the sweet scent of the rice plants, Nuri decided to play pranks on Liwei, disrupting his work.","Liwei was upset at first, finding his plants tangled and tools misplaced. Instead of getting angry, he sat down with Nuri and shared stories of his farming journey. Nuri, curious and amused by Liwei's tales, began to help instead of hindering.","Together, Liwei and Nuri came up with new ways to care for the rice plants, combining Liwei's knowledge with Nuri's playful energy. The fields flourished like never before, and the two became unlikely friends, learning from each other's unique perspectives."],"keywords":["Fora jungle","rice farmer","forest spirit","creativity","mischief","harmony","bountiful harvest","unique methods","playful energy","unlikely friends"],"characters":["Liwei","Nuri"],"series":"fables-of-fora-forests","translations":{"en-de":{"moral":"Kreativität und Schabernack können zu unerwarteter Harmonie führen.","hook":"Weißt du, was passiert, wenn der freche Waldgeist auf einen kreativen Reisbauern trifft?\n","title":"Liwei und Nuri ernteten Fantasievolles","keywords":{"Nuri":["Bird"],"Liwei":["Plum"],"Streiche":["Pranks","Tricks"],"Reispflanzen":["Rice plants"],"Pflanzen":["Plants"],"Bauernhofreise":["Farm trip"],"Fora Dschungel":["Jungle adventure"],"Reisbauer":["Rice farmer"],"reiche Ernten":["Rich harvests"]},"paragraphs":["In dem großen Fora Dschungel arbeitete Liwei, der Reisbauer, jeden Tag hart daran, sich um seine Reisfelder zu kümmern. Er war bekannt für seine kreativen Wege, sich um seine Pflanzen zu kümmern, und benutzte einzigartige Methoden, die immer reiche Ernten hervorbrachten.\n","Ein Tag kam Nuri, ein schalkhafter Walgeist, auf Liweis Feldern herum. Fasziniert von den bunten Blüten und dem süßen Duft der Reisplanzen, beschloss Nuri, Liwei Streiche zu spielen und seine Arbeit durcheinander zu bringen.\n","Liwei war zuerst traurig, als er seine Pflanzen verwickelt und Werkzeuge falsch platziert fand. Anstatt wütend zu werden, setzte er sich mit Nuri hin und teilte Geschichten von seiner Bauernhofreise. Nuri, neugierig und amüsiert von Liweis Erzählungen, begann zu helfen anstatt zu stören.\n","Liwei und Nuri sind zusammen auf neue Ideen gekommen, um sich um die Reispflanzen zu kümmern. Sie haben Liweis Wissen mit Nutis verspielter Energie kombiniert. Die Felder blühten wie noch nie zuvor auf, und die beiden wurden unerwartete Freunde, die voneinander lernen und sich gegenseitig einzigartige Perspektiven zeigen.\n"]},"en-fr":{"moral":"L'imagination et les bêtises peuvent mener à une harmonie inattendue.","hook":"Vous savez ce qui se passe quand un esprit farceur de la forêt rencontre un travailleur du riz créatif?","title":"Liwei et la Récolte Créative de Nuri","keywords":{"Fora":["Outdoors"],"Liwei":["Lion"],"récoltes":["Harvests"],"Nuri":["Fire"],"lutin":["Elf","Goblin"],"fleurs":["Flowers"],"plants":["Seedlings"],"plantes":["Plants"]},"paragraphs":["Dans la grande jungle de Fora, Liwei le fermier de riz travaillait dur tous les jours pour s'occuper de ses champs de riz. Il était connu pour ses méthodes créatives de prendre soin de ses cultures, utilisant des méthodes uniques qui donnaient toujours des récoltes abondantes.\n","Un jour, Nuri, un lutin espiègle de la forêt, s'est aventuré dans les champs de Liwei. Intrigué par les fleurs colorées et le doux parfum des plants de riz, Nuri a décidé de jouer des tours à Liwei, perturbant son travail.\n","Liwei était contrarié au début, trouvant ses plantes emmêlées et ses outils rangés à mauvais endroit. Au lieu de se mettre en colère, il s'assit avec Nuri et partagea des récits de son voyage agricole. Nuri, curieux et amusé par les histoires de Liwei, commença à aider au lieu de gêner.\n","Ensemble, Liwei et Nuri ont trouvé de nouvelles façons de s'occuper des plantes de riz, en combinant le savoir de Liwei avec l'énergie ludique de Nuri. Les champs ont prospéré comme jamais auparavant, et les deux sont devenus des amis improbables, apprenant des perspectives uniques de l'autre.\n"]},"en-pt":{"title":"Liwei e a Colheita Criativa de Nuri","hook":"Sabia que acontece quando um espírito travesso da floresta encontra um fazendeiro criativo de arroz?","moral":"Criatividade e travessuras podem trazer uma harmonia inesperada.","keywords":{"Nuri":["Nuri"],"floresta":["forest"],"travesso":["playful","mischievous"],"Liwei":["Liwei"],"arroz":["rice"],"colheita":["harvest"],"plants":["plants"],"tools":["tools"],"farming":["farming"],"juntos":["together"],"plantinhas de arroz":["rice seedlings"],"amigos improváveis":["unlikely friends"]},"paragraphs":["Na grande selva de Fora, Liwei o fazendeiro de arroz trabalhava muito todos os dias para cuidar de seus campos de arroz. Ele era conhecido por suas maneiras criativas de cuidar de suas plantações, usando métodos únicos que sempre resultavam em colheitas abundantes.\n","Certo dia, Nuri, um espírito travesso da floresta, entrou nos campos de Liwei. Curioso com as flores coloridas e o cheirinho doce das plantas de arroz, Nuri resolveu pregar peças em Liwei, atrapalhando seu trabalho.\n","Liwei ficou triste no começo, achando suas plantas enroladas e as ferramentas desarrumadas. Em vez de ficar bravo, ele se sentou com Nuri e compartilhou histórias de sua jornada na fazenda. Nuri, curioso e divertido com os contos de Liwei, começou a ajudar em vez de atrapalhar.\n","Juntos, Liwei e Nuri pensaram em novas maneiras de cuidar das plantinhas de arroz, usando o conhecimento do Liwei com a energia brincalhona do Nuri. Os campos cresceram como nunca antes, e os dois se tornaram amigos improváveis, aprendendo com as visões únicas um do outro.\n"]},"id-en":{"hook":"Did you know what happens when mischievous forest spirit meets a creative rice farmer?","moral":"Creativity and mischief can lead to unexpected harmony.","title":"Liwei and Nuri's Creative Harvest","keywords":{"Nuri":["Parrot"],"woodland creature":["Makhluk hutan"],"play tricks":["Main tipuan"],"Fora forest":["Di hutan"],"rice farmer":["Petani padi"],"bountiful harvests":["Panen melimpah"],"rice plants":["Tanaman padi"],"playful energy":["Energi bermain"],"unlikely friends":["Teman tidak mungkin"],"plants":["Tanaman"],"tools":["Alat"],"stories":["Cerita"]},"paragraphs":["In the big Fora forest, Liwei the rice farmer worked a lot every day to look after his rice fields. He was famous for how he took care of his plants in interesting ways and got lots of rice as a result.\n","One day, Nuri, a playful woodland creature, wandered into Liwei's fields. Fascinated by the vibrant flowers and the delicious smell of the rice plants, Nuri thought it would be fun to play tricks on Liwei and disturb his chores.\n","Liwei felt sad in the beginning when he saw his plants all tangled up and couldn't find his tools. But he didn't get mad. He sat with Nuri and told him stories about his farming adventures. Nuri, who was curious and found the stories funny, started to help Liwei instead of making things difficult for him.\n","Together, Liwei and Nuri thought of new ideas to help the rice plants grow. Liwei knew a lot, and Nuri brought lots of happy energy! The rice fields became really healthy, and Liwei and Nuri became special friends, teaching each other new things.\n"]}}}