{"title":"The Cheerful Caterpillar","hook":"What will happen when Clara, the cheerful caterpillar, meets Percy, the grumpy snail?","moral":"Kindness can brighten someone's day and turn frowns into smiles.","paragraphs":["In a sunny meadow, Clara the caterpillar danced from leaf to leaf, spreading joy with her colorful stripes. She loved to greet all the animals with a friendly \"Hello!\"","One day, Clara met Percy the snail, who slithered by with a grumpy face. \"Hello, Percy! Why the long face?\" Clara asked, curious.","\"Nobody wants to play with me because I'm slow,\" mumbled Percy. Clara's heart sank, but she had an idea.","Clara invited Percy to a leaf picnic with the other insects. Percy was hesitant at first, but couldn't resist the delicious treats and laughter.","Everyone danced and played together, with Percy's grumpy face turning into a big smile. From that day on, Percy and Clara were inseparable friends."],"keywords":"Clara, caterpillar, Percy, snail, joy, kindness, friendship, brighten, frown, smile","characters":null,"translations":{"en-fr":{"title":"La Chenille Joyeuse","moral":"Gentillesse peut rendre le jour de quelqu'un plus lumineux et transformer les grimaces en sourires.","hook":"Que va-t-il se passer lorsque Clara, la chenille joyeuse, rencontrera Percy, l'escargot grognon?\n","keywords":{"Percy":["Percy"],"Clara":["Clara"],"lent":["slow"],"pique-nique":["picnic"],"dansé":["danced"],"joué":["played"],"inséparables":["inseparable"],"snail":["snail"],"chenille":["caterpillar"],"feuille":["leaf"]},"paragraphs":["Dans un pré ensoleillé, Clara la chenille dansait de feuille en feuille, propageant la joie avec ses rayures colorées. Elle adorait saluer tous les animaux avec un amical \"Bonjour!\"\n","Un jour, Clara a rencontré Percy l'escargot, qui glissait avec un visage renfrogné. \"Bonjour, Percy! Pourquoi cette mine boudeuse?\" demanda Clara, curieuse.\n","\"Personne ne veut jouer avec moi car je suis lent\", marmonna Percy. Le cœur de Clara s'assombrit, mais elle eut une idée.\n","Clara invitait Percy à un pique-nique de feuille avec les autres insectes. Percy était hésitant au début, mais ne pouvait pas résister aux délicieuses friandises et aux rires.\n","Tout le monde a dansé et joué ensemble, avec le visage grognon de Percy se transformant en un grand sourire. À partir de ce jour-là, Percy et Clara étaient des amis inséparables.\n"]},"en-pt":{"hook":"O que acontecerá quando Clara, a lagarta alegre, encontrar Percy, o caracol mal-humorado?","title":"A Lagarta Alegre\n ","moral":"Gentileza pode alegrar o dia de alguém e transformar carinhas tristes em sorrisos.","keywords":{"nobody":["nobody"],"play":["play"],"idea":["idea"],"Clara":["Clara"],"lagarta":["caterpillar"],"listras coloridas":["colorful stripes"],"Percy":["Percy"],"piquenique":["picnic"],"dançou":["danced"],"emburrado":["sulking","sulky"],"inseparáveis":["inseparable"],"caramujo":["snail"]},"paragraphs":["Num campo ensolarado, Clara a lagarta dançava de folha em folha, espalhando alegria com suas listras coloridas. Ela adorava cumprimentar todos os animais com um simpático \"Oi!\"\n","Certa vez, Clara encontrou Percy o caramujo, que deslizava com uma carinha emburrada. \"Oi, Percy! Por que essa carinha triste?\" Clara perguntou, curiosa.\n","\"Ninguém quer brincar comigo porque sou devagar,\" resmungou Percy. O coração de Clara afundou, mas ela teve uma ideia.\n","Clara convidou Percy para um piquenique de folhas com os outros insetos. Percy ficou hesitante no início, mas não resistiu às guloseimas deliciosas e à risada.\n","Todo mundo dançou e brincou juntos, com o rosto emburrado de Percy se transformando em um grande sorriso. A partir daquele dia, Percy e Clara eram amigos inseparáveis.\n"]},"id-en":{"hook":"What will happen when Clara, the cheerful caterpillar, meets Percy, the grumpy snail?","moral":"Kindness can brighten someone's day and turn frowns into smiles.","title":"The Cheerful Caterpillar","keywords":{"play":["bermain"],"slow":["lambat","pelan"],"idea":["ide","pikiran"],"danced":["menari"],"grumpy":["murung","seringai"],"smile":["senyum"],"Clara":["Clara"],"Percy":["Percy"],"snail":["bekicot"],"insects":["serangga","insekta"],"treats":["mengobati","perlakuan istimewa"],"caterpillar":["ulat bulu"],"colorful stripes":["garis-garis berwarna"]},"paragraphs":["In a bright field, Clara the caterpillar moved happily from one green leaf to another, making everyone happy with her colorful lines. She enjoyed saying \"Hello!\" to all the animals.\n","One day, Clara met Percy the snail, who moved slowly with a grumpy face. \"Hi, Percy! Why are you sad?\" Clara asked, interested.\n","Percy said sadly, \"Nobody wants to play with me because I'm not fast.\" Clara felt very sad, but she had a clever thought.\n","Clara asked Percy to join a leaf lunch with other bugs. Percy felt unsure at the beginning, but couldn't say no to yummy snacks and fun. \n","Everyone felt happy and had fun, dancing and playing with Percy's grumpy face changing into a big smile. Since then, Percy and Clara became best friends who do everything together.\n"]},"en-de":{"title":"Die Fröhliche Raupe","hook":"Was passiert, wenn Clara, die fröhliche Raupe, Percy, die mürrische Schnecke, trifft?","moral":"Freundlichkeit kann den Tag einer Person erhellen und Stirnfalten in Lächeln verwandeln.","keywords":{"spielen":["play"],"langsam":["slow"],"Idee":["idea"],"Clara":["Clara"],"Percy":["Percy"],"Schnecke":["snail"],"tanzten":["danced"],"mürrisches Gesicht":["grumpy face"],"unzertrennliche Freunde":["inseparable friends"],"Picknick":["picnic"],"Raupe":["caterpillar"],"Hallo":["hello"]},"paragraphs":["Auf einer sonnigen Wiese tanzte Clara die Raupe von Blatt zu Blatt und verbreitete Freude mit ihren bunten Streifen. Sie liebte es, alle Tiere mit einem freundlichen \"Hallo!\" zu grüßen.\n","Eines Tages traf Clara Percy die Schnecke, die mit einem mürrischen Gesicht vorbeischlängelte. \"Hallo, Percy! Warum bist du so mürrisch?\" fragte Clara neugierig.\n","\"Niemand will mit mir spielen, weil ich langsam bin,\" murmelte Percy. Claras Herz sank, aber sie hatte eine Idee.\n","Clara hat Percy zu einem Blatt-Picknick mit den anderen Insekten eingeladen. Percy war zuerst zögerlich, konnte aber den köstlichen Leckereien und dem Gelächter nicht widerstehen.\n","Alle tanzten und spielten zusammen, mit Percys mürrischem Gesicht, das zu einem großen Lächeln wurde. Seit diesem Tag waren Percy und Clara unzertrennliche Freunde.\n"]}}}