{"title":"The Time-Leaping Pirate","hook":"Join Surya, the spirited time-leaping pirate from Fora jungle, as he embarks on an exciting adventure to discover hidden treasures! But will his love for shiny gems lead him into trouble?","moral":"Accepting our mistakes and making amends is important. Greed can cause problems but it's never too late to do the right thing.","paragraphs":["In the vibrant Fora jungle, Surya, the time-leaping pirate, loved shiny gems more than anything. One day, he found a sparkling diamond deep in the jungle.","Excited, Surya took the diamond without asking anyone. But as soon as he touched it, time started leaping forward and backward uncontrollably!","Surya realized his mistake and went to the Wise Owl for help. The Wise Owl explained that the diamond belonged to the ancient Time Keepers and Surya needed to return it to restore balance.","Determined to make things right, Surya embarked on a journey through time to find the Time Keepers. Along the way, he faced challenges but never gave up.","Finally, Surya reached the Time Keepers and returned the diamond. Time stopped leaping, and everything returned to normal in Fora jungle. The Time Keepers praised Surya for his bravery and honesty."],"keywords":["Surya","time-leaping","pirate","Fora jungle","shiny gems","diamond","Wise Owl","ancient Time Keepers","courage","honesty"],"characters":["Surya"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Join Surya, the spirited time-leaping pirate from Fora jungle, as he embarks on an exciting adventure to discover hidden treasures! But will his love for shiny gems lead him into trouble?","moral":"Accepting our mistakes and making amends is important. Greed can cause problems but it's never too late to do the right thing.","title":"The Time-Leaping Pirate","keywords":{"Surya":["Matahari"],"adventure":["petualangan"],"problems":["masalah","permasalahan"],"diamond":["intan","permata"],"time":["waktu","jam"],"pirate":["bajak laut","perompak"],"jungle":["hutan belantara","rimba"],"shiny gems":["permata berkilau"],"Wise Owl":["Burung Hantu Bijak"],"Time Keepers":["Penjaga Waktu"]},"paragraphs":["In the colorful Fora forest, Surya, the pirate who travels through time, adored bright, pretty rocks more than anything else. One sunny day, he discovered a sparkling jewel hidden in the forest.\n","Happy, Surya grabbed the shiny rock without asking anyone. But when he touched it, time started moving back and forth all crazy-like!\n","Surya understood he did bad things and asked the Wise Owl for rescuing. The Wise Owl said the shiny rock was from the old Time Keepers and Surya had to give it back to fix everything.\n","Surya went on a big adventure to find the Time Keepers. He had some problems, but he didn't stop trying.\n","One day, Surya reached the Time Keepers and gave back the shining diamond. The jumping time suddenly paused, and everything became peaceful again in Fora jungle. The Time Keepers admired Surya for being brave and truthful.\n"]},"en-fr":{"title":"Le Pirate Sautant Dans le Temps","moral":"C'est important d'admettre nos erreurs et de les réparer. La cupidité peut causer des problèmes, mais il n'est jamais trop tard pour faire ce qui est juste.\n","hook":"Viens rencontrer Surya, le pirate plein d'énergie qui peut voyager dans le temps de la jungle de Fora. Il se lance dans une aventure excitante pour découvrir des trésors cachés ! Mais est-ce que son amour pour les pierres brillantes va le mettre dans des ennuis ?","keywords":{"Surya":["Sun"],"diamant":["diamond"],"Sage Hibou":["Wise Owl"],"voyage":["journey","trip"],"Gardiens du Temps":["Timekeepers"],"temps":["time"],"jungle":["forest"],"pirate":["corsair","privateer"],"gems":["jewels","precious stones"]},"paragraphs":["Dans la jungle animée de Fora, Surya, le pirate sauteur dans le temps, adorait les gemmes brillantes plus que tout. Un jour, il trouva un diamant scintillant au fond de la jungle.\n","Très très heureux, Surya a pris le diamant sans demander à personne. Mais dès qu'il l'a touché, le temps a commencé à sauter en avant et en arrière de façon incontrôlable!\n","Surya comprit son erreur et alla voir le Sage Hibou pour de l'aide. Le Sage Hibou expliqua que le diamant appartenait aux anciens Gardiens du Temps et que Surya devait le rendre pour rétablir l'équilibre.\n","Déterminé à rectifier les choses, Surya s'embarqua dans un voyage à travers le temps pour trouver les Gardiens du Temps. En chemin, il rencontra des défis mais n'abandonna jamais.\n","Enfin, Surya a atteint les Gardiens du Temps et a rendu le diamant. Le temps a arrêté de sauter, et tout est revenu à la normale dans la jungle de Fora. Les Gardiens du Temps ont félicité Surya pour sa bravoure et son honnêteté.\n"]},"en-de":{"title":"Der Zeit-Springende Pirat","moral":"Es ist wichtig, unsere Fehler anzuerkennen und sie wieder gut zu machen. Gier kann Probleme verursachen, aber es ist nie zu spät, das Richtige zu tun.\n","hook":"Begleite Surya, den aufregenden Zeit-reisenden Piraten aus dem Dschungel von Fora, auf ein spannendes Abenteuer, um versteckte Schätze zu entdecken! Doch wird seine Liebe zu glänzenden Edelsteinen ihn in Schwierigkeiten bringen?","keywords":{"Dschungel":["jungle"],"Pirat":["pirate"],"Edelsteine":["gems"],"Surya":["sun"],"Diamanten":["diamonds"],"Zeit":["time"],"Reise":["journey","trip"],"Fehler":["mistake","error"],"Eule":["owl"],"Diamant":["diamond"],"Zeitwächter":["timekeeper","guardian of time"]},"paragraphs":["In dem lebendigen Dschungel von Fora liebte Surya, der zeit-springende Pirat, glänzende Edelsteine mehr als alles andere. Eines Tages fand er einen funkelnden Diamanten tief im Dschungel.\n","Aufgeregt nahm Surya den Diamanten ohne jemanden zu fragen. Aber sobald er ihn berührte, begann die Zeit unkontrollierbar vorwärts und rückwärts zu springen!\n","Surya merkte seinen Fehler und ging zur Weisen Eule um Hilfe. Die Weise Eule erklärte, dass der Diamant den alten Zeitwächtern gehörte und Surya ihn zurückgeben musste, um das Gleichgewicht wiederherzustellen.\n","Fest entschlossen, die Dinge richtig zu machen, begann Surya eine Reise durch die Zeit, um die Zeitwächter zu finden. Auf dem Weg dorthin hatte er Herausforderungen zu bewältigen, gab jedoch niemals auf.\n","Endlich erreichte Surya die Zeitwächter und gab den Diamanten zurück. Die Zeit hörte auf zu springen, und alles kehrte im Fora-Dschungel wieder zur Normalität zurück. Die Zeitwächter lobten Surya für seine Tapferkeit und Ehrlichkeit.\n"]},"en-pt":{"title":"O Pirata Que Pula no Tempo","moral":"Pedir desculpas e consertar os erros é importante. Ser ganancioso pode causar problemas, mas nunca é tarde para fazer a coisa certa.","hook":"Junte-se a Surya, o pirata cheio de energia que viaja no tempo da floresta de Fora, enquanto ele parte em uma aventura emocionante para descobrir tesouros escondidos! Mas será que o amor dele por gemas brilhantes vai levá-lo a encrencas?","keywords":{"Surya":["Surya"],"jornada":["journey"],"desafios":["challenges"],"Guardiões do Tempo":["Guardians of Time","Time Guardians"],"selva de Fora":["outside jungle"],"Animado":["excited","animated"],"Diamante":["Diamond"],"Tempo":["Time"],"Wise Owl":["Wise Owl"],"diamond":["diamond"],"selva Fora":["outside jungle"],"pirata saltador":["jumping pirate"],"diamante cintilante":["sparkling diamond"]},"paragraphs":["Na animada selva Fora, Surya, o pirata saltador no tempo, adorava pedras brilhantes mais do que qualquer outra coisa. Um dia, ele encontrou um diamante cintilante no fundo da selva.\n","Animado, Surya pegou o diamante sem pedir para ninguém. Mas assim que ele o tocou, o tempo começou a pular para frente e para trás incontrolavelmente!\n","Surya percebeu o seu erro e foi pedir ajuda à Coruja Sábia. A Coruja Sábia explicou que o diamante pertencia aos antigos Guardiões do Tempo e que Surya precisava devolvê-lo para restaurar o equilíbrio.\n","Determinado a acertar as coisas, Surya embarcou em uma jornada através do tempo para encontrar os Guardiões do Tempo. No caminho, ele enfrentou desafios, mas nunca desistiu.\n","E, no final, Surya chegou aos Guardiões do Tempo e devolveu o diamante. O tempo parou de pular, e tudo voltou ao normal na selva de Fora. Os Guardiões do Tempo elogiaram Surya por sua coragem e honestidade.\n"]}}}