{"title":"Baba's Lost Button","hook":"One sunny morning, Baba woke up to find her favorite button missing. Where could it be?","moral":"Don't give up when faced with a problem. Keep looking and ask for help if needed.","paragraphs":["Baba loved her shiny yellow button, which she attached to her blanket. But one day, it disappeared! \"Oh no, where's my button gone?\" Baba asked worriedly, looking around her room.","Determined to find it, Baba searched under her bed, in her toy box, and even in the garden. \"Button, where are you?\" she called out with a frown. But the button was nowhere to be found.","Feeling sad, Baba sat down on the doorstep, close to tears. Just then, her neighbor Mrs. Owl passed by. \"What's the matter, Baba?\" she chirped kindly.","Baba explained her dilemma, and Mrs. Owl suggested, \"Let's retrace your steps, dear. Maybe you dropped it outside while playing.\" Encouraged, Baba followed Mrs. Owl's advice.","As they reached the swing in the garden, Baba's eyes widened with surprise. There, tangled in the swing's rope, was her lost button! \"Hooray! I found it!\" Baba exclaimed joyfully, thanking Mrs. Owl for her help."],"keywords":["Baba","lost","button","search","neighbor","retracing","found","joy","help","garden"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba woke up to find her favorite button missing. Where could it be?","moral":"Don't give up when faced with a problem. Keep looking and ask for help if needed.","title":"Baba's Lost Button","keywords":{"Baba":["Kakek"],"toy box":["kotak mainan"],"garden":["kebun","taman"],"Grandma":["Nenek"],"yellow":["kuning"],"button":["tombol","kancing"],"Owl":["Burung Hantu"],"Sad":["Sedih"],"Mrs. Owl":["Ibu Burung Hantu"],"dilemma":["dilema"],"swing":["ayunan"],"surprise":["kejutan"]},"paragraphs":["Grandma adored her bright yellow button, which she fastened to her comfy blanket. But, one day, it vanished! \"Oh dear, where did my button go?\" Grandma asked anxiously, searching all around.\n","Little Baba looked everywhere, under her bed, in her toy box, and even in the garden. \"Button, where are you?\" she said with a sad face. But the button was gone.\n","Baba was sitting sadly on the doorstep, nearly crying. Suddenly, Mrs. Owl, Baba's neighbor, came over and asked gently, \"Why are you sad, Baba?\"\n","Baba had a problem and Mrs. Owl said, \"Let's go back where you walked, dear. Maybe you lost it when you were playing outside.\" Baba felt braver and did what Mrs. Owl suggested.\n","As they got to the swing in the garden, Baba's eyes got really big with surprise. She saw her lost button stuck in the swing's rope! \"Yay! I found it!\" Baba said happily, thanking Mrs. Owl for her help.\n"]},"en-de":{"title":"Babas Verlorener Knopf","hook":"Eines sonnigen Morgens wachte Baba auf und entdeckte, dass ihr Lieblingsknopf fehlte. Wo könnte er sein?","moral":"Gib nicht auf, wenn du vor einem Problem stehst. Bleib dran und frag um Hilfe, wenn du sie brauchst.","keywords":{"Baba":["old woman","grandmother"],"Knopf":["button"],"Garten":["garden"],"Frau Eule":["Mrs. Owl"],"Schritte":["steps","footsteps"],"Türschwelle":["doorstep","threshold"],"Eule":["owl"],"Schaukel":["swing"],"gelb":["yellow"],"Zimmer":["room"]},"paragraphs":["Baba liebte ihren glänzenden gelben Knopf, den sie an ihre Decke befestigte. Aber eines Tages verschwand er! \"Oh nein, wo ist mein Knopf hingegangen?\" fragte Baba besorgt und sah sich in ihrem Zimmer um.\n","Bestimmt, es zu finden, durchsuchte Baba unter ihrem Bett, in ihrer Spielzeugkiste und sogar im Garten. \"Knopf, wo bist du?\" rief sie mit einer Stirnrunzeln aus. Aber der Knopf war nirgendwo zu finden.\n","Traurig fühlend, setzte sich Baba auf die Türschwelle, fast am Weinen. Gerade dann kam ihre Nachbarin Frau Eule vorbei. \"Was ist los, Baba?\" tschilpte sie freundlich.\n","Baba erklärte ihr Problem, und Frau Eule schlug vor: \"Lass uns deine Schritte zurückverfolgen, Liebes. Vielleicht hast du es draußen verloren beim Spielen.\" Ermutigt, folgte Baba dem Rat von Frau Eule.\n","Als sie die Schaukel im Garten erreichten, weiteten sich Babas Augen vor Überraschung. Dort, verheddert im Seil der Schaukel, war ihr verlorener Knopf! \"Hurra! Ich habe es gefunden!\" rief Baba freudig aus und dankte Frau Eule für ihre Hilfe.\n"]},"en-pt":{"title":"O Botão Perdido da Vovó","moral":"Não desista quando encontrar um problema. Continue procurando e peça ajuda se precisar.\n","hook":"Em uma manhã ensolarada, Baba acordou e descobriu que seu botão favorito tinha sumido. Onde será que ele está?\n","keywords":{"Vovó coruja":["Grandma owl"],"problema":["problem"],"brincava":["played"],"button":["button"],"blanket":["blanket"],"disappeared":["disappeared"],"triste":["sad"],"degrau da porta":["doorstep"],"piou":["tweeted"],"balanço":["swing"],"botão":["button"],"alegremente":["happily"],"Baba":["nanny"],"cama":["bed"]},"paragraphs":["Baba adorava seu botão amarelo brilhante, que ela prendeu à sua manta. Mas um dia, ele desapareceu! \"Ai não, onde foi parar meu botão?\" Baba perguntou preocupada, olhando ao redor de seu quarto.\n","Determinada a encontrá-lo, Baba procurou embaixo de sua cama, na sua caixa de brinquedos, e até mesmo no jardim. \"Botão, onde você está?\" ela chamou com uma carranca. Mas o botão não estava em lugar nenhum. \n","Sentindo-se triste, Baba sentou-se no degrau da porta, quase chorando. Nesse momento, sua vizinha, a Sra. Coruja, passou por perto. \"O que foi, Baba?\" ela piou gentilmente.\n","Vovó coruja explicou seu problema para Baba, e sugeriu: \"Vamos voltar onde você esteve, querida. Talvez tenha caído fora enquanto você brincava.\" Animada, Baba seguiu o conselho da Vovó coruja.\n","Quando chegaram ao balanço no jardim, os olhos do Baba se arregalaram de surpresa. Lá, enroscado na corda do balanço, estava o botão perdido dela! \"Viva! Eu achei!\" Baba exclamou alegremente, agradecendo à Dona Coruja por sua ajuda.\n"]},"en-fr":{"title":"Le Bouton Perdu de Baba","moral":"Ne baisse pas les bras quand tu rencontres un problème. Continue à chercher et demande de l'aide si besoin.","hook":"Un matin ensoleillé, Baba s'est réveillée et a découvert que son bouton préféré avait disparu. Où pouvait-il être?","keywords":{"Baba":["Grandpa"],"bouton":["button"],"couverture":["blanket","cover"],"Button":["bouton"],"Garden":["yard"],"Mme. Chouette":["Mrs. Owl"],"conseil":["advice"],"triste":["sad"],"seuil":["threshold"],"voisine":["neighbor"],"balançoire":["swing"],"surprise":["shock"]},"paragraphs":["Baba adorait son beau bouton jaune brillant, qu'elle avait attaché à sa couverture. Mais un jour, il a disparu ! \"Oh non, où est passé mon bouton ?\" Baba a demandé avec inquiétude, cherchant partout dans sa chambre.\n","Déterminée à le trouver, Baba a cherché sous son lit, dans sa boîte à jouets et même dans le jardin. \"Bouton, où es-tu?\" elle a appelé avec une moue. Mais le bouton était introuvable.\n","Se sentant triste, Baba s'est assise sur le seuil, près de pleurer. À ce moment-là, sa voisine Mme. Owl est passée par là. \"Qu'est-ce qui ne va pas, Baba ?\" elle a chantonné gentiment.\n","Baba expliqua son problème, et Mme. Chouette suggéra, \"Retrouvons tes traces, ma chère. Peut-être l'as-tu laissé dehors en jouant.\" Encouragée, Baba suivit le conseil de Mme. Chouette.\n","En arrivant à la balançoire dans le jardin, les yeux de Baba se sont écarquillés de surprise. Là, emmêlé dans la corde de la balançoire, se trouvait son bouton perdu! \"Hourra! Je l'ai trouvé!\" s'écria joyeusement Baba, remerciant Madame Hibou pour son aide.\n"]}}}