{"title":"The Serpent Charmer and the Mysterious Forest Spirit","hook":"What will happen when Nuri plays mischievous tricks on Washa in the great Fora jungle?","moral":"Kindness and understanding help solve disagreements and make friendships stronger.","paragraphs":["In the great Fora jungle, Washa the wise serpent charmer lived peacefully among the majestic trees. One day, Nuri, the mischievous forest spirit, decided to play a prank on Washa by hiding his precious flute.","Washa searched high and low for his flute, feeling frustrated and worried. \"Oh dear, my flute is missing! How will I calm the serpents without it?\" he exclaimed in distress.","Nuri, watching from the shadows, saw Washa's distress and realized the harm of his prank. Feeling regretful, Nuri approached Washa and shyly handed him back the flute, apologizing for the mischief.","Washa, touched by Nuri's apology, forgave the forest spirit and played a soothing melody on the flute. As the music echoed through the jungle, the serpents swayed in harmony, showing that forgiveness and understanding can mend any disagreement."],"keywords":["Fora jungle","serpent charmer","forest spirit","mischievous","precious flute","peaceful","harmony","forgiveness","understanding","friendship"],"characters":["Nuri","Washa"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Der Schlange-Bändiger und der Geheimnisvolle Waldgeist","hook":"Was wird passieren, wenn Nuri lustige Streiche spielt auf Washa im großen Dschungel von Fora?","moral":"Freundlichkeit und Verständnis helfen dabei, Meinungsverschiedenheiten zu lösen\nund Freundschaften stärker zu machen.","keywords":{"Nuri":["Parrot"],"Washa":["Wash"],"Flöte":["Flute"],"Fora jungle":["Explore the jungle"],"Schlangen":["Snakes"]},"paragraphs":["Im großen Dschungel von Fora lebte Washa, der weise Schlangenbeschwörer, friedlich unter den majestätischen Bäumen. Eines Tages beschloss Nuri, der schelmische Waldbgeist, Washa einen Streich zu spielen, indem er seine wertvolle Flöte versteckte.\n","Washa suchte überall nach seiner Flöte, fühlte sich frustriert und besorgt. \"Oh nein, meine Flöte ist weg! Wie werde ich die Schlangen beruhigen ohne sie?\" rief er aufgeregt aus.\n","Nuri sah aus dem Schatten Washas Not und erkannte den Schaden seines Streichs. Mit Bedauern trat Nuri auf Washa zu und gab ihm schüchtern die Flöte zurück, indem er sich für den Schabernack entschuldigte.\n","Washa, berührt von Nuris Entschuldigung, verzieh dem Walgeist und spielte eine beruhigende Melodie auf der Flöte. Als die Musik durch den Dschungel erklang, wiegten die Schlangen im Einklang, was zeigte, dass Vergebung und Verständnis jede Uneinigkeit heilen können.\n"]},"id-en":{"hook":"What will happen when Nuri plays mischievous tricks on Washa in the great Fora jungle?","moral":"Kindness and understanding help solve disagreements and make friendships stronger.","title":"The Serpent Charmer and the Mysterious Forest Spirit","keywords":{"Nuri":["Parrot"],"Washa":["Owl"],"flute":["Seruling"],"jungle":["Hutan"],"serpent":["Ular","Naga"],"prank":["Kelicikan"],"serpents":["Ular","Naga"],"apology":["Permintaan Maaf"],"forgiveness":["Pengampunan"]},"paragraphs":["In the big jungle of Fora, Washa the clever snake friend lived happily with the tall trees. One day, Nuri, the playful forest ghost, thought to have a joke on Washa by hiding his special flute.\n","Washa looked everywhere for his flute, feeling upset and scared. \"Oh no, my flute is gone! How will I soothe the snakes now?\" he cried in worry.\n","Nuri was hiding and saw that Washa was upset. Nuri understood that his joke was not nice. Nuri felt sorry, and gave Washa the flute back, saying sorry for the bad thing.\n","Washa felt happy when Nuri said \"sorry.\" Washa forgave the forest magic and played calm music with a flute. The music made the snakes move together happily, showing that being nice and understanding can fix any fight.\n"]},"en-pt":{"title":"O Encantador de Serpentes e o Espírito Misterioso da Floresta","moral":"Ser amável e entender ajuda a resolver desentendimentos e torna as amizades mais fortes.\n","hook":"O que vai acontecer quando Nuri pregar peças travessas em Washa na grande selva de Fora?","keywords":{"Nuri":[],"Washa":["wash"],"flute":["flauta"],"serpents":["cobras"],"floresta":["forest"],"Fora jungle":["Outside jungle"]},"paragraphs":["Na grande selva de Fora, Washa, o sábio encantador de serpentes, vivia em paz entre as árvores majestosas. Um dia, Nuri, o espírito travesso da floresta, decidiu pregar uma peça em Washa escondendo sua flauta preciosa.\n","Washa procurou por todos os cantos a sua flauta, se sentindo chateado e preocupado. \"Ai ai, minha flauta sumiu! Como vou acalmar as serpentes sem ela?\" ele exclamou aflito.\n","Sozinho e escondido, Nuri viu a tristeza de Washa e percebeu que sua brincadeira foi ruim. Sentindo arrependimento, Nuri se aproximou de Washa e timidamente devolveu a flauta, pedindo desculpas pela travessura.\n","Washa, tocado pelo pedido de desculpas de Nuri, perdoou o espírito da floresta e tocou uma melodia relaxante na flauta. Enquanto a música ressoava pela selva, as serpentes balançavam em harmonia, mostrando que o perdão e a compreensão podem consertar qualquer desentendimento.\n"]},"en-fr":{"moral":"Gentillesse et compréhension aident à résoudre les désaccords et renforcent les amitiés.","title":"Le Magicien de Serpents et l'Esprit Mystérieux de la Forêt","hook":"Que se passera-t-il quand Nuri fera des farces espiègles à Washa dans la grande jungle de Fora?\n","keywords":{"Nuri":["Nuri"],"Washa":["Washa"],"flûte":["flute"],"serpents":["serpents"],"harmonie":["harmony"],"Fora":["Fora"]},"paragraphs":["Dans la grande jungle de Fora, Washa, le sage charmeur de serpents, vivait paisiblement parmi les majestueux arbres. Un jour, Nuri, l'esprit farceur de la forêt, décida de jouer un tour à Washa en cachant sa précieuse flûte.\n","Washa a cherché partout pour sa flûte, se sentant frustré et inquiet. \"Oh là là, ma flûte a disparu! Comment vais-je calmer les serpents sans elle?\" s'exclama-t-il en détresse.\n","Nuri, qui regardait depuis l'ombre, vit la détresse de Washa et réalisa le mal de sa farce. Se sentant désolé, Nuri s'approcha de Washa et timidement lui rendit la flûte, s'excusant pour sa bêtise.\n","Washa, touché par les excuses de Nuri, a pardonné à l'esprit de la forêt et a joué une mélodie apaisante à la flûte. Alors que la musique résonnait à travers la jungle, les serpents se balançaient en harmonie, montrant que le pardon et la compréhension peuvent réparer tout désaccord.\n"]}}}