{"title":"Nuri's Nutty Adventure","hook":"Why did Nuri venture into unknown parts of the forest, and what mischief did he find?","moral":"Curiosity can bring fun and surprises, but it's important to always stay safe.","paragraphs":["In the great Fora jungle, where the trees whispered ancient tales, lived Nuri, a mischievous forest spirit with bright green eyes and a playful spirit.","One sunny day, Nuri's curiosity led him deep into the unknown parts of the forest. He hopped over fallen leaves and danced among colorful butterflies, giggling with delight.","Suddenly, Nuri spotted a shiny acorn hidden under a bush. \"Oh, what's this?\" he wondered and picked it up, feeling its smooth surface and admiring its golden hue.","But as Nuri played with the acorn, a mischievous squirrel named Scurry appeared, chittering angrily. \"That's my special acorn! It brings luck to my nut stash,\" Scurry squeaked.","Feeling sorry, Nuri realized his mistake and kindly offered to help Scurry find more special acorns for his stash. Together, they explored the forest, discovering hidden treasures and sharing joyful moments.","As the sun began to set, Nuri and Scurry sat under a giant oak tree, their friendship stronger than before. Nuri learned that helping others can bring more happiness than playing pranks."],"keywords":["Nuri","forest spirit","Fora jungle","curiosity","mischief","squirrel","friendship","kindness","nature","adventure"],"characters":["Nuri"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Nuri et l'Aventure Noisette","moral":"La curiosité peut apporter du plaisir et des surprises, mais il est important de toujours rester en sécurité.","hook":"Pourquoi Nuri s'aventura-t-il dans les parties inconnues de la forêt, et quelle bêtise a-t-il trouvée?","keywords":{"Nuri":["Nuri"],"acorn":["acorn"],"shiny":["shiny"],"jungle":["jungle"],"contes":["tales"],"esprit":["spirit","mind"],"Scurry":["Scurry"],"trésors":["treasures"],"soleil":["sun"],"amitié":["friendship"],"bonheur":["happiness"],"forêt":["forest"],"papillons":["butterflies"],"squirrel":["squirrel"],"luck":["luck"]},"paragraphs":["Dans la grande jungle de Fora, où les arbres chuchotaient des contes anciens, vivait Nuri, un esprit de la forêt espiègle avec des yeux verts lumineux et un esprit joueur.\n","Un jour ensoleillé, la curiosité de Nuri l'a conduit profondément dans les parties inconnues de la forêt. Il a sautillé par-dessus les feuilles tombées et dansé parmi les papillons colorés, en riant avec joie.\n","Un jour, Nuri a vu un joli gland brillant caché sous un buisson. \"Oh, c'est quoi ?\" se demanda-t-il et le ramassa, sentant sa surface lisse et admirant sa couleur dorée.\n","Mais alors que Nuri jouait avec le gland, un écureuil espiègle nommé Scurry est apparu, bavardant en colère. \"C'est mon gland spécial ! Il porte chance à ma réserve de noisettes,\" a couiné Scurry.\n","Triste, Nuri a compris son erreur et a gentiment offert son aide pour aider Scurry à trouver plus de glands spéciaux pour sa cachette. Ensemble, ils ont exploré la forêt, découvrant des trésors cachés et partageant des moments joyeux.\n","Au coucher du soleil, Nuri et Scurry se sont assis sous un grand chêne, leur amitié plus forte qu'avant. Nuri a appris que aider les autres peut apporter plus de bonheur que jouer des tours.\n"]},"en-pt":{"title":"A Aventura Maluca de Nuri","moral":"A curiosidade pode trazer diversão e surpresas, mas é importante sempre permanecer seguro.","hook":"Por que o Nuri foi explorar partes desconhecidas da floresta, e que travessura ele encontrou?\n","keywords":{"Nuri":["Nuri"],"bolotas especiais":["special acorns"],"tesouros escondidos":["hidden treasures"],"bolota":["acorn"],"arbusto":["shrub"],"Floresta de Fora":["Outer Forest"],"Espírito travesso":["Mischievous spirit"],"floresta":["forest"],"borboletas":["butterflies"],"sol":["sun"],"amizade":["friendship"],"alegria":["joy"],"esquilo":["squirrel"],"nozes":["nuts"]},"paragraphs":["Na grande Floresta de Fora, onde as árvores sussurravam antigas histórias, vivia Nuri, um espírito travesso da floresta com olhos verde brilhante e um espírito brincalhão.\n","Num dia ensolarado, a curiosidade do Nuri o levou para as partes desconhecidas da floresta. Ele pulou por cima de folhas caídas e dançou entre borboletas coloridas, rindo de alegria.\n","De repente, Nuri viu uma bolota brilhante escondida embaixo de um arbusto. \"Ah, o que é isso?\" ele pensou e pegou, sentindo sua superfície lisa e admirando seu tom dourado.\n","Mas enquanto Nuri brincava com a bolota, um esquilo traquinas chamado Scurry apareceu, fazendo barulhos bravos. \"Essa é minha bolota especial! Ela traz sorte para minha reserva de nozes,\" Scurry guinchou.\n","Sentindo muito, Nuri percebeu seu erro e gentilmente ofereceu ajuda para Scurry encontrar mais bolotas especiais para sua coleção. Juntos, exploraram a floresta, descobrindo tesouros escondidos e compartilhando momentos alegres.\n","Quando o sol começou a se pôr, Nuri e Scurry se sentaram sob uma árvore de carvalho gigante, e a amizade deles ficou ainda mais forte. Nuri aprendeu que ajudar os outros pode trazer mais alegria do que pregar peças.\n"]},"id-en":{"hook":"Why did Nuri venture into unknown parts of the forest, and what mischief did he find?","moral":"Curiosity can bring fun and surprises, but it's important to always stay safe.","title":"Nuri's Nutty Adventure","keywords":{"Nuri":["parrot","lorikeet"],"sparkling":["berkilau","bercahaya"],"nut":["kacang","biji-bijian"],"jungle":["hutan belantara","rimba"],"forest spirit":["roh hutan","makhluk hutan"],"playful":["ceria","ramah"],"squirrel":["tupai","kancil"],"acorn":["biji ekor","bulir ekor"],"sun":["matahari","surya"],"friendship":["persahabatan","pertemanan"],"happiness":["kebahagiaan","kesenangan"],"Scurry":["bergegas","berlari cepat"],"acorns":["biji ekor","bulir ekor"],"sunny":["berawan","terang"],"curiosity":["ketertarikan","keingintahuan"],"forest":["hutan","rimba"]},"paragraphs":["In a big jungle named Fora, where the tall trees told very old stories, there was Nuri, a playful forest ghost with shiny green eyes and a fun soul.\n","One day it was very sunny, Nuri was very curious. He went deep into the forest where he had never been before. He jumped over fallen leaves and danced with colorful butterflies. He was very happy and laughed a lot.\n","One day, Nuri saw a sparkling nut under a bush. \"What is this?\" he thought, and took it, feeling how it was soft and looking at its yellow color.\n","One day, when Nuri was playing with a round nut, a naughty squirrel named Scurry suddenly showed up, making loud angry noises. \"Hey! That's my magical nut! It keeps my nut collection safe,\" squeaked Scurry.\n","Nuri was sad, but he wanted to make things right, so he said he would help Scurry find shiny nuts. They went into the woods and found secret treasures. They were very happy.\n","When the big light in the sky started going away, Nuri and Scurry sat under a super big tree, their friendship even stronger than before. Nuri found out that being nice to others makes you happier than doing silly things.\n"]},"en-de":{"title":"Die lustige Abenteuer von Nuri und seinen Nüssen","moral":"Neugier kann Spaß und Überraschungen bringen, aber es ist wichtig, immer sicher zu bleiben.","hook":"Warum ging Nuri in die unbekannten Teile des Waldes und was für Schabernack hat er gefunden?","keywords":{"Fora":["forum"],"Dschungel":["jungle"],"Waldgeist":["forest spirit"],"Nuri":["parrot"],"Scurry":["to hurry","to run quickly"],"Eicheln":["acorns"],"Eichel":["acorn"],"Eichhörnchen":["squirrel"],"Neugier":["curiosity"],"Schmetterlingen":["butterflies"],"Eichel (acorn)":["acorn"],"glänzend (shiny)":["shiny"],"Sonne":["sun"],"Freundschaft":["friendship"],"Hilfe":["help"]},"paragraphs":["In dem riesigen Fora Dschungel, wo die Bäume alte Geschichten flüsterten, lebte Nuri, ein schelmischer Waldgeist mit leuchtend grünen Augen und einem verspielten Wesen.\n","An einem sonnigen Tag führte Nuri's Neugier ihn tief in die unbekannten Teile des Waldes. Er hüpfte über gefallene Blätter und tanzte zwischen bunten Schmetterlingen, kicherte vor Freude.\n","Plötzlich entdeckte Nuri eine glänzende Eichel, die unter einem Busch versteckt war. \"Oh, was ist das?\" fragte er sich und hob sie auf, spürte ihre glatte Oberfläche und bewunderte ihren goldenen Glanz.\n","Aber als Nuri mit der Eichel spielte, erschien ein schelmisches Eichhörnchen namens Flitzi, das ärgerlich zeterte. \"Das ist meine besondere Eichel! Sie bringt Glück zu meinem Nuss-Versteck,\" piepste Flitzi.\n","Etwas traurig fühlend, merkte Nuri seinen Fehler und bot freundlich an, Scurry zu helfen, mehr besondere Eicheln für seinen Vorrat zu finden. Zusammen erkundeten sie den Wald, entdeckten versteckte Schätze und teilten freudige Momente.\n","Als die Sonne anfing unterzugehen, saßen Nuri und Scurry unter einer riesigen Eiche, ihre Freundschaft war stärker als zuvor. Nuri lernte, dass anderen zu helfen, mehr Freude bringen kann als Streiche zu spielen.\n"]}}}