{"title":"The Curious Caterpillar","hook":"One sunny day, a curious caterpillar embarked on an adventure. What did she discover in the big, wide world?","moral":"Curiosity leads to discovery and learning new things.","paragraphs":["Once upon a time in a colorful meadow, there lived a tiny caterpillar named Rosie. She had a special round red spot on her back that sparkled in the sunlight. One day, Rosie looked up at the sky and wondered, \"What lies beyond the meadow?\"","Determined to find out, Rosie wriggled her way through the tall grass and ventured into the unknown. Along the way, she met a wise old ladybug named Lily. \"Where are you off to, little one?\" asked Lily kindly. \"I want to see what's beyond the meadow,\" replied Rosie.","Lily smiled and said, \"Follow the golden path of kindness, and you shall find wonders beyond your wildest dreams.\" Encouraged by Lily's words, Rosie continued her journey, meeting new friends and overcoming obstacles with kindness and determination.","After a long adventure, Rosie reached the edge of the meadow and discovered a magnificent garden filled with colorful flowers and friendly creatures. She realized that curiosity had led her to amazing places she never knew existed."],"keywords":["caterpillar","meadow","adventure","discovery","kindness","curiosity","friendship","determination","obstacles","colorful"],"characters":null,"translations":{"en-fr":{"title":"La Chenille Curieuse","moral":"En étant curieux, on trouve des trésors et on apprend de nouvelles choses.\n","hook":"Un jour ensoleillé, une chenille curieuse s'est lancée dans une aventure. Qu'a-t-elle découvert dans le grand, vaste monde ?","keywords":{"Rosie":["Rosie"],"chenille":["chenille"],"prairie":["prairie"],"Lily":["Lily"],"gentillesse":["kindness","kind-heartedness"],"merveilles":["wonders","marvels"],"jardin":["garden"],"curiosité":["curiosity"]},"paragraphs":["Il était une fois dans une prairie colorée, vivait une minuscule chenille nommée Rosie. Elle avait un petit rond rouge spécial sur son dos qui brillait au soleil. Un jour, Rosie leva les yeux vers le ciel et se demanda, \"Que se cache au-delà de la prairie?\"\n","Rosie, déterminée à découvrir, se fraya un chemin à travers l'herbe haute et s'aventura dans l'inconnu. En chemin, elle rencontra une coccinelle sage nommée Lily. \"Où vas-tu, petite?\" demanda gentiment Lily. \"Je veux voir ce qui se trouve au-delà de la prairie,\" répondit Rosie.\n","Lily a souri et a dit : \"Suis le chemin d'or de la gentillesse, et tu trouveras des merveilles au-delà de tes rêves les plus fous.\" Encouragée par les paroles de Lily, Rosie a continué son voyage, rencontrant de nouveaux amis et surmontant des obstacles avec gentillesse et détermination.\n","Après une longue aventure, Rosie est arrivée au bord de la prairie et a découvert un magnifique jardin rempli de fleurs colorées et de créatures amicales. Elle a réalisé que la curiosité l'avait amenée vers des endroits incroyables qu'elle ne connaissait pas.\n"]},"id-en":{"hook":"One sunny day, a curious caterpillar embarked on an adventure. What did she discover in the big, wide world?","moral":"Curiosity leads to discovery and learning new things.","title":"The Curious Caterpillar","keywords":{"caterpillar":["ulat bulu"],"meadow":["padang rumput","padang"],"sky":["langit"],"Rosie":["Rosie"],"journey":["perjalanan"],"curious":["penasaran"],"Lily":["Lily"],"kindness":["kebaikan"],"wonders":["keajaiban","misteri"],"ladybug":["kelopak bunga"]},"paragraphs":["Long ago in a bright, pretty field, there was a small caterpillar named Rosie. She had a shiny, round red mark on her back that glittered in the sun. One day, Rosie gazed at the sky and asked, \"What's out there past the field?\"\n","Rosie wanted to explore, so she crawled through the tall grass and entered a new place. She met a smart ladybug named Lily. Lily asked, \"Where are you going, little friend?\" Rosie answered, \"I want to see what's past the field.\"\n","Lily smiled and said, \"Follow the shiny road of being nice, and you'll discover amazing things you never imagined.\" Rosie felt happy by Lily's words and kept going, making new buddies and beating challenges with kindness and determination.\n","Rosie went on a big journey, and finally got to the end of the field. There, she found a beautiful garden with lots of bright flowers and nice animals. She learned that being curious can take you to wonderful new places.\n"]},"en-pt":{"title":"A Lagarta Curiosa","hook":"Num dia ensolarado, uma lagarta curiosa embarcou em uma aventura. O que ela descobriu no grande e vasto mundo?","moral":"Quando estamos curiosos, descobrimos e aprendemos coisas novas!\n","keywords":{"adventure":["adventure"],"meadow":["meadow"],"colorful":["colorful"],"Lily":["Lily"],"bondade (kindness)":["kindness"],"maravilhas (wonders)":["wonders"],"lagarta":["caterpillar"],"campo colorido":["colorful field"],"céu":["sky"],"Rosie":["Rosie"],"joaninha":["ladybug"]},"paragraphs":["Era uma vez, em um campo colorido, vivia uma pequena lagarta chamada Rosie. Ela tinha uma mancha especial redonda e vermelha em suas costas que brilhava sob a luz do sol. Um dia, Rosie olhou para o céu e se perguntou: \"O que será que existe além do campo?\"\n","Decidida a descobrir, Rosie se desenrascou pela grama alta e se aventurou no desconhecido. Durante o caminho, ela conheceu uma sábia joaninha chamada Lily. \"Para onde você está indo, pequenina?\" perguntou Lily gentilmente. \"Quero ver o que está além do prado,\" respondeu Rosie.\n","Lily sorriu e disse: \"Siga o caminho dourado da bondade, e você encontrará maravilhas além dos seus sonhos mais loucos.\" Animada pelas palavras de Lily, Rosie continuou sua jornada, conhecendo novos amigos e superando obstáculos com bondade e determinação.\n","Depois de uma grande aventura, Rosie chegou na beirada do campo e descobriu um jardim magnífico cheio de flores coloridas e criaturas amigáveis. Ela percebeu que a curiosidade a levou para lugares incríveis que ela nunca soube que existiam.\n"]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugier führt zu Entdeckungen und dem Lernen neuer Dinge.\n","hook":"An einem sonnigen Tag begab sich eine neugierige Raupe auf ein Abenteuer. Was entdeckte sie in der großen, weiten Welt?\n","keywords":{"caterpillar":["caterpillar"],"colorful meadow":["colorful meadow"],"red spot":["red spot"],"Rosie":["Rosie"],"Marienkäfer":["Ladybug"],"Wiese":["meadow"],"Lily":["Lily"],"Freundlichkeit":["kindness"],"Wunder":["miracle","wonder"],"Garten":["garden"],"Blumen":["flowers"]},"paragraphs":["Once upon a time in a beautiful field full of colors, there was a small caterpillar named Rosie. Rosie had a shiny, red circle on her back that glowed in the sun. One day, Rosie gazed at the sky and thought, \"What is beyond the field?\"\n","Fest entschlossen, die kleine Rosie schlängelte sich durch das hohe Gras und wagte sich ins Unbekannte. Auf dem Weg traf sie einen weisen alten Marienkäfer namens Lily. \"Wohin des Weges, Kleine?\" fragte Lily freundlich. \"Ich möchte sehen, was jenseits der Wiese ist,\" antwortete Rosie.\n","Lily lächelte und sagte: \"Folge dem goldenen Weg der Freundlichkeit, und du wirst Wunder jenseits deiner wildesten Träume finden.\" Ermutigt durch Lilys Worte setzte Rosie ihre Reise fort, traf neue Freunde und überwand Hindernisse mit Freundlichkeit und Entschlossenheit.\n","Nach einem langen Abenteuer kam Rosie an den Rand der Wiese und entdeckte einen herrlichen Garten, der mit bunten Blumen und freundlichen Kreaturen gefüllt war. Sie merkte, dass Neugierde sie an erstaunliche Orte geführt hatte, die sie noch nie gekannt hatte.\n"]}}}