{"title":"The Healing Adventure","hook":"What happened when Amia, the flower fairy, and Asha, the healer dragoness, found a mysterious glowing flower?","moral":"Helping others in need can create unexpected friendships and bring joy to everyone involved.","paragraphs":["Once upon a time, in the great Fora jungle, Amia the flower fairy and Asha the healer dragoness were out exploring. They stumbled upon a glowing flower, shimmering in enchanting colors.","\"Look, Asha! This flower is so pretty,\" exclaimed Amia, reaching out to touch it. But as soon as she did, the flower let out a faint cry for help.","Asha, with her compassionate heart, realized the flower was wilting due to lack of sunlight. She gently picked up the flower and placed it in a patch of sunlight, while Amia sang a sweet lullaby to soothe it.","As the flower absorbed the sunlight, its glow intensified, filling the jungle with warmth and light. It thanked Amia and Asha for their kindness and revealed itself to be a magical healer flower, spreading healing energy around them.","From that day on, Amia and Asha became lifelong friends with the magical flower, spreading healing and joy wherever they went in the great Fora jungle."],"keywords":["Fora jungle","flower fairy","healer dragoness","glowing flower","compassion","friendship","kindness","magical","sunlight","adventure"],"characters":["Amia","Asha"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What happened when Amia, the flower fairy, and Asha, the healer dragoness, found a mysterious glowing flower?","moral":"Helping others in need can create unexpected friendships and bring joy to everyone involved.","title":"The Healing Adventure","keywords":{"friends":["teman"],"magical flower":["bunga ajaib"],"jungle":["hutan"],"time ago":["dulu"],"glowing":["bersinar","bercahaya"],"Asha":["Asha"],"flower":["bunga"],"sunlight":["cahaya matahari"],"pretty":["cantik","menawan"],"cry":["menangis","menangis keras"],"healing":["penyembuhan","penyembuh"]},"paragraphs":["Long time ago, in big jungle named Fora, fairy Amia and dragoness Asha were exploring. They found glowing flower with pretty colors.\n","\"Look, Asha! This flower is so pretty,\" said Amia happily. She reached to makeboop it. But oh no! The flower made a small sound,could you help!\n","Asha, who is very kind, saw that the pretty flower was getting weak because it didn't have enough sunshine. She carefully lifted the flower and put it in a sunny spot, while Amia sang a nice song to make it feel better.\n","Once upon a time, a flower in the jungle soaked up the sun's light. The flower became brighter, making the jungle cozy and bright. It said 'thanks' to Amia and Asha for being nice. Then, the flower showed its secret magic power: to heal others. It spread its magic healing power around them!\n","One day, Amia and Asha met a special flower in the big jungle. They became best friends with the flower and together they helped everyone feel happy and better.\n"]},"en-fr":{"title":"L'Aventure de Guérison","moral":"En aidant les autres qui ont besoin d'aide, on peut se faire des nouveaux amis et rendre tout le monde joyeux.","hook":"Qu'est-ce qu'il s'est passé quand Amia, la fée des fleurs, et Asha, la dragonne guérisseuse, ont découvert une fleur mystérieuse qui brillait?","keywords":{"Amia":["Amia"],"Asha":["Asha"],"amies":["amies"],"fleur":["flower"],"lumière":["light"],"guérisseuse":["healer"],"cri":["cry","shout"],"fée des fleurs":["flower fairy"],"dragonne guérisseuse":["healing dragoness"],"cœur aimant":["loving heart"]},"paragraphs":["Il était une fois, dans la grande jungle de Fora, Amia la fée des fleurs et Asha la dragonne guérisseuse étaient en exploration. Elles ont trouvé une fleur brillante, scintillant dans des couleurs enchanteresses.\n","\"Regarde, Asha! Cette fleur est tellement jolie,\" s'exclama Amia en tendant la main pour la toucher. Mais dès qu'elle l'a fait, la fleur a lancé un faible cri à l'aide.\n","Asha, avec son cœur aimant, a compris que la fleur se fanait à cause du manque de soleil. Elle a doucement ramassé la fleur et l'a mise dans un coin de lumière, pendant qu'Amia chantait une douce berceuse pour l'apaiser.\n","Comme la fleur a bu le soleil, sa lumière a brightened up intensifié, remplissant la jungle de chaleur et de lumière. Elle a remercié Amia et Asha pour leur gentillesse et s'est révélée être une fleur guérisseuse magique, diffusant une énergie guérissante autour d'eux.\n","Depuis ce jour, Amia et Asha sont devenues des amies pour toujours avec la fleur magique, qui guérit et apporte de la joie partout où elles vont dans la grande jungle de Fora.\n"]},"en-de":{"title":"Die Abenteuer der Heilung","moral":"Wenn man anderen hilft, die Hilfe benötigen, kann das unerwartete Freundschaften schaffen und Freude für alle bringen.","hook":"Was ist passiert, als Amia, die Blumenfee, und Asha, die Heiler-Drachenfrau, eine geheimnisvolle leuchtende Blume fanden?","keywords":{"Asha":["Asha"],"Blume":["Flower"],"Sonnenlicht":["Sunlight"],"Amia":["Amia"],"magischen Blume":["magic flower"],"Blumenfee":["Flower fairy"],"Drachin":["Dragoness"],"verzaubernden Farben":["enchanting colors"],"Leuchten":["Glow"],"Heiler":["Healer"],"schön":["beautiful"],"Hilfeschrei":["cry for help"]},"paragraphs":["Es war einmal, im großen Fora-Dschungel, gingen Amia die Blumenfee und Asha die Heilungsdrachin auf Entdeckungstour. Sie stießen auf eine leuchtende Blume, die in verzaubernden Farben schimmerte.\n","\"Schau, Asha! Diese Blume ist so schön\", rief Amia aus und streckte sich aus, um sie zu berühren. Aber sobald sie es tat, ließ die Blume einen schwachen Hilfeschrei los.\n","Asha, mit ihrem liebevollen Herzen, merkte, dass die Blume verwelkte, weil ihr Sonnenlicht fehlte. Sie hob die Blume behutsam auf und stellte sie in ein Sonnenfleckchen, während Amia ein süßes Schlaflied sang, um sie zu beruhigen.\n","Als die Blume das Sonnenlicht aufnahm, intensivierte sich ihr Leuchten und füllte den Dschungel mit Wärme und Licht. Sie dankte Amia und Asha für ihre Freundlichkeit und offenbarte sich als magische Heilblume, die Heilenergie um sie herum verbreitete.\n","Seit diesem Tag waren Amia und Asha lebenslange Freunde mit der magischen Blume, die Heilung und Freude verbreitete, wohin sie auch im großen Fora-Dschungel gingen.\n"]},"en-pt":{"moral":"Ajudar quem precisa pode criar amizades inesperadas e trazer alegria para todos envolvidos.","title":"A Aventura da Cura","hook":"O que aconteceu quando Amia, a fada das flores, e Asha, a dragonesa curandeira, encontraram uma flor misteriosa que brilhava?","keywords":{"Amia":["Amia"],"lifelong friends":["lifelong friends"],"magical flower":["magical flower"],"fada":["fada"],"flor":["flower"],"dragonesa":["dragonesa"],"Asha":["Asha"],"sol":["sunlight"],"flower":["flower"],"sunlight":["sunlight"],"magical":["magical"],"pretty":["pretty"],"cry for help":["cry for help"]},"paragraphs":["Era uma vez, na enorme selva de Fora, a fada das flores Amia e a dragonesa curandeira Asha estavam explorando. Elas encontraram uma flor brilhante, reluzindo em cores encantadoras.\n","Olha, Asha! Essa flor é tão bonita,\" exclamou Amia, estendendo a mão para tocá-la. Mas assim que fez isso, a flor soltou um leve grito de socorro.\n","Asha, com seu coração bondoso, percebeu que a flor estava murchando por falta de sol. Ela pegou gentilmente a flor e a colocou em um pedacinho de sol, enquanto Amia cantava uma doce canção de ninar para acalmá-la.\n","Enquanto a flor absorvia a luz do sol, seu brilho ficava mais forte, enchendo a selva de calor e luz. Ela agradeceu a Amia e Asha por serem gentis e revelou que era uma flor mágica curadora, espalhando energia de cura ao redor delas.\n","A partir desse dia, Amia e Asha se tornaram amigas para sempre da flor mágica, espalhando cura e alegria por onde passavam na grande selva de Fora.\n"]}}}