{"title":"The Brave Quira and the Mysterious Oasis","hook":"Have you ever wondered how Quira, the strong-willed wanderer, discovered the secret oasis?","moral":"Courage and determination can lead to unexpected discoveries.","paragraphs":["One scorching day, Quira set out on a journey through the Great Fora jungle. She stumbled upon a hidden path, curious to see where it led.","As she trekked further, Quira's water supply ran low. With the sun beating down mercilessly, she felt her energy fading away.","Suddenly, she spotted a shimmering pond nestled among the trees. Excited, she hurried towards it, but a fierce tiger blocked her path!","\"Who goes there?\" growled the tiger, its eyes narrowed in suspicion. Quira stood her ground and confidently replied, \"I am Quira, a wanderer in search of the Mysterious Oasis.\"","The tiger, impressed by Quira's bravery, stepped aside and allowed her to pass. Quira reached the oasis and quenched her thirst, feeling grateful for her courage.","She realized that sometimes, facing our fears head-on can lead us to unexpected blessings. With renewed strength, Quira continued her adventure through the jungle."],"keywords":["Quira","wanderer","courageous","oasis","jungle","discovery","determination","bravery","secrets","adventure"],"characters":["Quira"],"series":"fables-of-fora-forests","translations":{"en-de":{"moral":"Mut und Entschlossenheit können zu unerwarteten Entdeckungen führen.","title":"Der Mutige Quira und die Geheimnisvolle Oase","hook":"Hast du dich jemals gefragt, wie Quira, die starke Zaudererin, die geheime Oase entdeckt hat?","keywords":{"glitzernden":["shimmering"],"Teich":["pond"],"wilder":["wild"],"wanderte":["wandered"],"Wasservorrat":["water supply"],"Energie":["energy"],"Tiger":["tiger"],"Quira":["Quira"],"Oasis":["Oasis"],"Reise":["journey"],"Dschungel":["jungle"],"Pfad":["path"],"Ängsten":["fears"],"Segnungen":["blessings"],"erneuerter Stärke":["renewed strength"],"Augen":["eyes"],"Oase":["oasis"]},"paragraphs":["An einem heißen Tag ging Quira auf eine Reise durch den großen Dschungel. Sie stolperte über einen versteckten Pfad und war gespannt, wohin er führte.\n","Als sie weiter wanderte, wurde Quiras Wasservorrat knapp. Mit der Sonne, die gnadenlos herunter strahlte, spürte sie, wie ihre Energie schwand.\n","Plötzlich entdeckte sie einen glitzernden Teich, der zwischen den Bäumen eingebettet war. Aufgeregt eilte sie darauf zu, aber ein wilder Tiger versperrte ihr den Weg!\n","\"Wer ist da?\" knurrte der Tiger, seine Augen schmal in Verdacht. Quira blieb standhaft und antwortete selbstbewusst: \"Ich bin Quira, eine Wanderin auf der Suche nach der Geheimnisvollen Oase.\"\n","Der Tiger war beeindruckt von Quiras Tapferkeit, trat beiseite und ließ sie vorbei. Quira erreichte die Oase, stillte ihren Durst und fühlte sich dankbar für ihren Mut.\n","Sie hat herausgefunden, dass manchmal, wenn wir uns unseren Ängsten direkt stellen, kann uns das zu unerwarteten Segnungen führen. Mit erneuerter Stärke setzte Quira ihr Abenteuer im Dschungel fort.\n"]},"en-fr":{"hook":"As-tu déjà pensé comment Quira, la voyageuse au coeur fort, a découvert le secret de l'oasis?","moral":"Le courage et la détermination peuvent conduire à des découvertes inattendues.\n","title":"La Courageuse Quira et l'Oasis Mystérieux","keywords":{"Quira":["quirk"],"eau":["water"],"soleil":["sun"],"féars":["fears"],"blessings":["benedictions","boons"],"adventure":["journey"],"tigre":["tiger"],"courage":["bravery"],"oasis":["oasis"],"jungle":["jungle"],"chemin":["path"],"étang":["pond"],"arbres":["trees"],"Oasis Mystérieuse":["Mysterious Oasis"]},"paragraphs":["Un jour brûlant, Quira a commencé un voyage à travers la grande jungle de la Fora. Elle est tombée sur un chemin caché, curieuse de voir où il menait.\n","En avançant, l'eau de Quira diminuait. Le soleil brillait fort et elle communeçait à se sentir faible.\n","Tout à coup, elle a vu un étang scintillant niché parmi les arbres. Excitée, elle s'est précipitée vers lui, mais un tigre féroce lui barrait le chemin !\n","\"Qui va là?\" grogna le tigre, ses yeux se rétrécissant de soupçon. Quira tint bon et répondit avec confiance, \"Je suis Quira, une voyageuse en quête de l'Oasis Mystérieuse.\"\n","Le tigre, impressionné par le courage de Quira, s'est écarté et lui a permis de passer. Quira a atteint l'oasis, a apaisé sa soif et s'est sentie reconnaissante pour sa bravoure.\n","Un jour, elle a appris que parfois, en affrontant nos peurs directement, on peut découvrir des trésors inattendus. Avec une nouvelle force, Quira a mené à bien son aventure dans la jungle.\n"]},"en-pt":{"moral":"Coragem e vontade podem levar a descobertas inesperadas.\n","hook":"Já imaginou como Quira, a aventureira corajosa, descobriu o oásis secreto?","title":"A Corajosa Quira e o Oasis Misterioso\n","keywords":{"medos":["fears"],"bênçãos":["blessings"],"aventura":["adventure"],"tiger":["tiger"],"bravery":["bravery"],"oasis":["oasis"],"Quira":["Quira"],"água":["water"],"sol":["sun"],"selva da Grande Fora":["jungle of the Great Beyond"],"caminho escondido":["hidden path"],"wanderer":["wanderer"],"lago brilhante":["shimmering lake"],"árvores":["trees"],"tigre feroz":["ferocious tiger"]},"paragraphs":["Num dia muito quente, Quira partiu em uma jornada pela selva da Grande Fora. Ela encontrou um caminho escondido, curiosa para ver onde ele levava.\n","Enquanto ela caminhava mais, o estoque de água da Quira estava terminando. Com o sol batendo forte, ela sentiu sua energia indo embora.\n","De repente, ela viu um lago brilhante escondido entre as árvores. Animada, ela correu em direção a ele, mas um tigre feroz bloqueou o caminho dela!\n","\"Quem está aí?\" rosnou o tigre, olhos estreitados de desconfiança. Quira não recuou e respondeu com confiança, \"Eu sou Quira, uma aventureira à procura do Oásis Misterioso.\"\n","O tigre, impressionado com a coragem da Quira, deu passagem para ela. Quira chegou ao oásis, matou a sede e se sentiu grata pela coragem.\n","Ela percebeu que, às vezes, enfrentar nossos medos de frente pode nos levar a bênçãos inesperadas. Com força renovada, Quira continuou sua aventura pela selva.\n"]},"id-en":{"hook":"Have you ever wondered how Quira, the strong-willed wanderer, discovered the secret oasis?","moral":"Courage and determination can lead to unexpected discoveries.","title":"The Brave Quira and the Mysterious Oasis","keywords":{"scorching":["terik","membara"],"journey":["perjalanan","petualangan"],"stumbled":["tertumbuk","tersandung"],"tiger":["harimau","macan"],"oasis":["oase","surga"],"courage":["keberanian","kekuatan hati"],"brave":["berani","pemberani"],"good things":["hal baik","kebaikan"],"energy":["energi","tenaga"],"pond":["kolam","undakan"],"trees":["pohon","pohon-pohon"],"Quira":["Quira"],"water supply":["pasokan air","sumber air"],"sun":["matahari","mentari"]},"paragraphs":["One very hot day, Quira started a big adventure in the big jungle. She found a secret way and wanted to see where it went.\n","As she walked more, Quira's water was almost finished. The hot sun made her feel tired and weak.\n","All of a sudden, she saw a shiny pond hiding by the trees. So happy, she ran to it quickly, but there was a scary tiger in her way!\n","\"Who is it?\" said the tiger in a loud voice, its eyes squinted in doubt. Quira stayed where she was and bravely said, \"I am Quira, a traveler looking for the Secret Watering Hole.\"\n","The big cat, amazed by Quira's boldness, moved out of the way and let her go by. Quira got to the special pool and drank water, feeling thankful for being brave.\n","She found out that when we are brave and not scared, good things can happen to us that we didn't expect. With more energy, Quira kept exploring the forest.\n"]}}}