{"title":"Baba's Colorful Adventure","hook":"One sunny morning, Baba found a magical paint set in her attic. What adventures await her?","moral":"Creativity leads to fun and discovery.","paragraphs":["One sunny morning, Baba was exploring the dusty old attic in her house. Among the cobwebs and forgotten trinkets, she discovered a colorful paint set.","Excited, Baba rushed downstairs to show her parents. \"Look what I found! Can I paint with these, please?\" she pleaded.","\"Of course, dear,\" her parents smiled. \"But be careful not to spill the paint.\"","With her imagination running wild, Baba painted a bright yellow sun, a green grassy field, and a blue sparkling lake.","As she painted, Baba accidentally mixed the colors and created a messy brown blob. She frowned, unsure of what to do.","Remembering what her parents taught her, Baba decided to turn the blob into a happy little pup by adding some ears, a tail, and a big smile.","Baba's makeshift pup turned out to be the most adorable painting she had ever made! She learned that mistakes can lead to unexpected beauty."],"keywords":"Baba, colorful, paint set, creativity, discovery, imagination, parents, mix colors, mistake, unexpected beauty.","characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Die bunte Reise von Baba","moral":"Kreativität bringt Spaß und Entdeckung.\n","hook":"An einem sonnigen Morgen fand Baba ein zauberhaftes Farbenset auf ihrem Dachboden. Welche Abenteuer erwarten sie?","keywords":{"dear":["dear"],"parents":["parents"],"spill":["spill"],"Baba":["Baba"],"Eltern":["parents"],"malen":["paint"],"Farben":["colors"],"Klecks":["blotch"],"Dachboden":["attic"],"Spinnweben":["cobwebs"],"Hündchen":["puppy"],"Gemälde":["painting","picture"],"Phantasie":["imagination"],"Sonne":["sun"],"Welpen":["puppies"]},"paragraphs":["An einem sonnigen Morgen erkundete Baba den staubigen Dachboden in ihrem Haus. Zwischen den Spinnweben und vergessenen Schätzen entdeckte sie einen bunten Farbensatz.\n","Aufgeregt, Baba rannte die Treppe hinunter, um ihren Eltern etwas zu zeigen. \"Schaut mal, was ich gefunden habe! Kann ich bitte damit malen?\", flehte sie.\n","\"Ja, natürlich,\" lächelten ihre Eltern. \"Aber pass auf, dass du die Farbe nicht verschüttest.\"\n","Mit Babas wilder Phantasie malte sie eine strahlend gelbe Sonne, eine grüne grasige Wiese und einen blauen funkelnden See.\n","Als sie malte, hat Baba versehentlich die Farben gemischt und einen unordentlichen braunen Klecks erschaffen. Sie runzelte die Stirn, unsicher, was zu tun ist.\n","Erinnernd an das, was ihre Eltern ihr beigebracht haben, beschloss Baba, den Klumpen in einen glücklichen kleinen Welpen zu verwandeln, indem sie einige Ohren, einen Schwanz und ein großes Lächeln hinzufügte.\n","Baba's improvisiertes Hündchen stellte sich als das niedlichste Gemälde heraus, das sie je gemacht hatte! Sie lernte, dass Fehler zu unerwarteter Schönheit führen können.\n"]},"en-pt":{"title":"A Aventura Colorida da Vovó","moral":"Criatividade leva a diversão e descobertas.","hook":"Em uma manhã ensolarada, Baba encontrou um conjunto de tintas mágicas no seu sótão. Que aventuras a esperam?","keywords":{"Baba":["Drool"],"pintar":["to paint"],"pais":["country"],"parents":["mother","father"],"smile":["grin"],"paint":["art"],"pintava":["painted"],"mancha marrom":["brown spot"],"cãozinho feliz":["happy puppy"],"orelhas":["ears"],"imaginação":["imagination"],"sol":["sun"],"campo":["field"],"marionete":["puppet"],"quadro":["frame"],"erro":["mistake"],"pintura":["painting"],"sótão":["attic"]},"paragraphs":["Num lindo dia ensolarado, Baba estava explorando o sótão empoeirado e velho em sua casa. Entre as teias de aranha e bugigangas esquecidas, ela descobriu um conjunto de tintas coloridas.\n","Animada, Baba desceu correndo para mostrar aos pais. \"Olha o que eu achei! Posso pintar com esses, por favor?\" ela implorou.\n","\"Claro, querida,\" sorriram seus pais. \"Mas cuidado para não derramar a tinta.\"\n","Com sua imaginação voando alto, Baba pintou um sol amarelo brilhante, um campo verde cheio de grama, e um lago azul cintilante.\n","Enquanto pintava, Baba misturou sem querer as cores e criou uma mancha marrom bagunçada. Ela franziu a testa, sem saber o que fazer.\n","Lembrando do que seus pais ensinaram, Baba decidiu transformar o borrão em um cãozinho feliz, adicionando algumas orelhas, um rabo e um grande sorriso.\n","A marionete improvisada da Baba tornou-se o quadro mais fofo que ela já fez! Ela aprendeu que os erros podem criar beleza inesperada.\n"]},"en-fr":{"title":"L'Aventure Colorée de Baba","moral":"Créativité emmène vers amusement et découverte.","hook":"Un matin ensoleillé, Baba a trouvé un ensemble de peinture magique dans son grenier. Quelles aventures l'attendent?","keywords":{"peignait":["painted"],"mélangé":["mixed"],"couleurs":["colors"],"Baba":["Baba"],"parents":["parents"],"peindre":["paint"],"imagination":["imagination"],"soleil":["sun"],"champ":["field"],"chérie":["beloved"],"peinture":["painting"],"blob":["blob"],"chien":["dog"],"chien en tissu":["stuffed dog"],"beauté inattendue":["unexpected beauty"],"matin ensoleillé":["sunny morning"],"grenier poussiéreux":["dusty attic"],"peinture coloré":["colorful painting"]},"paragraphs":["Un matin ensoleillé, Baba explorait le grenier poussiéreux de sa maison. Parmi les toiles d'araignée et les petits objets oubliés, elle a découvert un ensemble de peinture coloré.\n","Très excité, Baba se précipita en bas pour montrer à ses parents. \"Regardez ce que j'ai trouvé! Puis-je peindre avec ça, s'il vous plaît?\" supplia-t-elle.\n","\"Bien sûr, ma chérie,\" ont dit ses parents en souriant. \"Mais fais attention de ne pas renverser la peinture.\"\n","Avec son imagination débordante, Baba a peint un soleil jaune vif, un champ vert herbeux et un lac bleu étincelant.\n","Alors qu'elle peignait, Baba a mélangé accidentellement les couleurs et a créé un grand gâchis marron. Elle a fait la moue, ne sachant pas quoi faire.\n","Se rappelant ce que ses parents lui avaient appris, Baba a décidé de transformer le blob en un petit chien joyeux en ajoutant des oreilles, une queue, et un grand sourire.\n","Le petit chien en tissu de Baba s'est révélé être la plus adorable peinture qu'elle ait jamais faite ! Elle a appris que les erreurs peuvent créer une beauté inattendue.\n"]},"id-en":{"hook":"One sunny morning, Baba found a magical paint set in her attic. What adventures await her?","moral":"Creativity leads to fun and discovery.","title":"Baba's Colorful Adventure","keywords":{"Granny":["nenek","kakek"],"pretend dog":["anjing mainan","boneka anjing"],"errors":["kesalahan","galat","kesalahan teknis"],"Grandma":["nenek","oma"],"hurried":["tergesa-gesa","buru-buru"],"begged":["memohon","merayu"],"parents":["orangtua","ibu bapak"],"smile":["senyuman","tersenyum"],"spill":["membuang","tumpah"],"imagination":["imajinasi","khayalan"],"sun":["matahari","surya"],"field":["ladang","lapangan"],"Baba":["kakek","datuk"],"attic":["loteng","atasan"],"colorful paint":["cat berwarna-warni","lukisan berwarna-warni"],"colors":["warna-warna","warna"],"messy":["berantakan","kacau"],"frown":["mengkerutkan dahi","mengernyit"],"puppy":["anjing kecil","anjing muda"],"ears":["telinga","cuping"]},"paragraphs":["One bright morning, Baba was looking through the old attic in her house that was all dusty.  She saw cobwebs and many forgotten small shiny objects, then she found a set with many colorful paints.\n","Happy, Grandma hurried down to show her mom and dad. \"See what I have! Can I draw with these, please?\" she begged.\n","Mom and dad grinned at her and said, \"Sure, sweetie! Just don't let the paint fall.\"\n","With her big imagination, Baba drew a shiny yellow sun, a green grassy field, and a blue sparkling lake.\n","As she was drawing, Baba mixed the colors by mistake and made a big brown mess. She looked sad and didn't know what to do.\n","Baba remembered what her mommy and daddy told her. She made the shape grow into a joyful puppy by putting on some ears, a tail, and a big grin.\n","Granny's pretend dog was the cutest picture she had ever painted! She found out that errors can sometimes make things look surprisingly nice.\n"]}}}