{"title":"The Curious Caterpillar","hook":"Who will help curious Caterpillar find its way back home in the mysterious Fora jungle?","moral":"Curiosity helps us learn, but listening to wise advice keeps us safe.","paragraphs":["Once upon a time, in the great Fora jungle, lived Kimi, the now-wise old storytelling fox. One day, a little Caterpillar named Coco wandered away from its home in search of colorful leaves to eat.","Lost and confused, Coco bumped into Kimi and asked, \"Can you help me find my way back home, Mr. Fox?\"","Kimi smiled and replied, \"Of course, my dear Caterpillar. First, we need to follow the shimmering trail of moonlight that leads to your cozy nest.\"","As they journeyed through the jungle, Coco's curiosity tempted it to chase after a beautiful butterfly. Kimi gently warned, \"Coco, remember to stay on the path we discussed.\"","Overcoming its temptation, Coco listened to Kimi and found its way back to the welcoming embrace of its family and friends."],"keywords":["Fora jungle","storytelling fox","curious Caterpillar","colorful leaves","shimmering trail of moonlight","beautiful butterfly","cozy nest"],"characters":["Kimi"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Die Neugierige Raupe","hook":"Wer wird dem neugierigen Raupen helfen, seinen Weg zurück nach Hause im geheimnisvollen Fora-Dschungel zu finden?","moral":"Neugier hilft uns lernen, aber auf kluge Ratschläge zu hören, hält uns sicher.","keywords":{"Coco":["Coconut"],"Kimi":["Kimi"],"Familie":["Family"],"Fuchs":["Fox"],"Raupe":["Caterpillar"],"Mondlicht":["Moonlight"],"Dschungel":["Jungle"],"Schmetterling":["Butterfly"]},"paragraphs":["Es war einmal, im großen Fora-Dschungel, lebte Kimi, der nun kluge alte Geschichten-erzählende Fuchs. Eines Tages wanderte eine kleine Raupe namens Coco von ihrem Zuhause auf der Suche nach bunten Blättern zum Essen.\n","Verloren und verwirrt, Coco stieß gegen Kimi und fragte: \"Kannst du mir helfen, den Weg nach Hause zu finden, Herr Fuchs?\"\n","Kimi lächelte und antwortete: \"Natürlich, meine liebe Raupe. Zuerst müssen wir dem glitzernden Pfad des Mondlichts folgen, der zu deinem gemütlichen Nest führt.\"\n","Als sie durch den Dschungel reisten, versuchte Cocos Neugier, einem wunderschönen Schmetterling zu folgen. Kimi warnte vorsichtig: \"Coco, denk daran, auf dem Weg zu bleiben, über den wir gesprochen haben.\"\n","Coco hörte Kimi zu und fand den Weg zurück zu seiner Familie und seinen Freunden.\n"]},"en-fr":{"title":"La Chenille Curieuse","hook":"Qui va aider la chenille curieuse à retrouver son chemin vers sa maison dans la mystérieuse jungle de Fora?","moral":"La curiosité nous aide à apprendre, mais écouter les conseils avisés nous garde en sécurité.","keywords":{"Coco":["Coconut"],"Kimi":["You","You all"],"famille":["Family"],"maison":["House","Home"],"Fora":["Outside","Out"],"chenille":["Caterpillar"],"lumière de la lune":["Moonlight"],"papillon":["Butterfly"]},"paragraphs":["Il était une fois, dans la grande jungle de la Fora, habitait Kimi, le vieux renard conteur maintentant sage. Un jour, une petite Chenille nommée Coco s'éloigna de sa maison à la recherche de feuilles colorées à manger.\n","Perdu et confus, Coco a heurté Kimi et a demandé, \"Est-ce que tu peux m'aider à retrouver mon chemin pour rentrer à la maison, M. Renard?\"\n","Kimi a souri et a répondu, \"Bien sûr, ma chère chenille. Tout d'abord, nous devons suivre le sentier scintillant de la lumière de la lune qui mène jusqu'à ton nid douillet.\"\n","Alors qu'ils voyageaient dans la jungle, la curiosité de Coco l'a tenté de courir après un joli papillon. Kimi a doucement averti, \"Coco, souviens-toi de rester sur le chemin que nous avons discuté.\"\n","Coco écouta Kimi et retrouva le chemin du coeur de sa famille et de ses amis.\n"]},"id-en":{"hook":"Who will help curious Caterpillar find its way back home in the mysterious Fora jungle?","moral":"Curiosity helps us learn, but listening to wise advice keeps us safe.","title":"The Curious Caterpillar","keywords":{"Kimi":["Kimi"],"Caterpillar":["Ulat"],"moonlight":["Cahaya bulan"],"Coco":["Kelapa"],"lost":["Hilang","Tersesat"],"listened":["Mendengarkan","Telinga"],"family":["Keluarga"],"jungle":["Hutan","Rimba"],"butterfly":["Kupu-kupu"],"stay on the path":["Tetap di jalannya"]},"paragraphs":["Long ago, in a big jungle called Fora, there was Kimi, the clever old fox who liked to tell stories. One day, a small Caterpillar named Coco went far from home to find yummy leaves to munch on.\n","Coco got lost and met Kimi. Coco asked Kimi, \"Can you help me go back home, Mr. Fox?\"\n","Kimi smiled and said, \"Yes, my dear Caterpillar. Let's follow the shiny moonlight path to your snug home.\"\n","While walking in the jungle, Coco wanted to follow a pretty butterfly. Kimi softly said, \"Coco, don't forget to stay on the path we talked about.\"\n","Coco resisted wanting something, listened to Kimi, and returned to its family and friends who were happy to see it.\n"]},"en-pt":{"title":"A Lagartinha Curiosa","hook":"Quem vai ajudar a Lagartinha curiosa a achar o caminho de volta para casa na misteriosa selva de Fora?","moral":"A curiosidade nos ajuda a aprender, mas ouvir os conselhos sábios nos mantém seguros.","keywords":{"perdido":["lost"],"confuso":["confused"],"caminho":["path","way"],"Coco":["coconut"],"curiosidade":["curiosity"],"borboleta":["butterfly"],"Kimi":["Kimi"],"Caterpillar":["caterpillar"],"moonlight":["moonlight"],"lagarta":["caterpillar"],"abraço":["hug"]},"paragraphs":["Era uma vez, na grande selva de Fora, vivia Kimi, a agora sábia raposa contador de histórias. Um dia, uma pequena Lagarta chamada Coco se afastou de sua casa em busca de folhas coloridas para comer.\n","Perdido e confuso, Coco esbarrou em Kimi e perguntou, \"Você pode me ajudar a encontrar o caminho de volta para casa, Sr. Fox?\"\n","Kimi sorriu e respondeu, \"Claro, minha querida Lagarta. Primeiro, precisamos seguir o rastro brilhante de luz da lua que leva até seu ninho aconchegante.\"\n","Enquanto caminhavam pela selva, a curiosidade do Coco o tentou a perseguir uma bela borboleta. Kimi gentilmente avisou, \"Coco, lembre-se de ficar no caminho que discutimos.\"\n","Resistindo à tentação, o Coco ouviu o Kimi e encontrou o caminho de volta para o abraço acolhedor de sua família e amigos.\n"]}}}