{"title":"The Lost Sparkle","hook":"Join Lily the Ladybug on an adventure to find her lost sparkle and discover a magical secret garden!","moral":"Sometimes the solution to our problems lies within us.","paragraphs":["Once upon a time in a vibrant meadow, lived Lily the Ladybug. She was known for her shimmering sparkle that lit up the entire garden.","One sunny morning, Lily woke up to find her sparkle missing. She searched high and low, asking her friends, \"Have you seen my sparkle?\"","Butterfly suggested, \"Why not look within yourself, Lily? Sometimes what we seek is right there inside us.\" Lily paused and closed her eyes, taking a deep breath.","As she focused, she felt a warm glow radiating from her heart. Opening her eyes, Lily saw her sparkle slowly appearing, brighter than ever before.","With a sparkle back, Lily realized that the true magic was not in something external but within herself all along."],"keywords":["Ladybug","Meadow","Sparkle","Shimmering","Garden","Friends","Search","Within","Heart","Magic"],"characters":null,"translations":{"id-en":{"hook":"Join Lily the Ladybug on an adventure to find her lost sparkle and discover a magical secret garden!","moral":"Sometimes the solution to our problems lies within us.","title":"The Lost Sparkle","keywords":{"Lily":["Lili"],"warm glow":["sinar hangat"],"sparkle":["kerlip","kilau"],"Ladybug":["Kepik"],"shimmering sparkle":["kilau berkilauan"],"friends":["sahabat","teman"],"magic":["sulap","ajaib"],"inside":["di dalam"],"Butterfly":["Kupu-kupu"],"look within yourself":["lihatlah di dalam dirimu"],"inside us":["di dalam kita"]},"paragraphs":["Long ago, in a colorful field, there was a little Ladybug named Lily. She had a shiny light that made the whole garden bright.\n","One bright morning, Lily woke up and discovered that her special shine was gone. She looked everywhere, asking her friends, \"Have you seen my shine?\"\n","Butterfly suggested, \"Why not look within yourself, Lily? Sometimes what we seek is right there inside us.\" Lily paused and closed her eyes, taking a deep breath.\n","Lily was concentrating very hard. She felt a special warm light coming from her heart. When she looked, she saw her shine start to show up slowly. It was the brightest she had ever seen.\n","Lily suddenly felt a special feeling inside her, and she understood that the real magic was not from outside, but it was with her all this time.\n"]},"en-pt":{"title":"A Brilho Perdido","moral":"Às vezes, a solução para os nossos problemas está dentro de nós.","hook":"Acompanhe Lily a Joaninha em uma aventura para encontrar seu brilho perdido e descobrir um jardim secreto mágico!","keywords":{"Borboleta":["Butterfly"],"Lily":["Lily"],"olhar":["look","gaze"],"brilho":["shine","glow"],"coração":["heart"],"olhos":["eyes"],"vibrant meadow":["vibrant meadow"],"Lily the Ladybug":["Lily the Ladybug"],"shimmering sparkle":["shimmering sparkle"],"sparkle":["sparkle"],"magic":["magic"],"within":["within"],"morning":["morning"],"friends":["friends"]},"paragraphs":["Era uma vez numa pradaria colorida, morava Lily a Joaninha. Ela era conhecida pelo seu brilho reluzente que iluminava todo o jardim.\n","Certa manhã ensolarada, a Lily acordou e descobriu que seu brilho havia sumido. Ela procurou para lá e para cá, perguntando aos seus amigos, \"Vocês viram meu brilho?\"\n","Borboleta sugeriu, \"Por que não olhar dentro de você, Lily? Às vezes o que procuramos está bem aí dentro de nós.\" Lily parou e fechou os olhos, respirando fundo.\n","Enquanto se concentrava, sentiu um brilho quente irradiando do seu coração. Abrindo os olhos, Lily viu seu brilho aparecendo lentamente, mais brilhante do que nunca antes.\n","Com um brilho de volta, Lily percebeu que a verdadeira magia não estava em algo externo, mas dentro dela mesma o tempo todo.\n"]},"en-fr":{"moral":"Parfois, la réponse à nos problèmes se trouve en nous.","title":"La Brillante Égarée","hook":"Viens avec Lili la Coccinelle dans une aventure pour trouver son éclat perdu et découvrir un jardin secret magique !","keywords":{"Lily":["Lily"],"magie":["magic"],"brillant":["brilliant","shiny"],"matin ensoleillé":["sunny morning"],"lueur":["glow","gleam"],"Papillon":["butterfly"],"regarder à l'intérieur":["look within"],"grande respiration":["deep breath"],"chaleur réconfortante":["comforting warmth"],"étincelle":["spark"],"brillante":["bright"],"prairie":["meadow"],"coccinelle":["ladybug"],"éclat":["shine"]},"paragraphs":["Il était une fois dans une prairie animée, habitait Lily la Coccinelle. Elle était connue pour son éclat scintillant qui illuminait tout le jardin.\n","Un matin ensoleillé, Lily s'est réveillée et a découvert que sa lueur avait disparu. Elle a cherché partout, demandant à ses amis, \"As-tu vu ma lueur?\"\n","Papillon a suggéré, \"Pourquoi ne pas regarder à l'intérieur de toi, Lily? Parfois ce que nous cherchons est juste là, en nous.\" Lily s'est arrêtée et a fermé les yeux, prenant une grande respiration.\n","En se concentrant, elle a senti une chaleur réconfortante rayonnant de son cœur. Quand elle a ouvert ses yeux, Lily a vu son étincelle apparaître lentement, plus brillante que jamais.\n","Avec un brillant dans le dos, Lily a réalisé que la vraie magie n'était pas quelque chose d'extérieur mais au fond d'elle-même depuis le début.\n"]},"en-de":{"title":"Der Verlorene Glanz","moral":"Manchmal liegt die Lösung für unsere Probleme in uns drinnen.","hook":"Begleite Lilli den Marienkäfer auf ein Abenteuer, um ihren verlorenen Glanz zu finden und einen geheimnisvollen Zauber-Garten zu entdecken!","keywords":{"funkelnden":["sparkling"],"merkte":["noticed"],"Magie":["magic"],"warmes Leuchten":["warm glow"],"Herz":["heart"],"Glanz":["radiance","shine"],"sunny morning":["sonniger Morgen"],"sparkle missing":["Funkeln vermissen"],"searched high and low":["überall gesucht"],"Schmetterling":["butterfly"],"suchen":["search"],"innehalten":["pause"],"Lily":["Lilie"],"Marienkäfer":["ladybug"],"Garten":["garden"]},"paragraphs":["Es war einmal in einer lebendigen Wiese, lebte Lily der Marienkäfer. Sie war bekannt für ihren glitzernden Glanz, der den ganzen Garten erleuchtete.\n","An einem sonnigen Morgen wachte Lily auf und entdeckte, dass ihr Glanz verschwunden war. Sie suchte überall, fragte ihre Freunde: \"Hast du meinen Glanz gesehen?\"\n","Der Schmetterling schlug vor: \"Warum schaust du nicht in dich selbst, Lily? Manchmal ist das, wonach wir suchen, direkt in uns drin.\" Lily hielt inne, schloss die Augen und atmete tief ein.\n","Als sie sich konzentrierte, spürte sie ein warmes Leuchten, das von ihrem Herzen ausstrahlte. Lily öffnete ihre Augen und sah ihren Glanz langsam erscheinen, heller als je zuvor.\n","Mit einem funkelnden Rücken merkte Lily, dass die wahre Magie nicht in etwas Äußerem, sondern die ganze Zeit schon in ihr drin war.\n"]}}}