{"title":"The Lost Sparkle Berries","hook":"One day, Kimi the wise storytelling fox stumbled upon a mystery in Fora jungle.","moral":"Persistence pays off in the face of challenges.","paragraphs":["One sunny day, Kimi was strolling through the lush Fora jungle when he noticed something amiss. The usually vibrant Sparkle Berries, which provided light and joy to the creatures of the jungle, were missing.","Curious, Kimi asked around and found out that mischievous Fireflies had taken the Sparkle Berries to their hidden cave. Determined to help, Kimi set off to find the cave.","Along the way, Kimi encountered a friendly Frog who offered to guide him through the dark forest. When they reached the Fireflies' cave, they found it guarded by a giant Glowing Spider.","Thinking quickly, Kimi suggested a trade with the Glowing Spider. He promised to share stories of the jungle in exchange for the Sparkle Berries. The Glowing Spider, touched by the gesture, agreed.","With the Sparkle Berries back in the jungle, the creatures rejoiced as light and joy returned. Kimi, the hero of the day, shared tales of bravery and kindness with all of Fora."],"keywords":"Kimi, storytelling, Fora jungle, Sparkle Berries, Fireflies, Frog, Glowing Spider, trade, kindness, bravery","characters":["Kimi"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Les Baies Étincelantes Perdues","moral":"Ne jamais abandonner fait toujours gagner quand tu es face à des difficultés.","hook":"Il était une fois, Kimi le renard sage qui aimait raconter des histoires, découvrit un mystère dans la jungle de Fora.\n","keywords":{"Kimi":["Kimi"],"Grenouille":["Frog"],"Araignée":["Spider"],"lucioles":["Fireflies"],"Baies Brillantes":["Sparkle Berries","Shiny Berries"],"jungle":["Jungle"],"Sparkle Berries":["Sparkle Berries","Sparkling Berries"],"Jungle":["Jungle"],"Baies Étincelles":["Sparkle Berries"],"Baies Scintillantes":["Sparkling Berries"],"créatures":["creatures"],"bravoure":["Bravery"]},"paragraphs":["Un jour ensoleillé, Kimi se promenait dans la jungle luxuriante de Fora lorsqu'il a remarqué quelque chose d'étrange. Les Baies Étincelles habituellement vibrantes, qui apportaient de la lumière et de la joie aux créatures de la jungle, avaient disparu.\n","Curieux, Kimi a demandé tout autour et a découvert que les lucioles espiègles avaient emmené les Baies Brillantes dans leur grotte cachée. Déterminé à aider, Kimi a décidé de partir à la recherche de la grotte.\n","En chemin, Kimi rencontra une Grenouille amicale qui lui proposa de le guider à travers la forêt sombre. Quand ils arrivèrent à la grotte des Lucioles, ils le trouvèrent gardé par une énorme Araignée Brillante.\n","En réfléchissant vite, Kimi a proposé un échange avec l'Araignée Brillante. Il a promis de partager des histoires de la jungle en échange des Baies Etincelantes. L'Araignée Brillante, touchée par le geste, a accepté.\n","Avec les Baies Scintillantes de retour dans la jungle, les créatures se sont réjouies alors que la lumière et la joie sont revenues. Kimi, le héros du jour, a partagé des contes de bravoure et de gentillesse avec tous les habitants de Fora.\n"]},"id-en":{"hook":"One day, Kimi the wise storytelling fox stumbled upon a mystery in Fora jungle.","moral":"Persistence pays off in the face of challenges.","title":"The Lost Sparkle Berries","keywords":{"Kimi":["Kimi"],"Glowing Spider":["Labah-Labah Bersinar","Labah-Labah Bercahaya"],"Sparkle Berries":["Buah Bercahaya","Buah Berkilap"],"Fireflies":["Kunang-Kunang"],"Berries":["Buah Beri","Buah"],"creatures":["makhluk","mahluk"],"jungle":["hutan","rimba"],"Frog":["Katak","Kodok"],"Spider":["Labah-Labah"],"Fora jungle":["Di dalam hutan","Di dalam rimba"]},"paragraphs":["One bright day, Kimi was walking through the very green Fora forest when something wrong caught his eye. The usually very lively Sparkle Berries, that give light and happiness to the animals of the forest, were gone.\n","Interested Kimi asked people and discovered that naughty Fireflies had taken the shiny Berries to their secret cave. Kimi decided to help and went to search for the cave.\n","One day, Kimi met a nice Frog who wanted to help him in the scary forest. They went to the Fireflies' cave and saw a big Shiny Spider protecting it.\n","Kimi had an idea! He told the Glowing Spider he'd share jungle stories for Sparkle Berries. The Glowing Spider liked Kimi's offer and said yes.\n","After the shiny fruits returned to the forest, all the animals were so happy because the sunshine and happiness came back. Kimi, the hero of the jungle, told everyone stories about being brave and kind.\n"]},"en-de":{"title":"Die Verlorenen Glitzere Beeren","moral":"Wenn man hart arbeitet und nicht aufgibt, dann wird man am Ende erfolgreich, auch wenn es schwierig ist.","hook":"Ein Tag, Kimi der kluge Geschichten-erzählende Fuchs stolperte über ein Geheimnis im Dschungel von Fora.","keywords":{"Kimi":["Kimi"],"Glühwürmchen":["Firefly"],"Glitzere Beeren":["Shiny berries","Sparkling berries"],"Funkelbeeren":["Sparkling berries"],"Dschungel":["Jungle"],"Tapferkeit":["Bravery"],"Glitzerbeeren":["Shiny berries","Sparkling berries"],"Frosch":["Frog"],"strahlende Spinne":["Radiant spider"]},"paragraphs":["An einem sonnigen Tag spazierte Kimi durch den üppigen Fora-Dschungel, als er etwas Ungewöhnliches bemerkte. Die normalerweise lebhaften Glitzerbeeren, die den Wesen des Dschungels Licht und Freude spendeten, waren verschwunden.\n","Neugierig fragte Kimi herum und fand heraus, dass die schelmischen Glühwürmchen die Glitzere Beeren in ihre geheime Höhle gebracht hatten. Entschlossen zu helfen, machte sich Kimi auf den Weg, die Höhle zu finden.\n","Unterwegs traf Kimi einen freundlichen Frosch, der ihm anbot, ihn durch den dunklen Wald zu führen. Als sie die Höhle der Glühwürmchen erreichten, fanden sie sie von einer riesigen leuchtenden Spinne bewacht.\n","Eines Tages hatte Kimi eine kluge Idee. Er schlug der strahlenden Spinne einen Handel vor. Kimi versprach, Geschichten vom Dschungel im Tausch gegen die Glitzerbeeren zu teilen. Die strahlende Spinne war gerührt und stimmte zu.\n","Mit den Funkelbeeren zurück im Dschungel, freuten sich die Kreaturen, als Licht und Freude zurückkehrten. Kimi, der Held des Tages, teilte allen Bewohnern von Fora Geschichten von Tapferkeit und Freundlichkeit mit.\n"]},"en-pt":{"title":"As Frutinhas Brilhantes Perdidas","hook":"Um dia, Kimi, a raposa sábia contadorade-histórias, encontrou um mistério na selva de Fora.","moral":"Não desistir e continuar tentando é importante para vencer os obstáculos.","keywords":{"Kimi":["Fireflies"],"Fireflies":["Kimi"],"Sparkle Berries":["Frutinhas Brilhantes","Shiny Fruits"],"Frutinhas Brilhantes":["Sparkle Berries","Shiny Fruits"],"bichinhos":["Creature","Beast"],"coragem e bondade":["Courage and Kindness"],"Sapo":["Frog"],"Aranha":["Spider"],"Floresta Fora":["Away Forest"],"aranha brilhante":["Bright Spider"],"frutas brilhantes":["Bright Fruits"]},"paragraphs":["Em um dia ensolarado, Kimi estava passeando pela exuberante Floresta Fora quando notou algo errado. As normalmente vibrantes Frutinhas Brilhantes, que forneciam luz e alegria às criaturas da floresta, haviam sumido.\n","Curioso, Kimi perguntou por aí e descobriu que as vaga-lumes travessos tinham levado as Frutas Brilhantes para sua caverna escondida. Determinado a ajudar, Kimi partiu para encontrar a caverna.\n","Durante a jornada, Kimi encontrou um Sapo amigável que se ofereceu para guiá-lo pela floresta escura. Ao chegarem na caverna dos Vagalumes, descobriram que estava guardada por uma Aranha brilhante gigante.\n","Pensando rápido, Kimi sugeriu uma troca com a Aranha Brilhante. Ele prometeu compartilhar histórias da selva em troca das Frutas Brilhantes. A Aranha Brilhante, tocada pelo gesto, concordou.\n","Com as Frutinhas Brilhantes de volta na floresta, os bichinhos pularam de alegria quando a luz e a felicidade retornaram. Kimi, o herói do dia, compartilhou histórias de coragem e bondade com todos de Fora.\n"]}}}