{"title":"The Lost Moonstone","hook":"In the great Fora jungle, Kimi, the storytelling fox, embarks on an adventure to find a lost moonstone. Can the friendly animals help her search?","moral":"Friends can help us overcome challenges and accomplish tasks together.","paragraphs":["One bright morning in the Fora jungle, Kimi the fox set out on a quest to find the magical moonstone which had been missing for days. She wandered through the dense forest, feeling lost and unsure.","Along the way, Kimi met Benny the bunny, Lucy the squirrel, and Oscar the owl. They eagerly offered to help her in the search. \"Let's work together to find the moonstone,\" said Lucy cheerfully.","As they searched high and low, they encountered a mischievous monkey who tried to trick them. But with clever teamwork, they outsmarted the monkey and continued their mission.","Finally, as the sun began to set, they stumbled upon the moonstone nestled among the roots of a giant tree. Kimi's eyes sparkled with joy as the friends celebrated their success together."],"keywords":["Fora jungle","moonstone","magical adventure","teamwork","friendship","clever","celebration"],"characters":["Kimi"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"A Pedra da Lua Perdida","moral":"Amigos podem nos ajudar a vencer desafios e completar tarefas juntos.","hook":"Na grande selva de Fora, Kimi, a raposinha contadora de histórias, embarca em uma aventura para encontrar uma pedra da lua perdida. Os animais amigáveis podem ajudá-la na busca?","keywords":{"macaquinho":["little monkey"],"enganá-los":["deceive them"],"trabalho em equipe":["teamwork"],"sol":["sun"],"pedra da lua":["moonstone"],"amigos":["friends"],"manhã":["morning"],"raposa":["fox"],"floresta":["forest"],"Kimi":[],"Benny":[],"moonstone":["pedra da lua"]},"paragraphs":["Certa manhã iluminada na selva de Fora, Kimi a raposa partiu em busca da pedra da lua mágica que tinha desaparecido há dias. Ela vagou pela floresta densa, se sentindo perdida e insegura.\n","No caminho, Kimi encontrou o Benny, o coelhinho, a Lucy, a esquilinha, e o Oscar, a corujinha. Eles ofereceram-se animados para ajudá-la na busca. \"Vamos trabalhar juntos para encontrar a pedra da lua,\" disse Lucy alegremente.\n","Enquanto procuravam em cima e embaixo, encontraram um macaquinho traquina que tentou enganá-los. Mas, com trabalho em equipe esperto, venceram o macaquinho e seguiram com sua missão.\n","Finalmente, quando o sol começou a se pôr, eles encontraram a pedra da lua aninhada entre as raízes de uma árvore gigante. Os olhos da Kimi brilhavam de alegria enquanto os amigos celebravam juntos o sucesso.\n"]},"id-en":{"hook":"In the great Fora jungle, Kimi, the storytelling fox, embarks on an adventure to find a lost moonstone. Can the friendly animals help her search?","moral":"Friends can help us overcome challenges and accomplish tasks together.","title":"The Lost Moonstone","keywords":{"monkey":["monyet"],"teamwork":["kerja sama"],"adventure":["petualangan"],"fox":["rubah"],"jungle":["hutan"],"Kimi":["Kimi"],"moonstone":["batu bulan"],"Benny":["Benny"],"sun":["matahari"],"joy":["kesenangan","kegembiraan"]},"paragraphs":["Once upon a time in the big jungle, Kimi the fox went on an adventure to find the special shiny stone that was lost. She walked around the thick trees, feeling confused and lost.\n","Kimi met Benny the bunny, Lucy the squirrel, and Oscar the owl on the path. They happily said they would assist her. Lucy cheerfully suggested, \"Let's find the magical moonstone together!\"\n","They looked everywhere and found a naughty monkey. The monkey tried to play a prank on them, but together they outsmarted it. After that, they kept going on their adventure.\n","That night, when the sun went to sleep, they found a shiny rock under a big tree's hair. Kimi was so happy as they all had a fun party.\n"]},"en-de":{"title":"Die verlorene Mondstein","moral":"Freunde können uns helfen, Probleme zu überwinden und Aufgaben gemeinsam zu bewältigen.","hook":"Im großen Dschungel von Fora begibt sich Kimi, der Geschichten erzählende Fuchs, auf ein Abenteuer, um einen verlorenen Mondstein zu finden. Können die freundlichen Tiere ihr bei der Suche helfen?","keywords":{"Kimi":["Kimi"],"moonstone":["Mondstein"],"friends":["Freunde"],"Affe":["Monkey"],"Teamarbeit":["Teamwork"],"Mission":["Mission"],"Sonne":["Sun"],"Mondstein":["Moonstone"],"Baum":["Tree"],"Fuchs":["Fox"],"Dschungel":["Jungle"]},"paragraphs":["Ein heller Morgen im Fora Dschungel, Kimi der Fuchs machte sich auf eine Reise, um den magischen Mondstein zu finden, der seit Tagen verschwunden war. Sie wanderte durch den dichten Wald und fühlte sich verloren und unsicher.\n","Auf ihrem Weg traf Kimi Benny das Kaninchen, Lucy das Eichhörnchen und Oscar die Eule. Sie boten sich sofort an, ihr bei der Suche zu helfen. \"Lass uns zusammenarbeiten, um den Mondstein zu finden,\" sagte Lucy fröhlich.\n","Als sie hoch und niedrig suchten, trafen sie einen frechen Affen, der versuchte, sie zu täuschen. Aber mit kluger Teamarbeit überlisteten sie den Affen und setzten ihre Mission fort.\n","Endlich, als die Sonne anfing unterzugehen, stolperten sie über den Mondstein, der zwischen den Wurzeln eines riesigen Baumes eingebettet war. Kimis Augen funkelten vor Freude, als die Freunde ihren Erfolg zusammen feierten.\n"]},"en-fr":{"title":"La Pierre de Lune Perdue","moral":"Les amis peuvent nous aider à surmonter les défis et accomplir des tâches ensemble.","hook":"Dans la grande jungle de Fora, Kimi, le renard conteur, part pour une aventure pour trouver une pierre de lune perdue. Les animaux amicaux peuvent-ils l'aider dans sa recherche?","keywords":{"singe":["monkey"],"collaboration":["collaboration","partnership"],"tromper":["deceive","trick"],"soleil (sun)":["sun"],"pierre de lune (moonstone)":["moonstone"],"réussite (success)":["success","achievement"],"lapin":["rabbit","bunny"],"écureuil":["squirrel"],"hibou":["owl"],"Fora":["Fora"],"renard":["fox"],"pierre lunaire":["moonstone"]},"paragraphs":["Il était une lumineuse matinée dans la jungle de la Fora. Kimi le renard partit à la recherche de la pierre lunaire magique qui avait disparu depuis des jours. Elle erra à travers la dense forêt, se sentant perdue et incertaine.\n","Un jour, Kimi rencontra Benny le lapin, Lucy l'écureuil, et Oscar le hibou. Ils proposèrent avec enthousiasme de l'aider dans sa recherche. \"Travaillons ensemble pour trouver la pierre de lune\", dit Lucy joyeusement.\n","Alors qu'ils cherchaient partout, ils ont rencontré un singe espiègle qui a essayé de les tromper. Mais avec une collaboration intelligente, ils ont déjoué le singe et ont continué leur mission.\n","Enfin, lorsque le soleil a commencé à se coucher, ils sont tombés sur la pierre de lune nichée parmi les racines d'un arbre géant. Les yeux de Kimi étincelaient de joie alors que les amis célébraient ensemble leur réussite.\n"]}}}