{"title":"The Curious Caterpillar","hook":"One sunny day in the Enchanted Forest, a tiny caterpillar named Coco had a big question on her mind.","moral":"Curiosity leads to new discoveries and friendships.","paragraphs":["In the Enchanted Forest, Coco always wondered why the sky was so blue.","One day, she decided to ask Sammy the Owl, the wisest creature in the forest.","Sammy explained that the sky was blue because of the way the sunlight scattered in the air.","Excited by this new knowledge, Coco asked Sammy more questions about the world around her.","As she learned more, Coco made new friends with other creatures who were also curious.","Together, they explored the forest, uncovering secrets and wonders they had never seen before."],"keywords":["caterpillar","Enchanted Forest","curiosity","discovery","friendship"],"characters":null,"translations":{"en-de":{"title":"Die Neugierige Raupe","moral":"Neugier führt zu neuen Entdeckungen und Freundschaften.","hook":"An einem sonnigen Tag im Zauberwald hatte eine winzige Raupe namens Coco eine große Frage im Kopf.\n","keywords":{"Coco":["Coconut"],"Freunde":["Friends"],"Tiere":["Animals"],"Sammy":["Sammy"],"Himmel":["Sky","Heaven"],"Sonnenlicht":["Sunlight"],"fragen":["ask"],"Enchanted Forest":["Enchanted Forest"],"blue":["blue"],"Wald":["Forest"],"Geheimnisse":["Secrets"],"Wunder":["Wonders"],"Eule":["Owl"],"klügste":["wisest"]},"paragraphs":["In dem Verzauberten Wald, hat Coco sich immer gefragt warum der Himmel so blau ist.\n","Eines Tages entschied sie sich, Sammy der Eule, das klügste Geschöpf im Wald, zu fragen.\n","Sammy erklärte, dass der Himmel blau ist, weil das Sonnenlicht durch die Luft gestreut wird.\n","Aufgeregt von diesem neuen Wissen, fragte Coco Sammy mehr Fragen über die Welt um sie herum.\n","Als sie mehr lernte, machte Coco neue Freunde mit anderen Tieren, die auch neugierig waren.\n","Zusammen haben sie den Wald erkundet, Geheimnisse und Wunder entdeckt, die sie noch nie zuvor gesehen hatten.\n"]},"en-pt":{"moral":"A curiosidade nos leva a descobertas e amizades novas.","title":"A Lagartinha Curiosa","hook":"Em um dia ensolarado na Floresta Encantada, uma minhoquinha chamada Coco tinha uma grande pergunta na cabeça.\n","keywords":{"Coco":["Coconut"],"amigos":["friends"],"curiosas":["curious"],"Sammy":["Sammy"],"céu":["sky"],"azul":["blue"],"dia":["day"],"coruja":["owl"],"sábia":["wise"],"Enchanted Forest":["Enchanted Forest"],"blue sky":["blue sky"],"mundo":["world"],"juntos":["together"],"exploraram":["explored"],"maravilhas":["wonders"]},"paragraphs":["Na Floresta Encantada, o Coco sempre se perguntava por que o céu era tão azul.\n","Um dia, ela decidiu perguntar ao Sammy a Coruja, a criatura mais sábia da floresta.\n","Sammy explicou que o céu é azul por causa de como a luz do sol se espalha no ar.\n","Animada com essa informação nova, Coco perguntou a Sammy mais coisas sobre o mundo ao seu redor.\n","Conforme ela aprendeu mais, Coco fez novos amigos com outras criaturas que também estavam curiosas.\n","Juntos, eles exploraram a floresta, descobrindo segredos e maravilhas que nunca tinham visto antes.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité mène à de nouvelles découvertes et amitiés.","hook":"Un jour ensoleillé dans la Forêt Enchantée, une petite chenille nommée Coco avait une grande question en tête.","keywords":{"Sammy":["Sammy"],"ciel":["sky"],"soleil":["sun"],"jour":["day"],"créature":["creature"],"forêt":["forest"],"Coco":["Coco"],"connaissance":["knowledge"],"secrets":["secrets"],"merveilles":["wonders"],"amis":["friends"],"curieuses":["curious"],"Enchanted Forest":["Enchanted Forest"],"sky":["ciel"]},"paragraphs":["Dans la Forêt Enchantée, Coco se demandait toujours pourquoi le ciel était si bleu.\n","Un jour, elle a décidé de demander à Sammy le Hibou, la créature la plus sage de la forêt.\n","Sammy a dit que le ciel était bleu parce que le soleil éparpillait sa lumière dans l'air.\n","Tout excitée par cette nouvelle connaissance, Coco a posé plus de questions à Sammy sur le monde qui l'entoure.\n","Alors qu'elle apprenait de plus en plus, Coco s'est fait de nouveaux amis avec d'autres créatures qui étaient également curieuses.\n","Ensemble, ils ont exploré la forêt, découvrant des secrets et des merveilles qu'ils n'avaient jamais vus auparavant.\n"]},"id-en":{"hook":"One sunny day in the Enchanted Forest, a tiny caterpillar named Coco had a big question on her mind.","moral":"Curiosity leads to new discoveries and friendships.","title":"The Curious Caterpillar","keywords":{"Coco":["Coco"],"new friends":["teman-teman baru"],"curious":["penasaran","ingin tahu"],"Sammy":["Sammy"],"questions":["pertanyaan"],"owl":["burung hantu"],"wisest":["paling bijaksana"],"forest":["hutan"],"sky":["langit"],"blue":["biru"],"Enchanted Forest":["Hutan Ajaib"],"secrets":["rahasia"],"wonders":["keajaiban"]},"paragraphs":["In the magical forest, Coco always asked why the sky was very, very blue.\n","Once upon a time, she chose to talk to Sammy the Owl, who was the smartest animal in the forest.\n","Sammy said the sky is blue because the sun's light goes everywhere in the air.\n","Happy to learn new things, Coco asked Sammy about the world and everything in it.\n","Coco made new friends who were also curious, as she learned more about the world around her.\n","Together, they went into the big forest, finding hidden surprises and amazing things that were new to them.\n"]}}}