{"title":"The Busy Squirrel","hook":"One sunny morning, a squirrel named Sammy woke up to find all his nuts missing! Where could they have gone?","moral":"Sharing helps everyone, especially when you have more than you need.","paragraphs":["In the cozy forest, Sammy the Squirrel spent days collecting nuts for winter. He was so proud of his big pile of shiny nuts, he danced around it every evening.","One day, Sammy woke up to find his nuts were gone! Panic-stricken, he looked around and saw his friend, Rosie the Rabbit, gobbling up his nuts happily.","\"Rosie, why did you take my nuts?\" Sammy asked sadly.","\"I saw you had so many nuts, and I wanted some too. I thought you wouldn't mind,\" Rosie replied shyly.","Sammy took a deep breath and explained that it's important to ask before taking things. He shared some nuts with Rosie, and they both had a nutty feast together."],"keywords":["squirrel","nuts","sharing","friend","ask","forest","winter","happy"],"characters":null,"translations":{"id-en":{"hook":"One sunny morning, a squirrel named Sammy woke up to find all his nuts missing! Where could they have gone?","moral":"Sharing helps everyone, especially when you have more than you need.","title":"The Busy Squirrel","keywords":{"Rosie":["Rosie"],"nuts":["kacang"],"upset":["marah","kesal"],"asked":["bertanya","meminta"],"Sammy the Squirrel":["Sammy si tupai"],"forest":["hutan","rimba"],"Sammy":["Sammy"],"Rosie the Rabbit":["Rosie si kelinci"]},"paragraphs":["In the nice forest, Sammy the Squirrel was busy gathering nuts for the cold season. He felt happy with his huge shiny nut collection, so he danced near it every night.\n","One day, Sammy woke up and couldn't find his nuts! He got scared, searched and found Rosie the Rabbit eating his nuts cheerfully.\n","Sammy asked Rosie sadly, \"Rosie, why did you take my nuts?\"\n","Rosie saw that you had a lot of nuts, and she wanted some too. She thought you wouldn't be upset.\n","Sammy breathe big and say it's important to ask before take things. Sammy give Rosie some nuts, and they together have lots of nuts to eat.\n"]},"en-de":{"title":"Der fleißige Eichhörnchen","moral":"Teilen hilft allen, besonders wenn du mehr als du brauchst hast.","hook":"An einem sonnigen Morgen wachte ein Eichhörnchen namens Sammy auf und entdeckte, dass alle seine Nüsse verschwunden waren! Wo könnten sie hingegangen sein?","keywords":{"Rosie":["Rosie"],"Nüsse":["Nuts"],"Sammy":["Sammy"],"Eichhörnchen":["Squirrel"],"Winter":["Winter"],"wollte":["wanted"],"schüchtern":["shy"]},"paragraphs":["Im gemütlichen Wald sammelte Sammy das Eichhörnchen jeden Tag Nüsse für den Winter. Er war so stolz auf seinen großen Haufen glänzender Nüsse, dass er jeden Abend darum herumtanzte.\n","Eines Tages wachte Sammy auf und sah, dass seine Nüsse weg waren! Voll Angst schaute er sich um und sah seine Freundin, Rosie das Kaninchen, wie sie seine Nüsse glücklich verschlang.\n","Rosie, warum hast du meine Nüsse genommen? fragte Sammy traurig.\n","\"Ich habe gesehen, dass du so viele Nüsse hattest, und ich wollte auch welche. Ich dachte, es würde dir nichts ausmachen\", antwortete Rosie schüchtern.\n","Sammy holte tief Luft und erklärte, dass es wichtig ist, bevor man Dinge nimmt zu fragen. Er teilte ein paar Nüsse mit Rosie und sie hatten zusammen ein festliches Nusserlebnis.\n"]},"en-fr":{"title":"Le Curieux Écureuil","moral":"Partager aide tout le monde, surtout quand tu as plus que tu en as besoin.\n","hook":"Un matin ensoleillé, un petit écureuil nommé Sammy s'est réveillé pour découvrir que tous ses noisettes avaient disparu! Où pouvaient-elles être passées?","keywords":{"Rosie":["Rose"],"nuts":["noisettes","noix"],"Sammy":["Sammy"],"noisettes":["nuts"],"Sammy the Squirrel":["Sammy l'écureuil"],"winter":["hiver"],"feast":["festin"],"noix":["nuts"],"pensais":["thought"],"répondit":["replied"]},"paragraphs":["Dans la jolie forêt, Sammy l'Écureuil a passé des jours à ramasser des noix pour l'hiver. Il était si fier de son grand tas de noix brillantes, qu'il dansait autour chaque soir.\n","Il était une fois, Sammy s'est réveillé pour trouver ses noisettes avaient disparu ! Pris de panique, il a regardé autour de lui et a vu son amie, Rosie le Lapin, dévorer ses noisettes joyeusement.\n","Rosie, pourquoi as-tu pris mes noix ? demanda tristement Sammy.\n","J'ai vu que tu avais plein de noix, et j'en voulais aussi. Je pensais que ça ne te dérangerait pas,\" Rosie répondit timidement.\n","Sammy a pris une grande inspiration et a expliqué qu'il est important de demander avant de prendre des choses. Il a partagé quelques noix avec Rosie, et ils ont tous les deux eu un festin de noix ensemble.\n"]},"en-pt":{"title":"A Esquilo Ocupado","moral":"Dividir ajuda todo mundo, principalmente quando você tem mais do que precisa.\n","hook":"Certo dia ensolarado, um esquilo chamado Sammy acordou e viu que todas as suas nozes tinham sumido! Para onde será que elas foram?","keywords":{"nuts":["nozes"],"shyly":["tímido"],"mind":["mente"],"floresta":["forest"],"esquilo":["squirrel"],"nozes":["nuts"],"Sammy":["Sammy"],"Rosie":["Rosie"]},"paragraphs":["Na floresta aconchegante, Sammy Esquilo passou os dias juntando nozes para o inverno. Ele estava tão orgulhoso de sua grande pilha de nozes brilhantes que dançava em volta dela todas as noites.\n","Certo dia, Sammy acordou e percebeu que suas nozes tinham sumido! Apavorado, olhou ao redor e viu sua amiga, Rosie a Coelhinha, devorando suas nozes alegremente.\n","Rosie, por que você pegou minhas nozes? Perguntou Sammy triste.\n","\"Eu te vi com tantas nozes, e eu também queria algumas. Pensei que você não se importaria\", respondeu a Rosinha timidamente.\n","Sammy deu um respiro fundo e explicou que é importante perguntar antes de pegar as coisas. Ele compartilhou algumas nozes com a Rosie, e juntos tiveram um festim de nozes.\n"]}}}