{"title":"Baba's Lost Treasure","hook":"One sunny morning, Baba found a mysterious map on her doorstep. Where would it lead her?","moral":"Be brave and persistent in the face of challenges, and you may discover hidden treasures.","paragraphs":["Baba examined the map closely, intrigued by the colorful drawings of landmarks like a big oak tree and a sparkling pond. \"I wonder what treasure awaits me,\" she said to herself with a smile.","Setting off on her adventure, Baba skipped and hopped through the forest, following the clues on the map. Along the way, she faced a big obstacle—an enormous boulder blocking her path.","Baba furrowed her brow, thinking hard about how to overcome the obstacle. Suddenly, she remembered a story about teamwork her grandmother had told her. She called out, \"Is anyone there to help me move this big rock?\"","To Baba's surprise, a group of cheerful woodland creatures appeared, ready to lend a hand. Together, they pushed and pulled the boulder aside, clearing the way for Baba to continue her journey.","As Baba reached the final destination marked on the map, she found not a chest of gold coins, but a beautiful meadow filled with vibrant flowers and fluttering butterflies. She realized that the real treasure was the beauty of nature and the friends she had made along the way."],"keywords":["map","treasure","adventure","obstacle","teamwork","woodland creatures","meadow","nature","friends"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Verlorenen Schatz","moral":"Sei mutig und bleibe hartnäckig, wenn Schwierigkeiten auftreten, damit du vielleicht verborgene Schätze entdecken kannst.","hook":"Eines sonnigen Morgens fand Oma eine geheimnisvolle Schatzkarte vor ihrer Haustür. Wohin würde sie sie führen?","keywords":{"Oma":["Grandmother"],"Teamarbeit":["Teamwork"],"Stein":["Stone"],"Baba":["Father"],"Karte":["Map","Card"],"Schatz":["Treasure"],"Waldbewohner":["Forest-dweller"],"Felsbrocken":["Rock","Boulder"],"Abenteuer":["Adventure"],"Hindernis":["Obstacle"],"Goldmünzen":["Gold coins"],"Schmetterlinge":["Butterflies"]},"paragraphs":["Baba schaute die Karte genau an, fasziniert von den bunten Zeichnungen von Wahrzeichen wie einem großen Eichenbaum und einem funkelnden Teich. \"Ich frage mich, welcher Schatz mich erwartet,\" sagte sie lächelnd zu sich selbst.\n","Baba ging auf ihr Abenteuer und hüpfte durch den Wald, anhand der Hinweise auf der Karte. Auf dem Weg stieß sie auf ein großes Hindernis – ein riesiger Felsbrocken versperrte ihr den Weg.\n","Oma runzelte die Stirn und dachte ganz fest darüber nach, wie sie das Hindernis überwinden könnte. Plötzlich erinnerte sie sich an eine Geschichte über Teamarbeit, die ihre Großmutter ihr erzählt hatte. Sie rief: \"Ist jemand da, um mir zu helfen, diesen großen Stein zu bewegen?\"\n","Baba war überrascht, als eine Gruppe fröhlicher Waldbewohner auftauchte, bereit, zu helfen. Gemeinsam schoben und zogen sie den Felsbrocken beiseite und ebneten den Weg für Baba, um ihre Reise fortzusetzen.\n","Als Baba das letzte Ziel auf der Karte erreichte, fand sie keine Truhe mit Goldmünzen, sondern eine wunderschöne Wiese voller lebendiger Blumen und flatternder Schmetterlinge. Sie erkannte, dass der wahre Schatz die Schönheit der Natur und die Freunde waren, die sie unterwegs gefunden hatte.\n"]},"en-fr":{"title":"Le Trésor Perdu de Baba","moral":"Sois courageux et persévérant face aux défis, et tu pourrais découvrir des trésors cachés.","hook":"Un matin ensoleillé, Baba a trouvé une carte mystérieuse sur le pas de sa porte. Où est-ce qu'elle la mènerait ?","keywords":{"Baba":["Grandmother"],"forêt":["forest"],"rocher":["rock"],"carte":["map"],"trésor":["treasure"],"nature":["nature"],"travail d'équipe":["teamwork"],"gros rocher":["big rock"],"animaux":["animals"]},"paragraphs":["Baba regarda attentivement la carte, intriguée par les dessins colorés de points de repère tels qu'un grand chêne et un étang étincelant. \"Je me demande quel trésor m'attend,\" dit-elle à elle-même en souriant.\n","Partant à l'aventure, Baba a sauté et a gambadé à travers la forêt, en suivant les indices sur la carte. En chemin, elle a rencontré un gros obstacle - un énorme rocher bloquant son chemin.\n","Baba fronça les sourcils, en réfléchissant fort à comment surmonter l'obstacle. Soudain, elle se souvint d'une histoire sur le travail d'équipe que sa grand-mère lui avait racontée. Elle appela, \"Y a-t-il quelqu'un pour m'aider à bouger ce gros rocher ?\"\n","Oh là là, quelle surprise pour Baba ! Un groupe d'animaux joyeux de la forêt est apparu, prêt à donner un coup de main. Ensemble, ils ont poussé et tiré le rocher sur le côté, dégageant le chemin pour que Baba puisse poursuivre son voyage.\n","Quand Baba est arrivée à la destination finale indiquée sur la carte, elle a trouvé non pas un coffre de pièces d'or, mais un beau pré rempli de fleurs vibrantes et de papillons qui volaient. Elle a réalisé que le vrai trésor était la beauté de la nature et les amis qu'elle s'était faits en chemin.\n"]},"id-en":{"hook":"One sunny morning, Baba found a mysterious map on her doorstep. Where would it lead her?","moral":"Be brave and persistent in the face of challenges, and you may discover hidden treasures.","title":"Baba's Lost Treasure","keywords":{"Grandma":["Nenek","Kakek"],"map":["peta","denah"],"treasure":["harta","manggis"],"Baba":["Bapak","Ayah"],"woodland creatures":["makhluk hutan","binatang hutan"],"journey":["perjalanan","musafir"],"adventure":["petualangan","pengembaraan"],"obstacle":["halangan","rintangan"],"Granny":["Nenek","Oma"],"forehead":["dahi","jidat"],"teamwork":["kerja sama","kolaborasi"],"butterflies":["kupu-kupu","lesung pipit"],"meadow":["padang rumput","lapangan"]},"paragraphs":["Grandma looked at the map very closely. She really liked the pretty pictures of places like a huge tree and a shiny pond. \"I wonder what hidden surprise is waiting for me,\" she thought happily.\n","Starting her big journey, Baba happily walked and jumped in the woods, looking for hints on her treasure map. Suddenly, she found a huge rock in her way, stopping her.\n","Granny furrowed her forehead, thinking really hard about how to get past the big thing blocking her path. All at once, she thought of a tale about working together that her grandma had shared with her. She hollered, \"Who's around to give me a hand with pushing this huge rock?\"\n","One day, Baba was surprised when happy forest animals came to help her. They worked together to move a big rock out of the way so Baba could keep going on her adventure.\n","Baba reached the final spot on the map. Instead of gold, she found a meadow full of pretty flowers and colorful butterflies. She understood that the real treasure was nature's beauty and the friends she met.\n"]},"en-pt":{"title":"O Tesouro Perdido da Vovó","moral":"Seja corajoso e persistente diante dos desafios, e você pode encontrar tesouros escondidos.\n","hook":"Em uma manhã ensolarada, Baba encontrou um mapa misterioso em sua porta. Para onde ele iria levá-la?","keywords":{"vovó (grandmother)":["grandmother","grandma"],"grupo (team)":["team"],"pedra grande (big rock)":["big rock"],"aventura":["adventure"],"floresta":["forest"],"obstáculo":["obstacle"],"animais da floresta (woodland creatures)":["woodland creatures"],"jornada (journey)":["journey"],"Baba":["nanny"],"baú de moedas de ouro":["chest of gold coins"],"borboletas":["butterflies"],"mapa (map)":["map"],"tesouro (treasure)":["treasure"]},"paragraphs":["A vovó olhou o mapa bem de pertinho, encantada pelos desenhos coloridos de lugares especiais como um grande carvalho e um lago brilhante. \"Fico curiosa para saber que tesouro me espera,\" ela disse sorrindo para si mesma.\n","Indo em sua aventura, Baba pulava e hopava pela floresta, seguindo as pistas no mapa. No caminho, ela encontrou um grande obstáculo - uma enorme rocha bloqueando seu caminho.\n","Vovó ines arranhou testa, pensando muito para vencer problema.\nDe repente, recordou história sobre grupo que vovô contou.\nEla gritou, \"Alguém para ajudar mover pedra grande?\"\n","Para surpresa da Vovó, um grupo de animais da floresta alegres apareceu, prontos para ajudar. Juntos, empurraram e puxaram a pedra para o lado, abrindo caminho para a Vovó continuar sua jornada.\n","Quando Baba chegou ao lugar final marcado no mapa, ela não encontrou um baú de moedas de ouro, mas um belo campo cheio de flores vibrantes e borboletas voando. Ela percebeu que o verdadeiro tesouro era a beleza da natureza e os amigos que fez ao longo do caminho.\n"]}}}