{"title":"Baba's Lost Treasure","hook":"One sunny morning, Baba found a mysterious map in her attic. Where could it lead her?","moral":"Always be curious and brave to explore new things, you might discover hidden treasures.","paragraphs":["One sunny morning, Baba was searching for her favorite toy in the attic when she stumbled upon a dusty old map. Curious, she studied it closely.","\"What is this? A treasure map?\" Baba wondered aloud. She decided to follow the map's twists and turns, hoping to find a hidden treasure.","As Baba journeyed through the house, the map led her to familiar places like the garden and the kitchen. But she couldn't find any treasure!","Just when she was about to give up, Baba realized that the real treasure was the memories she made while searching. She found joy in exploring her home in a new way."],"keywords":["Baba","lost","treasure","map","attic","curious","explore","journey","memories","joy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Omas Verlorener Schatz","hook":"Eines sonnigen Morgens fand Baba eine geheimnisvolle Karte auf ihrem Dachboden. Wohin könnte sie sie führen?","moral":"Immer neugierig sein und mutig sein, um neue Dinge zu entdecken, du könntest versteckte Schätze finden.\n","keywords":{"Baba":["Grandma"],"Karte":["Map","Card"],"Schatz":["Treasure"],"Dachboden":["Attic"],"Schatzkarte":["Treasure map"],"Windungen":["Twists"],"versteckt":["Hidden"],"Erinnerungen":["Memories"],"Freude":["Joy"]},"paragraphs":["An einem sonnigen Morgen suchte Baba nach ihrem Lieblingsspielzeug auf dem Dachboden, als sie zufällig auf eine staubige alte Karte stieß. Neugierig studierte sie sie genau.\n","\"Was ist das? Eine Schatzkarte?\" fragte sich Baba laut. Sie beschloss, den Windungen und Kurven der Karte zu folgen und hoffte, einen versteckten Schatz zu finden.\n","Als Baba durch das Haus reiste, führte sie die Karte zu vertrauten Orten wie dem Garten und der Küche. Aber sie konnte keinen Schatz finden!\n","Gerade als sie aufgeben wollte, bemerkte Baba, dass der wahre Schatz die Erinnerungen waren, die sie beim Suchen gemacht hatte. Sie fand Freude darin, ihr Zuhause auf eine neue Art zu erkunden.\n"]},"en-pt":{"title":"O Tesouro Perdido da Vovó","moral":"Sempre tenha curiosidade e coragem para explorar coisas novas, você pode descobrir tesouros escondidos.\n","hook":"Certa manhã ensolarada, Baba encontrou um mapa misterioso no sótão dela. Para onde ele poderia levá-la?\n","keywords":{"treasure map":["mapa do tesouro"],"twists and turns":["curvas e reviravoltas"],"hidden treasure":["tesouro escondido"],"Baba":["vovó","avó"],"casa":["home","lar","residência"],"tesouro":["treasure"],"sunny morning":["manhã ensolarada"],"favorite toy":["brinquedo favorito"],"dusty old map":["mapa empoeirado e antigo"],"lembranças":["memories","recordações"],"alegria":["joy","happiness"]},"paragraphs":["Certa manhã ensolarada, Baba estava procurando seu brinquedo favorito no sótão quando ela encontrou por acaso um mapa velho e empoeirado. Curiosa, ela estudou-o de perto.\n","O que é isso? Um mapa do tesouro? Baba falou para si mesma. Ela decidiu seguir os caminhos do mapa, torcendo para encontrar um tesouro escondido.\n","Enquanto Baba explorava a casa, o mapa a levou para lugares conhecidos como o jardim e a cozinha. Mas ela não conseguia encontrar nenhum tesouro!\n","Quando estava prestes a desistir, Baba percebeu que o verdadeiro tesouro eram as lembranças que ela criou enquanto procurava. Ela encontrou alegria em explorar sua casa de uma maneira nova.\n"]},"id-en":{"hook":"One sunny morning, Baba found a mysterious map in her attic. Where could it lead her?","moral":"Always be curious and brave to explore new things, you might discover hidden treasures.","title":"Baba's Lost Treasure","keywords":{"Granny":["Nenek"],"special paper":["kertas istimewa"],"treasure":["harta karun"],"treasure map":["peta harta karun"],"twists and turns":["liku-liku"],"hidden treasure":["harta karun tersembunyi"],"memories":["kenangan"],"exploring":["menjelajah"],"sunny morning":["pagi yang cerah"],"favorite toy":["mainan favorit"],"dusty old map":["peta tua berdebu"]},"paragraphs":["One sunny morning, Baba was searching for her favorite toy in the attic when she stumbled upon a dusty old map. Curious, she studied it closely.\n","\"What is this? A treasure map?\" Baba thought out loud. She chose to follow the map's curvy roads, wishing to discover a secret treasure.\n","As Granny walked around the house, the special paper showed her the way to places she knew, the garden and the kitchen. But sadly, she didn't discover any treasure!\n","Once upon a time, Baba wanted to find something special. She looked and looked, but couldn't find it. Just as she was going to stop, Baba remembered all the happy times she had while looking. She felt happy exploring her home in a different way.\n"]},"en-fr":{"moral":"Toujours sois curieux et courageux pour explorer de nouvelles choses, tu pourrais découvrir des trésors cachés.\n","hook":"Un matin ensoleillé, Baba a trouvé une carte mystérieuse dans son grenier. Où cela pouvait-il la mener?\n","title":"Baba a perdu son trésor","keywords":{"Baba":["Grandmother"],"jouet":["Toy"],"grenier":["Attic","Loft"],"trésor":["Treasure"],"souvenirs":["Memories"],"maison":["House","Home"],"carte":["Map","Card"],"suivre":["Follow"]},"paragraphs":["Un matin ensoleillé, Baba cherchait son jouet préféré dans le grenier lorsqu'elle a trouvé une vieille carte poussiéreuse. Curieuse, elle l'a étudiée de près.\n","\"C'est quoi ça? Une carte aux trésors?\" Baba se demandait tout haut. Elle a décidé de suivre les virages de la carte, espérant trouver un trésor caché.\n","Alors que Baba parcourait la maison, la carte l'a menée vers des endroits familiers comme le jardin et la cuisine. Mais elle n'a pas pu trouver de trésor!\n","Un jour, alors qu'elle était sur le point d'abandonner, Baba a réalisé que le vrai trésor était les souvenirs qu'elle avait créés en cherchant. Elle a trouvé de la joie en explorant sa maison d'une nouvelle manière.\n"]}}}