{"title":"The Joyful Berry Bush","hook":"Follow Baba as she discovers a secret berry bush! What will she learn along the way?","moral":"Hard work and patience lead to sweet rewards.","paragraphs":["One sunny morning, Baba skipped around her garden with joy. As she watered her flowers, she noticed a small bush hidden behind the shed. \"Hmm, what's there?\" she wondered.","Curious Baba decided to investigate. She carefully approached the bush and peered inside. To her surprise, she found beautiful red berries glistening in the sun. \"Wow!\"","Baba tried to reach for the berries, but they were too high. \"Oh no, how can I get them?\" she exclaimed. Suddenly, a wise squirrel passing by chirped, \"Patience and hard work, dear!\"","Baba fetched a stool and watered the bush every day. She waited patiently as the berries ripened. Finally, after some time, she was able to pluck the delicious berries and share them with her friends. They all enjoyed the sweet reward of her hard work."],"keywords":["Baba","joyful","berries","garden","patience","hard work","sweet","rewards","curious","squirrel"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"La Buisson Baie Joyeux","moral":"Travailler fort et être patient apportent de délicieuses récompenses.","hook":"Suis Baba alors qu'elle découvre un buisson de baies secrètes ! Que va-t-elle apprendre en chemin ?\n","keywords":{"Baba":["Grandma"],"baies":["berries","fruits"],"écureuil":["squirrel"],"jardin":["garden"],"fleurs":["flowers"],"amis":["friends"],"baies rouges":["red berries"],"soleil":["sun"]},"paragraphs":["Un matin ensoleillé, Baba sautillait joyeusement dans son jardin. En arrosant ses fleurs, elle aperçut un petit buisson caché derrière l'abri. \"Hmm, qu'est-ce que c'est?\" se demanda-t-elle.\n","La curieuse Baba a décidé d'enquêter. Elle s'est approchée soigneusement du buisson et a regardé à l'intérieur. À sa grande surprise, elle a trouvé de belles baies rouges scintillant au soleil. \"Waouh !\"\n","Baba veut attraper les baies, mais elles sont trop hautes. \"Oh non, comment puis-je les obtenir?\" s'exclama-t-elle. Soudain, un sage écureuil qui passait par là pépia, \"Patience et travail acharné, ma chère!\"\n","Baba est allé chercher un petit tabouret et a arrosé le buisson chaque jour. Elle attendait patiemment que les baies mûrissent. Enfin, après un certain temps, elle a pu cueillir les baies délicieuses et les partager avec ses amis. Ils ont tous apprécié la douce récompense de son travail acharné.\n"]},"id-en":{"hook":"Follow Baba as she discovers a secret berry bush! What will she learn along the way?","moral":"Hard work and patience lead to sweet rewards.","title":"The Joyful Berry Bush","keywords":{"Baba":["Kakek","Nenek"],"berries":["buah beri","berry"],"surprised":["terkejut","kaget"],"high":["tinggi","tinggi"],"squirrel":["kelinci hutan","tupai"],"Grandma":["Nenek","Oma"],"garden":["kebun","taman"],"flowers":["bunga","berbunga"],"Granny":["Nenek","Oma"],"chair":["kursi"],"fruit":["buah"]},"paragraphs":["One bright day, Grandma happily hopped in her garden. She saw a tiny bush behind the house while watering flowers. \"What's there?\" she thought.\n","Interested Baba wanted to explore. She went near the small tree and looked inside. She saw lovely red fruits shining in the sunlight. \"Amazing!\"\n","Mommy tried to grab the colorful fruits, but they were way up high. \"Oh dear, how can I reach them?\" she asked. All of a sudden, a clever little squirrel happened to be nearby and said, \"Just be patient and work hard, sweetheart!\"\n","Granny brought a little chair and gave the plant some water daily. She sat quietly while the small fruit turned red. At last, after waiting a while, she could pick the yummy fruits to give to her pals. Everyone liked the sugary treat from her effort.\n"]},"en-pt":{"moral":"Trabalho duro e paciência levam a recompensas doces.","title":"O Arbusto Alegre de Frutinhas","hook":"Vamos acompanhar Baba enquanto ela descobre um arbusto de frutinhas secreto! O que será que ela vai aprender pelo caminho?","keywords":{"Baba":["Drool"],"moita":["Shrub","Bush"],"frutinhas":["Small fruits"],"berries":["Berries"],"high":["Tall"],"squirrel":["Squirrel"],"sunny morning":["Bright morning","Sunlit morning"],"skipped":["Jumped over"],"small bush":["Shrub","Small shrub"],"vovó":["Grandma"],"arbusto":["Shrub","Bush"]},"paragraphs":["Em uma manhã ensolarada, a Vovó pulou de alegria pelo jardim. Enquanto regava suas flores, ela notou uma pequena moita escondida atrás do galpão. \"Hmm, o que será que tem ali?\" ela se perguntou.\n","A curiosa Baba decidiu investigar. Ela se aproximou cuidadosamente da moita e olhou para dentro. Para sua surpresa, encontrou lindas frutinhas vermelhas brilhando ao sol. \"Uau!\"\n","A Baba tentou pegar as frutinhas, mas estavam muito altas. \"Ai, como posso pegá-las?\" exclamou. De repente, um sábio esquilo que passava por ali gorjeou, \"Paciência e trabalho duro, querida!\"\n","A vovó pegava um banquinho e regava o arbusto todos os dias. Ela esperava pacientemente enquanto as frutinhas amadureciam. Finalmente, depois de algum tempo, ela conseguiu colher as frutinhas deliciosas e compartilhá-las com suas amigas. Todos gostaram da recompensa doce do seu trabalho duro.\n"]},"en-de":{"title":"Das Glückliche Beerenbusch","moral":"Fleißiges Arbeiten und Geduld bringen süße Belohnungen.","hook":"Folge Baba, wie sie einen geheimen Beerenstrauch entdeckt! Was wird sie auf dem Weg lernen?","keywords":{"Baba":["Grandma"],"Beeren":["Berries"],"Busch":["Bush"],"Garten":["Garden"],"Blumen":["Flowers"],"Eichhörnchen":["Squirrel"],"Mama":["Mom"],"Belohnung":["Reward"]},"paragraphs":["An einem sonnigen Morgen hüpfte Baba voller Freude durch ihren Garten. Während sie ihre Blumen goss, entdeckte sie einen kleinen Busch, der hinter dem Schuppen versteckt war. \"Hmm, was verbirgt sich dort?\" fragte sie sich.\n","Neugierige Baba beschloss zu forschen. Sie näherte sich vorsichtig dem Busch und schaute hinein. Zu ihrer Überraschung fand sie wunderschöne rote Beeren, die in der Sonne glänzten. \"Wow!\"\n","Baba versuchte, die Beeren zu erreichen, aber sie waren zu hoch. \"Oh nein, wie kann ich sie bekommen?\" rief sie aus. Plötzlich zwitscherte ein kluger Eichhörnchen, das vorbeikam: \"Geduld und harte Arbeit, liebes!\"\n","Mama holte einen kleinen Hocker und goss den Busch jeden Tag. Sie wartete geduldig, bis die Beeren reif waren. Schließlich, nach einiger Zeit, konnte sie die leckeren Beeren pflücken und mit ihren Freunden teilen. Alle genossen die süße Belohnung für ihre harte Arbeit.\n"]}}}