{"title":"The Butterfly Garden","hook":"One sunny day, the animals in the forest discovered a mysterious garden. What did they find inside?","moral":"Sometimes, by working together and embracing differences, we can solve any problem.","paragraphs":["In the heart of the magical forest, there was a hidden garden filled with colorful flowers and fluttering butterflies. The animals were curious about this new discovery and decided to explore it together.","As they entered the garden, the butterflies seemed sad and the flowers were wilting. They discovered that the butterflies were arguing because they all wanted to be the most beautiful one in the garden.","The wise old owl suggested a competition where each butterfly could showcase their unique beauty. The animals helped the butterflies prepare by gathering nectar and colorful petals to adorn their wings.","When the competition began, the butterflies realized that by embracing their differences and working together, they could create a mesmerizing display of colors that enchanted everyone in the garden.","The butterflies learned that true beauty comes from unity and cooperation. The garden flourished once again, filled with the joy and laughter of the animals and butterflies living harmoniously together."],"keywords":["animals","forest","garden","butterflies","flowers","unity","cooperation","beauty","colorful"],"characters":null,"translations":{"en-fr":{"title":"Le Jardin des Papillons","moral":"Parfois, en travaillant ensemble et en acceptant les différences, nous pouvons résoudre n'importe quel problème.","hook":"Il était une fois, lors d'une journée ensoleillée, les animaux de la forêt découvrirent un jardin mystérieux. Que trouvèrent-ils à l'intérieur?\n","keywords":{"papillons":["butterflies"],"compétition":["competition"],"jardin":["garden"],"hibou":["owl"],"papillon":["butterfly"],"beauté":["beauty"],"magical forest":["magical forest"],"hidden garden":["hidden garden"],"colorful flowers":["colorful flowers"],"fleurs":["flowers"]},"paragraphs":["Au coeur de la forêt magique, se trouvait un jardin caché rempli de fleurs colorées et de papillons qui voletaient. Les animaux étaient curieux de cette nouvelle découverte et ont décidé de l'explorer ensemble.\n","En entrant dans le jardin, les papillons avaient l'air triste et les fleurs semblaient flétrir. Ils ont découvert que les papillons se disputaient car ils voulaient tous être le plus beau du jardin.\n","Le sage hibou a suggéré une compétition où chaque papillon pourrait montrer sa beauté unique. Les animaux ont aidé les papillons à se préparer en collectant du nectar et des pétales colorés pour orner leurs ailes.\n","Quand la compétition a commencé, les papillons ont compris qu'en embrassant leurs différences et en travaillant ensemble, ils pouvaient créer un spectacle de couleurs fascinant qui a enchanté tout le monde dans le jardin.\n","Les papillons ont appris que la vraie beauté vient de l'unité et de la coopération. Le jardin a prospéré une fois de plus, rempli de la joie et du rire des animaux et des papillons vivant ensemble harmonieusement.\n"]},"id-en":{"hook":"One sunny day, the animals in the forest discovered a mysterious garden. What did they find inside?","moral":"Sometimes, by working together and embracing differences, we can solve any problem.","title":"The Butterfly Garden","keywords":{"butterflies":["kupu-kupu"],"beauty":["keindahan","kecantikan"],"unity":["kesatuan","persatuan"],"differences":["perbedaan","keberagaman"],"colors":["warna"],"owl":["burung hantu"],"animals":["hewan"],"forest":["hutan"],"garden":["taman","kebun"],"flowers":["berbunga","kembang"]},"paragraphs":["In a special place in the magical forest, there was a secret garden with bright flowers and flying butterflies. The animals were excited about this new finding and chose to check it out as a group.\n","When they walked into the garden, the colorful winged insects looked unhappy and the pretty plants looked tired. They found out that the winged insects were fighting because each of them wanted to be the most lovely one in the garden.\n","One day, the smart old owl had a good idea. \nHe asked the butterflies to show how pretty they are. \nThe animals helped the butterflies by collecting sweet juice and many colorful flowers to make them look beautiful.\n","Once the fun games started, the beautiful flying bugs discovered that when they accepted each other's unique things and helped one another, they made a magical rainbow of colors that amazed all the people in the flowery place.\n","The butterflies found out that real beauty comes from working together and helping each other. The garden became beautiful again, with all the animals and butterflies living happily and laughing together.\n"]},"en-pt":{"moral":"Às vezes, ao trabalharmos juntos e aceitarmos as diferenças, conseguimos resolver qualquer problema.\n","title":"O Jardim das Borboletas","hook":"Num dia ensolarado, os animais na floresta descobriram um jardim misterioso. O que eles encontraram dentro?","keywords":{"borboletas":["butterflies"],"beleza":["beauty"],"união":["union"],"competição":["competition"],"cores":["colors"],"wise old owl":[],"competition":["competição"],"unique beauty":["beleza"],"garden":[],"butterflies":["borboletas"],"flowers":["colorful flowers"],"magical forest":[],"hidden garden":[],"colorful flowers":["flowers"]},"paragraphs":["No coração da floresta encantada, existia um jardim escondido cheio de flores coloridas e borboletas voando. Os animais estavam curiosos sobre essa nova descoberta e decidiram explorar juntos.\n","Quando entraram no jardim, as borboletas pareciam tristes e as flores estavam murchando. Descobriram que as borboletas estavam discutindo porque todas queriam ser a mais bonita do jardim.\n","A coruja sábia e velhinha sugeriu uma competição em que cada borboleta poderia mostrar sua beleza única. Os animais ajudaram as borboletas a se prepararem, reunindo néctar e pétalas coloridas para enfeitar suas asas.\n","Quando a competição começou, as borboletas perceberam que ao abraçar suas diferenças e trabalhar juntas, elas poderiam criar um espetáculo fascinante de cores que encantou todos no jardim.\n","As borboletas aprenderam que a verdadeira beleza vem da união e cooperação. O jardim floresceu novamente, cheio da alegria e risadas dos animais e borboletas que vivem harmoniosamente juntos.\n"]},"en-de":{"title":"Der Schmetterling Garten","hook":"Eines sonnigen Tages entdeckten die Tiere im Wald einen geheimnisvollen Garten. Was fanden sie darin?\n","moral":"Manchmal, wenn wir zusammen arbeiten und Unterschiede akzeptieren, können wir jedes Problem lösen.","keywords":{"Schmetterlinge":["Butterflies"],"wahre Schönheit":["true beauty"],"Einheit und Zusammenarbeit":["unity and cooperation"],"Unterschiede":["differences"],"Farben":["colors"],"Wald":["forest"],"Blumen":["flowers"],"Tiere":["animals"],"Garten":["garden"],"Eule":["owl"],"Schmetterling":["butterfly"],"Wettbewerb":["competition"]},"paragraphs":["Im tiefen Teil des zauberhaften Waldes war ein geheimnisvoller Garten voller bunter Blumen und flatternder Schmetterlinge. Die Tiere waren neugierig auf diese neue Entdeckung und beschlossen, sie gemeinsam zu erkunden.\n","Als sie in den Garten kamen, schienen die Schmetterlinge traurig zu sein und die Blumen verwelkten. Sie entdeckten, dass die Schmetterlinge stritten, weil sie alle der schönste im Garten sein wollten.\n","Der kluge alte Eule schlug einen Wettbewerb vor, bei dem jeder Schmetterling ihre einzigartige Schönheit präsentieren konnte. Die Tiere halfen den Schmetterlingen, indem sie Nektar sammelten und bunte Blütenblätter, um ihre Flügel zu schmücken.\n","Als der Wettbewerb begann, merkten die Schmetterlinge, dass sie durch Umarmen ihrer Unterschiede und Zusammenarbeit eine faszinierende Farbpräsentation kreieren konnten, die alle im Garten verzauberte.\n","Die Schmetterlinge haben gelernt, dass wahre Schönheit aus Einheit und Zusammenarbeit kommt. Der Garten blühte wieder auf, gefüllt mit der Freude und dem Gelächter der Tiere und Schmetterlinge, die harmonisch zusammenleben.\n"]}}}