{"title":"The Skipping Squirrel","hook":"Once upon a time in a cozy forest, a little squirrel named Sammy faced a big challenge. Will Sammy overcome the hurdles with a happy heart?","moral":"Stay determined and positive, even when facing challenges.","paragraphs":["In the vibrant forest of Oakwood, lived a playful squirrel named Sammy. He loved to skip and hop from tree to tree, spreading joy all around.","One sunny morning, Sammy noticed a tall tree with the tastiest acorns sitting on top. Determined and excited, he decided to climb up to reach them.","As Sammy climbed higher and higher, his small feet started feeling tired, and fear crept in his heart. \"I can't do it!\" he squeaked.","Just then, a wise old owl named Oliver fluttered by. \"Believe in yourself, Sammy,\" said Oliver with a gentle smile. \"You can do it.\"","Encouraged by Oliver's words, Sammy took a deep breath and continued climbing, one step at a time. Finally, he reached the top and tasted the yummiest acorns ever!"],"keywords":"squirrel, forest, challenge, determination, positivity, climb, encouragement, wisdom, belief, success","characters":null,"translations":{"en-pt":{"moral":"Fique determinado e feliz, mesmo quando encontrar desafios.","title":"A Esquilo Saltitante","hook":"Era uma vez, em uma floresta aconchegante, um esquilinho chamado Sammy que enfrentou um grande desafio. Será que Sammy vai conseguir vencer os obstáculos com um coração feliz?","keywords":{"Sammy":["Sammy"],"bolotas":["acorns"],"árvore":["tree"],"floresta":["forest"],"esquilo":["squirrel"],"alegria":["joy"],"coruja":["owl"],"sorriso":["smile"],"pezinhos":["small feet"],"medo":["fear"],"Oliver":["Oliver"]},"paragraphs":["Na floresta animada de Carvalhada, morava um esquilo brincalhão chamado Sammy. Ele adorava pular de árvore em árvore, espalhando alegria por todos os lados.\n","Certa manhã ensolarada, Sammy percebeu uma árvore alta com as bolotas mais saborosas sentadas no topo. Determinado e animado, ele decidiu subir para alcançá-las.\n","Conforme Sammy subia mais e mais alto, seus pezinhos começaram a ficar cansados, e o medo se aproximou do seu coração. \"Não consigo!\" ele chiou.\n","Naquele momento, um sábio coruja chamado Oliver passou voando. \"Acredite em você mesmo, Sammy,\" disse Oliver com um sorriso gentil. \"Você consegue fazer isso.\"\n","Animado pelas palavras do Oliver, Sammy deu um suspiro fundo e continuou subindo, um passo de cada vez. Finalmente, ele chegou ao topo e provou as bolotas mais gostosas de todas!\n"]},"en-de":{"moral":"Bleib entschlossen und positiv, auch wenn du auf Hindernisse stößt.","title":"Das Springende Eichhörnchen","hook":"Es war einmal in einem gemütlichen Wald, ein kleines Eichhörnchen namens Sammy stand vor einer großen Herausforderung. Wird Sammy die Hindernisse mit einem fröhlichen Herzen überwinden?","keywords":{"Oliver":["Oliver"],"Sammy":["Sammy"],"Eicheln":["acorns"],"Baum":["tree"],"klettern":["climb"],"Angst":["fear"],"Eule":["owl"],"klug":["smart","clever"],"Lächeln":["smile"],"Wald":["forest"],"Eichhörnchen":["squirrel"],"Freude":["joy","happiness"]},"paragraphs":["In dem lebendigen Wald von Eichenholz lebte ein verspielter Eichhörnchen namens Sammy. Er liebte es, von Baum zu Baum zu hüpfen und zu springen und verbreitete Freude auf der ganzen Welt.\n","An einem sonnigen Morgen bemerkte Sammy einen hohen Baum mit den leckersten Eicheln ganz oben. Entschlossen und aufgeregt beschloss er, hinaufzuklettern, um sie zu erreichen.\n","Als Sammy höher und höher kletterte, begannen seine kleinen Füße müde zu werden, und Angst schlich sich in sein Herz. \"Ich kann es nicht!\" piepste er.\n","Gerade in diesem Moment flog Eule Oliver, die kluge alte Eule, vorbei. „Glaube an dich, Sammy“, sagte Oliver mit einem sanften Lächeln. „Du schaffst das.“\n","Angeregt von Olivers Wörtern, nahm Sammy tief Luft und kletterte weiter, einen Schritt nach dem anderen. Schließlich erreichte er die Spitze und kostete die leckersten Eicheln, die je!\n"]},"en-fr":{"moral":"Garde courage et sois heureux, même quand les défis se présentent.","title":"Le petit écureuil qui saute à la corde","hook":"Il était une fois, dans une jolie forêt, un petit écureuil nommé Sammy a rencontré un grand défi. Est-ce que Sammy va surmonter les obstacles avec un coeur joyeux?","keywords":{"Sammy":["Sammy"],"arbre":["tree"],"glands":["acorns"],"owl":["owl"],"believe":["believe"],"smile":["smile"],"écureuil":["squirrel"],"joueur":["player"],"sauter":["jump"],"grimper":["climb"],"pieds":["feet"],"peur":["fear"]},"paragraphs":["Dans la forêt animée de Bois de Chêne, habitait un écureuil joueur nommé Sammy. Il aimait sauter et bondir d'arbre en arbre, répandant de la joie tout autour.\n","Il était une fois, un matin ensoleillé, Sammy a vu un grand arbre avec les glands les plus délicieux en haut. Déterminé et excité, il a décidé de grimper pour les atteindre.\n","Alors que Sammy montait de plus en plus haut, ses petits pieds ont commencé à se sentir fatigués et la peur s'est glissée dans son cœur. \"Je ne peux pas le faire!\" a-t-il crié.\n","Un moment après, une sage vieille chouette appelée Oliver a voltigé à côté. \"Crois en toi, Sammy,\" a dit Oliver avec un doux sourire. \"Tu peux le faire.\"\n","Encouragé par les mots d'Oliver, Sammy a pris une grande respiration et a continué de grimper, un pas à la fois. Finalement, il est arrivé en haut et a goûté les glands les plus délicieux jamais!\n"]},"id-en":{"hook":"Once upon a time in a cozy forest, a little squirrel named Sammy faced a big challenge. Will Sammy overcome the hurdles with a happy heart?","moral":"Stay determined and positive, even when facing challenges.","title":"The Skipping Squirrel","keywords":{"Sammy":["Sammy"],"climbed":["mendaki","naik"],"acorns":["biji oak","oak"],"forest":["hutan","rimba"],"squirrel":["tupai","kancil"],"playful":["ceria","lincah"],"sunny morning":["pagi yang cerah","pagi yang terang"],"tall tree":["pohon tinggi","pohon besar"],"owl":["burung hantu","burung bangau"],"believe":["percaya","yakin"],"yourself":["diri sendiri","kamu sendiri"],"feet":["kaki","tapak kaki"],"scared":["takut","ketakutan"]},"paragraphs":["In a happy forest called Oakwood, there was a playful squirrel named Sammy. Sammy loved to jump from tree to tree, making everyone happy.\n","One sunny morning, Sammy saw a very big tree with yummy nuts high up. He wanted to go up and get them, so he climbed.\n","Sammy went up and up. His tiny feet got tired and he felt scared in his heart. \"I can't do it!\" he squeaked.\n","One day, a very clever owl named Oliver flew past. \"Have faith in yourself, Sammy,\" said Oliver with a soft smile. \"You are capable.\"\n","Happy from Oliver's kind words, Sammy breathed in and went up, little by little. In the end, he got to the highest place and tried the tastiest nuts ever!\n"]}}}