{"title":"The Friendly Forest Friends","hook":"In the heart of a magical forest, where animals talk and trees whisper, a mystery unfolds. Who will solve the problem that's making the forest friends upset?","moral":"Kindness and teamwork can overcome any challenge.","paragraphs":["Once upon a time in the Enchanted Forest, the animals lived in harmony. But one day, the river that flowed through the forest turned muddy and the fish couldn't swim.","\"Oh no, what happened to our river?\" cried Ricky the Rabbit, looking worried. \"Our fish friends need clean water to be happy!\"","The animals gathered for a council by the wise Old Oak Tree to discuss the muddy river. \"Let's work together to find a solution,\" suggested Lola the Ladybug.","The clever Squirrel brothers suggested building a dam to filter the water and the busy Beavers helped gather sticks. The birds sang a cheerful tune to keep everyone smiling.","With everyone's efforts combined, the river became crystal clear again. The fish happily swam, the birds chirped joyfully, and the animals danced under the twinkling stars of the forest sky."],"keywords":["Enchanted Forest","harmony","friends","problem-solving","teamwork","animals","clean water","solution","joyfully","happy"],"characters":null,"translations":{"id-en":{"hook":"In the heart of a magical forest, where animals talk and trees whisper, a mystery unfolds. Who will solve the problem that's making the forest friends upset?","moral":"Kindness and teamwork can overcome any challenge.","title":"The Friendly Forest Friends","keywords":{"rabbit":["kelinci"],"river":["sungai"],"fish":["ikan"],"Squirrel siblings":["saudara tupai"],"build dam":["membangun bendungan"],"Beavers":["berang-berang"],"animals":["hewan"],"Enchanted Forest":["Hutan yang Terpesona"],"harmony":["keselarasan"],"old tree":["pohon tua"],"dirty river":["sungai kotor"]},"paragraphs":["Long long ago in the Magic Woods, the animals were all happy and nice to each other. But one special day, the stream in the woods got all dirty and the little fishies couldn't play.\n","\"Oh no, what happened to our river?\" cried Ricky the Rabbit, looking worried. \"Our fish friends need clean water to be happy!\"\n","One day, all the animals met near the big, old tree because they wanted to talk about the dirty river. Lola the Ladybug had an idea, she said, \"We should help each other to find a way to make it clean.\"\n","The smart Squirrel siblings had a good idea - they said to make a wall in the river to clean the water and the hardworking Beavers assisted in collecting branches. The Feathered friends sang a happy song to keep everyone happy.\n","When everyone helped, the river sparkled like diamonds once more. \nFish swam cheerfully, birds sang happily, and animals danced under shining forest stars.\n"]},"en-fr":{"title":"Les Amis Sympathiques de la Forêt\n","hook":"Au cœur d'une forêt magique, où les animaux parlent et les arbres chuchotent, un mystère se dévoile. Qui va résoudre le problème qui rend tristes les amis de la forêt?","moral":"Etre gentil et travailler ensemble peuvent aider à surmonter tous les défis.","keywords":{"lapin":["rabbit"],"rivière":["river"],"poissons":["fish"],"étoiles":["stars"],"frères Écureuil":["squirrel brothers"],"Castors occupés":["busy beavers"],"oiseaux":["birds"],"Forêt Enchantée":["Enchanted Forest"],"animaux":["animals"],"vieux chêne":["old oak"],"coccinelle":["ladybug"]},"paragraphs":["Il était une fois dans la Forêt Enchantée, les animaux vivaient en harmonie. Mais un jour, la rivière qui coulait à travers la forêt est devenue boueuse et les poissons ne pouvaient plus nager.\n","\"Oh non, qu'est-ce qui est arrivé à notre rivière?\" s'écria Ricky le Lapin, inquiet. \"Nos amis poissons ont besoin d'eau propre pour être heureux!\"\n","Les animaux se rassemblèrent près du vieux chêne sage pour discuter de la rivière boueuse. \"Travaillons ensemble pour trouver une solution,\" suggéra Lola la coccinelle.\n","Les frères Écureuil astucieux ont proposé de construire un barrage pour filtrer l'eau et les Castors occupés ont aidé à rassembler des bâtons. Les oiseaux ont chanté un air joyeux pour garder tout le monde souriant.\n","Avec l'aide de tout le monde, la rivière est devenue toute claire à nouveau. Les poissons nageaient joyeusement, les oiseaux chantaient avec bonheur, et les animaux dansaient sous les étoiles scintillantes du ciel de la forêt.\n"]},"en-pt":{"moral":"Ser gentil e trabalhar juntos pode vencer qualquer desafio.","title":"As Amigáveis Amigos da Floresta","hook":"No coração de uma floresta mágica, onde os animais falam e as árvores sussurram, um mistério acontece. Quem vai resolver o problema que está deixando os amigos da floresta chateados?","keywords":{"Floresta Encantada":["Enchanted Forest"],"animais":["animals"],"peixes":["fish"],"rio lamacento":["muddy river"],"solução":["solution"],"irmãos Esquilos":["Squirrel Brothers"],"represa":["dam"],"pássaros":["birds"],"Rio":["River"],"Coelho":["Rabbit"],"Peixinhos":["little fish"],"river":["Rio"],"fish":["peixes"],"stars":["estrelas"]},"paragraphs":["Era uma vez na Floresta Encantada, os animais viviam em harmonia. Mas um dia, o rio que corria pela floresta ficou lamacento e os peixes não podiam nadar.\n","\"Ai não, o que aconteceu com o nosso rio?\" chorou Ricky o Coelho, olhando preocupado. \"Nossos amigos peixinhos precisam de água limpa para serem felizes!\"\n","Os animais se reuniram para um conselho próximo à sábia Árvore Velha para conversar sobre o rio lamacento. \"Vamos trabalhar juntos para encontrar uma solução,\" sugeriu Lola a Joaninha.\n","Os irmãos Esquilos espertos sugeriram construir uma represa para filtrar a água e os movimentados Castores ajudaram a juntar gravetos. Os pássaros cantaram uma melodia alegre para manter todos sorrindo.\n","Com o esforço de todos juntos, o rio ficou cristalino de novo. Os peixes nadaram alegremente, os pássaros cantaram felizes, e os animais dançaram sob as estrelas cintilantes do céu da floresta.\n"]},"en-de":{"title":"Die Nette Waldtiere","moral":"Freundlichkeit und Teamarbeit können jede Schwierigkeit überwinden.","hook":"Im Herzen eines zauberhaften Waldes, wo Tiere sprechen und Bäume flüstern, entfaltet sich ein Geheimnis. Wer wird das Problem lösen, das die Waldtiere traurig macht?","keywords":{"Verzauberter Wald":["Enchanted Forest"],"Tiere":["Animals"],"Fluss":["River"],"Fische":["Fish"],"Eichenbaum":["Oak Tree"],"Marienkäfer":["Ladybug"],"Ricky":[],"Kaninchen":["Rabbit"],"sauberes Wasser":["Clean Water"],"Eichhörnchen-Brüder":["Squirrel Brothers"],"Damm":["Dam"],"Biber":["Beaver"]},"paragraphs":["Es war einmal im Verzauberten Wald, wo die Tiere in Harmonie lebten. Aber an einem Tag wurde der Fluss, der durch den Wald floss, schlammig und die Fische konnten nicht schwimmen.\n","\"Oh nein, was ist mit unserem Fluss passiert?\" rief Ricky das Kaninchen und sah besorgt aus. \"Unsere Fisch-Freunde brauchen sauberes Wasser, um glücklich zu sein!\"\n","Die Tiere sammelten sich für einen Rat am weisen alten Eichenbaum, um über den schlammigen Fluss zu sprechen. \"Lass uns zusammenarbeiten, um eine Lösung zu finden,\" schlug Lola der Marienkäfer vor.\n","Die schlauen Eichhörnchen-Brüder schlugen vor, einen Damm zu bauen, um das Wasser zu filtern, und die fleißigen Biber halfen, Stöcke zu sammeln. Die Vögel sangen ein fröhliches Lied, um alle zum Lächeln zu bringen.\n","Mit der Hilfe von allen zusammen wurde der Fluss wieder glasklar. Die Fische schwammen fröhlich, die Vögel zwitscherten vergnügt, und die Tiere tanzten unter den funkelnden Sternen des Waldhimmels.\n"]}}}