{"title":"The Adventure in Fora Jungle","hook":"What will Maila and Kian discover when they follow the sparkling fireflies deep into Fora Jungle?","moral":"Teamwork and friendship can help overcome even the biggest challenges.","paragraphs":["Once upon a time in the enchanting Fora Jungle, Maila, the helpful garden fairy, and Kian, the strong and loyal tiger, were playing near the river.","Suddenly, they noticed colorful fireflies leading the way towards a mysterious cave. Curious, they decided to follow the twinkling lights.","Inside the dark cave, they encountered a lost baby tortoise, crying for its family. The little tortoise explained that it wandered away while chasing a shiny butterfly.","Working together, Maila used her magic dust to light the way, while Kian used his powerful sense of smell to track down the baby tortoise's family.","After a long journey through the jungle, they finally reunited the baby tortoise with its family, who expressed their gratitude with happy turtle dances and joyful songs."],"keywords":["Fora Jungle","Maila","Kian","fireflies","mysterious cave","lost baby tortoise","magic dust","family reunion","gratitude","teamwork"],"characters":["Maila","Kian"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"A Aventura na Selva Longe","moral":"Trabalhar juntos e ser amigos pode nos ajudar a vencer até os problemas mais difíceis.","hook":"O que a Maila e o Kian vão descobrir quando seguirem as vaga-lumes brilhantes bem fundo na Floresta Fora?","keywords":{"Maila":["Sandy"],"Kian":["Graceful"],"Floresta Fora":["Outside Forest"],"magic dust":["enchanted powder"],"powerful sense of smell":["strong olfactory perception"],"baby tortoise":["young turtle"],"family":["kin","relatives"],"happy dances":["joyful movements"],"caverna":["cave"],"tartaruguinha":["little turtle"],"borboleta":["butterfly"],"colorful fireflies":["vivid lightning bugs"],"mysterious cave":["enigmatic grotto"],"twinkling lights":["sparkling illuminations"]},"paragraphs":["Era uma vez, na encantadora Floresta Fora, Maila, a fadinha do jardim sempre pronta a ajudar, e Kian, o tigre forte e leal, estavam brincando perto do rio.\n","De repente, eles viram vaga-lumes coloridos indicando o caminho para uma caverna misteriosa. Curiosos, decidiram seguir as luzes piscantes.\n","Dentro da caverna escura, eles encontraram uma tartaruguinha bebê perdida, chorando pela sua família. A tartaruguinha explicou que tinha se afastado enquanto perseguia uma borboleta brilhante.\n","Trabalhando juntos, Maila usou sua poeira mágica para iluminar o caminho, enquanto Kian usou seu forte olfato para encontrar a família do filhote de tartaruga.\n","Depois de uma longa viagem pela floresta, finalmente reencontraram o bebê tartaruga com sua família, que expressou sua gratidão com danças felizes de tartaruga e canções alegres.\n"]},"id-en":{"hook":"What will Maila and Kian discover when they follow the sparkling fireflies deep into Fora Jungle?","moral":"Teamwork and friendship can help overcome even the biggest challenges.","title":"The Adventure in Fora Jungle","keywords":{"fireflies":["kunang-kunang"],"cave":["gua","lubang"],"curious":["penasaran","ingin tahu"],"fairy":["peri","malaikat kecil"],"tiger":["harimau"],"river":["sungai","anjiran"],"tortoise":["kura-kura"],"lost":["tersesat","hilang"],"jungle":["hutan belantara","rimba"],"family":["keluarga","keluarganya"],"Maila":["Maila"],"Kian":["Kian"],"magic dust":["debu ajaib","serbuk magis"]},"paragraphs":["Long time ago in the magical Fora Jungle, Maila, the friendly fairy who loves gardens, and Kian, the brave and faithful tiger, were having fun by the river.\n","All of a sudden, they saw shiny bugs showing the path to a secret big hole. Interested, they chose to go after the sparkling lights.\n","In a shadowy cave, they found a little tortoise who was lost and crying for its family. The tiny tortoise told them it had strayed while following a bright butterfly.\n","Maila and Kian helped each other. Maila used her special dust to make light, and Kian used his strong nose to find where the baby tortoise's family is hiding.\n","They looked for a long time in the big forest. Finally, they found the baby turtle's mom and dad. The happy mom and dad turtles danced and sang to show how happy they were. \n"]},"en-fr":{"moral":"Travailler ensemble et être amis peut aider à surmonter même les plus grands défis.","title":"L'Aventure dans la Jungle de Fora","hook":"Que vont découvrir Maila et Kian quand ils suivront les lucioles étincelantes au cœur de la jungle de Fora ?","keywords":{"grotte":["cave"],"bébé tortue":["baby turtle"],"papillon brillant":["shiny butterfly"],"lucioles":["fireflies"],"lumières":["lights"],"jungle":["jungle"],"famille":["family"],"Maila":["Maila"],"poussière magique":["magic dust"],"Kian":["Kian"],"Jungle Fora":["Jungle Fora"],"fée du jardin":["garden fairy"],"tigre fort":["strong tiger"]},"paragraphs":["Il était une fois dans la Jungle Fora enchantée, Maila, la gentille fée du jardin, et Kian, le tigre fort et fidèle, jouaient près de la rivière.\n","Tout à coup, ils ont remarqué des lucioles colorées qui conduisaient le chemin vers une grotte mystérieuse. Curieux, ils ont décidé de suivre les lumières scintillantes.\n","Dans la grotte sombre, ils ont rencontré un bébé tortue perdu, pleurant pour sa famille. La petite tortue a expliqué qu'elle s'était égarée en poursuivant un papillon brillant.\n","En travaillant ensemble, Maila a utilisé sa poussière magique pour éclairer le chemin, tandis que Kian a utilisé son puissant sens de l'odorat pour retrouver la famille du bébé tortue.\n","Après un long voyage à travers la jungle, ils ont finalement retrouvé le bébé tortue avec sa famille, qui a exprimé sa gratitude avec de joyeuses danses de tortue et des chansons joyeuses.\n"]},"en-de":{"moral":"Zusammenarbeit und Freundschaft können sogar die größten Herausforderungen überwinden.","title":"Das Abenteuer im Dschungel von Fora","hook":"Was werden Maila und Kian entdecken, wenn sie den funkelnden Glühwürmchen tief in den Dschungel von Fora folgen?","keywords":{"Fora-Dschungel":["Fora Jungle"],"Gartenfee":["Garden Fairy"],"Tiger":["Tiger"],"Reise":["Journey","Trip"],"Familie":["Family"],"Dankbarkeit":["Gratitude"],"Höhle":["Cave"],"Baby-Schildkröte":["Baby Turtle"],"Schmetterling":["Butterfly"],"Glühwürmchen":["Firefly"],"funkelnd":["Sparkling"],"Maila":["Maila"],"Zauberstaub":["Magic Dust"],"Geruchssinn":["Sense of Smell"]},"paragraphs":["Es war einmal im zauberhaften Fora-Dschungel, wo Maila, die hilfreiche Gartenfee, und Kian, der starke und treue Tiger, am Fluss spielten.\n","Plötzlich bemerkten sie bunte Glühwürmchen, die den Weg zu einer geheimnisvollen Höhle zeigten. Neugierig entschieden sie sich, den funkelnden Lichtern zu folgen.\n","In der dunklen Höhle trafen sie auf eine verlorene Baby-Schildkröte, die um ihre Familie weinte. Die kleine Schildkröte erklärte, dass sie sich verlaufen hatte, als sie einem glänzenden Schmetterling nachjagte.\n","Gemeinsam arbeitend, hat Maila mit ihrem Zauberstaub den Weg erhellt, während Kian mit seinem starken Geruchssinn die Familie des Baby-Schildkröte aufgespürt hat.\n","Nach einer langen Reise durch den Dschungel haben sie endlich das Baby-Schildkrötenkind mit seiner Familie wiedervereint, die ihre Dankbarkeit mit fröhlichen Schildkröten-Tänzen und fröhlichen Liedern zum Ausdruck brachten.\n"]}}}