{"title":"The Curious Caterpillar","hook":"One day, a little caterpillar named Coco spotted a mysterious object in the garden. What could it be?","moral":"Curiosity can lead to new discoveries and friendships.","paragraphs":["In the colorful garden of Lily Lane, Coco the caterpillar loved exploring. One sunny morning, Coco noticed a shiny object nestled between the flowers. \"Oh, what's that?\" Coco wondered aloud.","Curious to find out, Coco wriggled closer to the object, only to see it was a lost necklace. Just then, a timid ladybug named Rosie appeared, looking sad. \"I lost my necklace,\" she whispered.","Coco's heart fluttered with compassion. With a determined wiggle, Coco brought the necklace to Rosie. The grateful ladybug hugged Coco tightly. \"Thank you, dear friend!\" she exclaimed.","From that day on, Coco and Rosie became inseparable friends. They explored the garden together, sharing laughter and happy moments. Coco's curiosity not only led to a new discovery but also a lifelong friendship."],"keywords":"caterpillar, garden, discovery, friendship, compassion, gratitude, exploration, colorful, necklace, ladybug","characters":null,"translations":{"id-en":{"hook":"One day, a little caterpillar named Coco spotted a mysterious object in the garden. What could it be?","moral":"Curiosity can lead to new discoveries and friendships.","title":"The Curious Caterpillar","keywords":{"Coco":["Kakao"],"heart":["hati"],"compassion":["belas kasihan","kasih"],"Rosie":["mawar"],"friendship":["persahabatan"],"necklace":["kalung"],"ladybug":["kelompok semut"],"colorful garden":["taman berwarna-warni"],"caterpillar":["ulat bulu"],"shiny object":["benda berkilau"]},"paragraphs":["In the beautiful garden of Lily Lane, Coco the caterpillar enjoyed going on adventures. One bright morning, Coco saw a sparkling thing hidden among the pretty flowers. \"Oh, what's that?\" Coco said out loud.\n","Curious to find out, Coco moved close to the shiny thing, and saw it was a pretty necklace. Suddenly, a shy ladybug named Rosie came and seemed really sad. \"I can't find my necklace,\" she said very quietly.\n","Coco felt very kind in her heart. Coco moved bravely and gave Rosie the shiny necklace. Rosie, the thankful ladybug, hugged Coco tightly. She said, \"Thank you, dear friend!\" with a big smile.\n","Since that day, Coco and Rosie were always together. They had fun in the garden, laughed together, and found new things. Coco was curious, and that made them friends forever.\n"]},"en-pt":{"title":"A Lagarta Curiosa","hook":"Era uma vez, uma pequena lagarta chamada Coco que encontrou um objeto misterioso no jardim. O que será que era?","moral":"A curiosidade pode levar a novas descobertas e amizades.","keywords":{"friends":["friends"],"garden":["garden"],"discovery":["discovery"],"Coco":["Coco"],"amor":["love"],"colar":["necklace","to glue"],"Colar":["collar"],"Joaninha":["ladybug"],"colorido":["colorful"],"explorar":["explore"],"objeto":["object"]},"paragraphs":["No colorido jardim da Rua da Lily, o Caco a lagarta adorava explorar. Uma manhã ensolarada, o Caco notou um objeto brilhante entre as flores. \"Oh, o que é isso?\" perguntou o Caco em voz alta.\n","Com muita curiosidade, Coco se aproximou do objeto e viu que era um colar perdido. Nesse momento, apareceu uma joaninha tímida chamada Rosie, com uma expressão de tristeza. \"Eu perdi meu colar,\" ela sussurrou.\n","O coração de Coco bateu forte de amor. Com um balanço determinado, Coco levou o colar para Rosie. A joaninha grata abraçou Coco com força. \"Obrigada, querido amigo!\" ela exclamou.\n","A partir daquele dia, Coco e Rosie viraram amigos inseparáveis. Eles exploraram o jardim juntos, compartilhando risadas e momentos felizes. A curiosidade do Coco não apenas resultou em uma nova descoberta, mas também numa amizade duradoura.\n"]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugier kann zu neuen Entdeckungen und Freundschaften führen.","hook":"Eines Tages sah eine kleine Raupe namens Coco ein geheimnisvolles Ding im Garten. Was könnte das sein?","keywords":{"Coco":["Coconut"],"Mitgefühl":["Compassion","Sympathy"],"Rosie":["Rose"],"colorful garden":["colorful garden"],"caterpillar":["Caterpillar"],"shiny object":["Shiny object"],"Freundschaft":["Friendship"],"Halskette":["Necklace"]},"paragraphs":["Im bunten Garten der Lilienstraße mochte die kleine Raupe Coco gerne herumkrabbeln. Eines sonnigen Morgens entdeckte Coco ein glänzendes Objekt zwischen den Blumen. \"Oh, was ist das?\" fragte sich Coco laut.\n","Neugierig, Coco rückte näher zum Ding, nur um zu sehen, dass es eine verlorene Halskette war. Plötzlich erschien eine ängstliche Marienkäferdame namens Rosie, die traurig aussah. \"Ich habe meine Halskette verloren,\" flüsterte sie.\n","Coco's Herz klopfte vor Mitgefühl. Mit einer entschlossenen Zuckung, brachte Coco die Halskette zu Rosie. Das dankbare Marienkäferchen umarmte Coco fest. \"Danke, liebe Freundin!\" rief sie aus.\n","Von diesem Tag an wurden Coco und Rosie unzertrennliche Freunde. Sie erkundeten den Garten zusammen, teilten Lachen und glückliche Momente. Coco's Neugier führte nicht nur zu einer neuen Entdeckung, sondern auch zu einer lebenslangen Freundschaft.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité peut te faire découvrir de nouvelles choses et te permettre de te faire de nouveaux amis.","hook":"Il était une fois, une petite chenille nommée Coco qui aperçut un objet mystérieux dans le jardin. Qu'est-ce que cela pourrait être?\n","keywords":{"Coco":["Coconut","Cocoa"],"Rosie":["Pink","Rose"],"amis":["Friends"],"chenille":["Caterpillar"],"jardin":["Garden"],"coccinelle":["Ladybug","Ladybird"],"collier":["Necklace"],"gentillesse":["Kindness"]},"paragraphs":["Dans le joli jardin de l'Allée des Lys, Coco la chenille aimait explorer. Un matin ensoleillé, Coco a remarqué un objet brillant niché entre les fleurs. \"Oh, qu'est-ce que c'est?\" a demandé Coco à voix haute.\n","Curieux de découvrir, Coco se rapprocha de l'objet en remuant, pour voir qu'il s'agissait d'un collier perdu. À ce moment-là, une coccinelle timide nommée Rosie apparut, l'air triste. \"J'ai perdu mon collier,\" chuchota-t-elle.\n","Le cœur de Coco battait fort avec de la gentillesse. Avec un mouvement décidé, Coco apporta le collier à Rosie. La coccinelle reconnaissante serra Coco fort dans ses bras. \"Merci, cher ami!\" s'écria-t-elle.\n","Depuis ce jour-là, Coco et Rosie sont devenus des amis inséparables. Ils ont exploré le jardin ensemble, partageant des rires et des moments heureux. La curiosité de Coco a non seulement conduit à une nouvelle découverte mais aussi à une amitié durable.\n"]}}}