{"title":"The Missing Honey Jar","hook":"What will Baba do when she discovers that her favorite honey jar is missing?","moral":"It's important to be honest and communicate with others when things go wrong.","paragraphs":["One sunny morning, Baba was excited to have toast with honey for breakfast. But when she went to the kitchen, her favorite honey jar was nowhere to be found!","\"Oh no! Where did my honey jar go?\" Baba said, looking around the kitchen with a puzzled expression.","Baba started searching in every corner of the house but couldn't find the honey jar. She felt sad and confused.","Just then, Baba's little brother, Amos, came into the kitchen, holding the missing honey jar behind his back.","\"Amos, did you take my honey jar?\" Baba asked, trying to hide her frustration.","Amos looked sheepish and nodded. \"I wanted some honey for my oatmeal, but I accidentally dropped it and it broke.\"","Instead of getting angry, Baba gave Amos a hug and said, \"It's okay to make mistakes, but you should always tell the truth. Let's clean up the mess together.\"","Baba and Amos cleaned up the broken jar and shared the oatmeal with honey from another jar. They learned that honesty and working together can solve any problem."],"keywords":["honey","jar","breakfast","kitchen","search","honesty","mistake","clean up","teamwork","problem-solving"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"hook":"Was wird Baba tun, wenn sie entdeckt, dass ihr liebstes Honigglas fehlt?","title":"Die Verschwundene Honigtopf","moral":"Es ist wichtig, ehrlich zu sein und mit anderen zu sprechen, wenn etwas schief läuft.","keywords":{"Mama":["mom","mother"],"Honigglas":["honey jar"],"traurig":["sad"],"Amos":["Amos"],"Baba":["dad","father"],"Küche":["kitchen"],"umarmen":["hug","embrace"],"wahrheit":["truth"],"Honigtoast":["honey toast"],"Honig":["honey"],"Haferflocken":["oatmeal"],"Glas":["glass"],"Zusammenarbeit":["collaboration","cooperation"]},"paragraphs":["An einem sonnigen Morgen war Baba aufgeregt, Honigtoast zum Frühstück zu essen. Aber als sie in die Küche ging, war ihr Lieblingshonigglas nirgendwo zu finden!\n","\"Oh nein! Wo ist mein Honigglas hin?\" Baba sagte und sah mit einem verwirrten Gesichtsausdruck um die Küche herum.\n","Mama hat überall im Haus gesucht, aber konnte das Honigglas nicht finden. Sie war traurig und verwirrt.\n","Plötzlich kam Babas kleiner Bruder, Amos, in die Küche und hielt das vermisste Honigglas hinter seinem Rücken.\n","\"Amos, hast du mein Honigglas genommen?\" fragte Baba und versuchte, ihre Frustration zu verbergen.\n","Amos sah verlegen aus und nickte. \"Ich wollte etwas Honig für mein Haferflocken, aber ich habe es versehentlich fallen gelassen und es ist zerbrochen.\"\n","Anstatt wütend zu werden, hat Baba Amos umarmt und gesagt, \"Es ist in Ordnung, Fehler zu machen, aber du solltest immer die Wahrheit sagen. Lass uns das Durcheinander zusammen aufräumen.\"\n","Mama und Papa haben das kaputte Glas sauber gemacht und den Haferbrei mit Honig aus einem anderen Glas geteilt. Sie haben gelernt, dass Ehrlichkeit und Zusammenarbeit jedes Problem lösen können.\n"]},"en-pt":{"title":"O Pote de Mel Desaparecido","hook":"O que a Vovó vai fazer quando descobrir que seu pote de mel favorito sumiu?","moral":"É importante ser honesto e falar com os outros quando as coisas não correm bem.","keywords":{"honey jar":["pote de mel","pote"],"kitchen":["cozinha"],"puzzled expression":["expressão confusa"],"Amos":["Amos"],"mel":["honey"],"aveia":["oatmeal"],"Vovó":["Grandma"],"triste":["sad"],"Baba":["babysitter"],"sunny morning":["manhã ensolarada"],"excited":["animado"],"honestidade":["honesty"],"abraço":["hug"],"verdade":["truth"]},"paragraphs":["Certa manhã ensolarada, Baba estava animada para comer pão com mel no café da manhã. Mas quando ela foi para a cozinha, seu pote de mel favorito não estava em lugar nenhum!\n","\"Ah, não! Cadê meu potinho de mel?\" Baba disse, olhando ao redor da cozinha com uma expressão confusa.\n","A Vovó começou a procurar em cada cantinho da casa mas não conseguiu encontrar o pote de mel. Ela se sentiu triste e confusa.\n","Nesse momento, o irmãozinho do Baba, Amos, entrou na cozinha segurando o pote de mel perdido atrás das costas.\n","\"Amos, você pegou meu pote de mel?\" Baba perguntou, tentando esconder sua frustração.\n","Amos parecia envergonhado e assentiu. \"Eu queria mel para minha aveia, mas acabei deixando cair e quebrou.\"\n","Em vez de ficar bravo, Baba deu um abraço em Amos e disse: \"Está tudo bem cometer erros, mas você deve sempre dizer a verdade. Vamos limpar a bagunça juntos.\"\n","Baba e Amos limparam o pote quebrado e dividiram a aveia com mel de outro pote. Eles descobriram que ser honesto e trabalhar juntos pode resolver qualquer problema.\n"]},"en-fr":{"title":"Le Pot de Miel Disparu","moral":"Il est important d'être honnête et de parler avec les autres quand quelque chose ne va pas.","hook":"Que fera Baba quand elle découvrira que son pot de miel préféré a disparu ?\n","keywords":{"Amos":["Amos"],"pot de miel":["honey jar"],"Baba":["Baba"],"miel":["honey"],"porridge":["porridge"],"maison":["house"],"kitchen":["kitchen","cuisine"],"puzzled expression":["puzzled expression"],"cuisine":["kitchen","cuisine"],"câlin":["hug"],"erreurs":["mistakes"],"vérité":["truth"],"honnêteté":["honesty"],"matin ensoleillé":["sunny morning"],"pain grillé":["toast"]},"paragraphs":["Un matin ensoleillé, Baba était très contente de manger du pain grillé avec du miel au petit déjeuner. Mais quand elle est allée à la cuisine, son pot de miel préféré était introuvable !\n","\"Oh là là ! Où est passée ma pot de miel ?\" Baba a dit, en regardant autour de la cuisine avec une expression perplexe.\n","Baba a commencé à chercher dans tous les coins de la maison mais n'a pas pu trouver le pot de miel. Elle se sentait triste et confuse.\n","Tout à coup, le petit frère de Baba, Amos, est entré dans la cuisine en cachant le pot de miel manquant derrière son dos.\n","\"Amos, as-tu pris mon pot de miel?\" demanda Baba, essayant de cacher sa frustration.\n","Amos avait l'air penaud et hocha la tête. \"Je voulais du miel pour mon porridge, mais je l'ai accidentellement fait tomber et il s'est cassé.\"\n","Au lieu de se fâcher, Baba a donné un câlin à Amos et a dit, \"C'est ok de faire des erreurs, mais tu devrais toujours dire la vérité. Nettoyons le désordre ensemble.\"\n","Baba et Amos ont nettoyé le pot cassé et ont partagé le gruau avec du miel d'un autre pot. Ils ont appris que l'honnêteté et le travail ensemble peuvent résoudre n'importe quel problème.\n"]},"id-en":{"hook":"What will Baba do when she discovers that her favorite honey jar is missing?","moral":"It's important to be honest and communicate with others when things go wrong.","title":"The Missing Honey Jar","keywords":{"Grandma":["Nenek"],"honey jar":["toples madu","toples lebah"],"sad":["sedih","kecewa"],"little brother":["adik laki-laki kecil"],"entered":["masuk"],"honey":["madu"],"jar":["toples","bekas"],"kitchen":["dapur"],"oatmeal":["bubur oat"],"dropped":["jatuh"],"Baba":["Baba"],"toast":["roti panggang"],"frustration":["kekecewaan","kejengkelan"],"asked":["bertanya","mengajukan pertanyaan"],"hug":["pelukan"],"mistakes":["kesalahan","kekhilafan","ketidaksempurnaan"],"honesty":["kejujuran","kesopanan"],"working together":["bekerja bersama","berkolaborasi"],"problem":["masalah","permasalahan"]},"paragraphs":["One day, Baba woke up feeling happy. She wanted to eat toast with delicious honey for breakfast. But she couldn't find her special honey jar in the kitchen!\n","\"Oh dear! Where is my sweet honey pot?\" Mama exclaimed, searching the kitchen with a confused face.\n","Grandma looked everywhere in the house but couldn't find the jar of honey. She felt very sad and didn't know what to do.\n","Baba's little brother, Amos, just entered the kitchen with the honey jar hidden behind him.\n","\"Amos, did you take my honey jar?\" Baba asked, trying to hide her frustration.\n","Amos looked embarrassed and agreed. \"I wanted yummy honey for my breakfast, but I oopsie-dropped it and it went CRACK.\"\n","Instead of getting mad, Baba hugged Amos and said, \"It's fine to make oopsies, but you must always tell the truth. Let's tidy up the mess together.\"\n","Mama and Papa tidied up the jar that was ouchie and split the yummy oatmeal with sugary honey from a different jar. They found out that telling the truth and working together can fix any oopsie.\n"]}}}