{"title":"Baba's Butterfly Adventure","hook":"One sunny day, Baba found a colorful butterfly fluttering in her garden. What will happen next?","moral":"Sometimes, letting go can lead to unexpected beauty and joy.","paragraphs":["One sunny morning, Baba was playing in her garden when she spotted a beautiful butterfly with vibrant wings. \"Wow, look at the pretty butterfly!\" she exclaimed with excitement.","The butterfly danced around the flowers, enchanting Baba with its graceful movements. \"I want to catch it and keep it with me,\" she thought, reaching out to grab it gently.","But as Baba tried to catch the butterfly, it fluttered out of her reach, making her sad. \"Where did it go?\" she asked, feeling disappointed.","Baba's mother noticed her frowning and asked, \"What's wrong, sweetie?\" Baba replied, \"I wanted to keep the butterfly, but it flew away.\"","Her mother smiled and said, \"But butterflies are meant to be free, Baba. By releasing it, you've allowed it to spread joy to others too.\"","Baba's face lit up as she realized the beauty in letting go. She watched the butterfly soar into the sky, bringing a smile to her face."],"keywords":["Butterfly","Adventure","Garden","Excitement","Reach","Disappointment","Free","Release","Joy","Smile"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"moral":"Às vezes, soltar pode trazer beleza e alegria inesperadas.\n","title":"A Aventura da Borboleta de Baba","hook":"Num dia ensolarado, Baba encontrou uma borboleta colorida voando no seu jardim. O que acontecerá a seguir?","keywords":{"mother":["mãe"],"butterflies":["borboleta"],"free":["livre"],"Baba":["mãe"],"beleza":["borboleta linda"],"borboleta":["butterflies"],"mãe":["mother"],"bico":["triste"],"triste":["bico"],"flores":["flowers"],"movimentos gracioso":["graceful movements"],"dia ensolarado":["sunny day"],"borboleta linda":["beautiful butterfly"],"asas vibrantes":["vibrant wings"]},"paragraphs":["Certo dia ensolarado, Baba estava brincando no jardim quando avistou uma borboleta linda com asas vibrantes. \"Uau, olha a borboleta bonita!\" ela exclamou com empolgação.\n","A borboleta dançava perto das flores, encantando Baba com os seus movimentos graciosos. \"Eu quero pegá-la e guardar comigo,\" ela pensou, estendendo a mão para capturá-la suavemente.\n","Mas, quando Baba tentou pegar a borboleta, ela voou para longe, ficando triste. \"Para onde ela foi?\" ela perguntou, se sentindo desapontada.\n","A mãe da Baba viu ela fazendo bico e perguntou, \"O que foi, querida?\" Baba respondeu, \"Eu queria ficar com a borboleta, mas ela voou embora.\"\n","A mãe dela sorriu e disse: \"Mas borboletas são feitas para serem livres, Baba. Ao soltá-la, você permitiu que ela espalhasse alegria para outros também.\"\n","O rosto da Baba iluminou quando ela percebeu a beleza de soltar. Ela viu a borboleta voar para o céu, trazendo um sorriso ao seu rosto.\n"]},"en-fr":{"title":"Les Aventures du Papillon de Baba","hook":"Un beau jour ensoleillé, Baba a trouvé un papillon coloré qui voltigeait dans son jardin. Qu'est-ce qui se passera ensuite ?","moral":"Parfois, lâcher prise peut amener des beauté et joie inattendues.","keywords":{"Baba":["Grandfather","Old man"],"papillon":["Butterfly"],"jardin":["Garden"],"visage":["Face"],"maman":["Mother","Mom"],"faire la moue":["To pout"],"papillons":["Butterflies"],"libres":["Free"],"joie":["Joy"],"triste":["Sad"],"fleurs":["Flowers"],"gracieux":["Graceful","Elegant"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle a vu un joli papillon aux ailes colorées. \"Oh là là, regarde le joli papillon !\" s'est-elle exclamée avec excitation.\n","Le papillon dansait autour des fleurs, enchantant Baba avec ses mouvements gracieux. \"Je veux l'attraper et le garder avec moi\", elle pensait, tendant la main pour l'attraper doucement.\n","Mais quand Baba a essayé d'attraper le papillon, il a volé hors de sa portée, ce qui l'a rendue triste. \"Où est-il parti?\" elle a demandé, se sentant déçue.\n","La maman de Baba a remarqué qu'elle faisait la moue et a demandé: \"Qu'est-ce qui ne va pas, chéri?\" Baba a répondu: \"Je voulais garder le papillon, mais il s'est envolé.\"\n","Sa maman a souri et a dit, \"Mais les papillons sont censés être libres, mon enfant. En le relâchant, tu lui as permis de répandre de la joie aux autres aussi.\"\n","Le visage de Baba s'est illuminé lorsqu'elle a compris le bonheur de laisser partir. Elle a regardé le papillon s'envoler dans le ciel, ce qui a fait naître un sourire sur son visage.\n"]},"id-en":{"hook":"One sunny day, Baba found a colorful butterfly fluttering in her garden. What will happen next?","moral":"Sometimes, letting go can lead to unexpected beauty and joy.","title":"Baba's Butterfly Adventure","keywords":{"butterfly":["kupu-kupu"],"flowers":["bunga"],"Baba":["kakek"],"Grandma":["nenek"],"happy face":["wajah bahagia"],"colorful flyer":["kupu-kupu berwarna"],"sad":["sedih"],"wings":["sayap"],"flew away":["terbang menjauh"],"pouting":["merajuk"],"butterflies":["kupu-kupu"],"free":["bebas"],"joy":["kebahagiaan"]},"paragraphs":["One day, Baba was playing in her garden. She saw a beautiful butterfly with colorful wings. \"Oh look, a beautiful butterfly!\" she said with joy.\n","The pretty butterfly danced near the colorful flowers, making Baba very happy with its beautiful dancing. \"I want to catch it and keep it close to me,\" she said, trying to catch it carefully.\n","Baba tried to catch a colorful butterfly, but it flew away. She felt sad and asked, \"Where did it go?\"\n","Baba's mom saw her pouting and asked, \"What's the matter, honey?\" Baba said, \"I wished to keep the butterfly, but it flew off.\"\n","Her mom smiled and told her, \"Butterflies are supposed to be free, dear. By setting it free, you've let it bring happiness to others too.\"\n","Grandma's happy face shined when she saw how nice it was to let things fly away. She saw the colorful flyer fly high, making her smile.\n"]},"en-de":{"moral":"Manchmal, wenn man loslässt, kann das zu unerwarteter Schönheit und Freude führen.","hook":"An einem sonnigen Tag fand Baba einen bunten Schmetterling, der in ihrem Garten flatterte. Was wird als nächstes passieren?","title":"Babas Schmetterlingsabenteuer","keywords":{"Mutter":["mother"],"Schmetterlinge":["butterflies"],"Freiheit":["freedom"],"Schmetterling":["butterfly"],"Blumen":["flowers"],"anmutig":["graceful"],"Oma":["grandmother"],"Lächeln":["smile"],"Baba":["dad"],"Garten":["garden"],"Babas Mutter":["dad's mother","dad's mom"],"sauer":["sour"],"traurig":["sad"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Garten, als sie einen wunderschönen Schmetterling mit lebendigen Flügeln entdeckte. \"Wow, schau den hübschen Schmetterling an!\" rief sie aufgeregt aus.\n","Der Schmetterling tanzte um die Blumen herum und verzauberte Baba mit seinen anmutigen Bewegungen. \"Ich möchte ihn fangen und bei mir behalten\", dachte sie und griff vorsichtig danach.\n","Aber als Baba versuchte, den Schmetterling zu fangen, flatterte er außerhalb ihrer Reichweite, was sie traurig machte. \"Wo ist er hin?\" fragte sie, fühlte sich enttäuscht.\n","Babas Mutter sah, dass sie sauer aussah, und fragte: \"Was ist los, Schätzchen?\" Baba antwortete: \"Ich wollte den Schmetterling behalten, aber er ist weggeflogen.\"\n","Ihre Mutter lächelte und sagte: \"Aber Schmetterlinge sollen frei sein, Baba. Indem du ihn freigelassen hast, hast du erlaubt, dass er auch anderen Freude bringt.\"\n","Oma's Gesicht strahlte, als sie die Schönheit des Loslassens erkannte. Sie sah dem Schmetterling zu, wie er in den Himmel flog und ein Lächeln in ihr Gesicht zauberte.\n"]}}}