{"title":"The Curious Caterpillar","hook":"Once upon a time, in a vibrant garden, a curious caterpillar named Oliver couldn't stop daydreaming about...","moral":"Curiosity helps us discover new things and grow in our knowledge and understanding.","paragraphs":["Oliver's caterpillar friends laughed at him when he expressed his dream of flying.","Discouraged, Oliver met a wise old bee who encouraged him to follow his curiosity.","Oliver decided to explore the garden and learn from different creatures like the busy ants and colorful butterflies.","With each encounter, Oliver learned something new and exciting, expanding his horizons.","One day, when a storm hit the garden and some butterflies were trapped, Oliver used his newfound knowledge to help them escape.","The butterflies were grateful and, to Oliver's surprise, they taught him how to make a cocoon.","Patiently waiting inside his cocoon, Oliver transformed into a beautiful butterfly and finally soared into the sky."],"keywords":["caterpillar","garden","curious","friends","bees","exploration","learning","help","transformation","flying"],"characters":null,"translations":{"en-fr":{"title":"La Chenille Curieuse","hook":"Il était une fois, dans un beau jardin, une chenille curieuse appelée Oliver qui ne pouvait pas s'arrêter de rêver à...\n ","moral":"La curiosité nous aide à découvrir de nouvelles choses et à grandir dans notre connaissance et notre compréhension.","keywords":{"papillons":["butterflies"],"reconnaissants":["grateful"],"cocon":["cocoon"],"papillon":["butterfly"],"ciel":["sky"],"Oliver":["Oliver"],"abeille":["bee"],"curiosité":["curiosity"],"amis chenilles":["caterpillar friends"],"rêve de voler":["dream of flying"],"appris":["learned"],"élargi":["expanded"],"jardin":["garden"],"fourmis":["ants"],"tempête":["storm"]},"paragraphs":["Les amis chenilles d'Oliver ont ri de lui quand il a dit son rêve de voler.\n","Triste, Oliver a rencontré une abeille sage qui l'a encouragé à suivre sa curiosité.\n","Un jour, Oliver a décidé d'explorer le jardin pour apprendre des créatures différentes comme les fourmis occupées et les papillons colorés.\n","A chaque rencontre, Oliver a appris quelque chose de nouveau et passionnant, ce qui a élargi ses horizons.\n","Il était une fois, quand une tempête a frappé le jardin et quelques papillons étaient piégés, Oliver a utilisé ses nouvelles connaissances pour les aider à s'échapper.\n","Les papillons étaient reconnaissants et, à la surprise d'Oliver, ils lui ont appris à fabriquer un cocon.\n","Un papillon attend patiemment à l'intérieur de son cocon. Finalement, il s'envole dans le ciel.\n"]},"en-de":{"title":"Die Neugierige Raupe","hook":"Es war einmal, in einem bunten Garten, eine neugierige Raupe namens Oliver konnte nicht aufhören davon zu träumen...","moral":"Neugier hilft uns, neue Dinge zu finden und in unserem Wissen und Verstehen zu wachsen.","keywords":{"encounter":["encounter"],"learn":["learn"],"horizons":["horizons"],"Schmetterlinge":["butterflies"],"dankbar":["grateful"],"Kokon":["cocoon"],"Raupenfreunde":["caterpillar friends"],"Traum":["dream"],"Fliegen":["flies"],"Oliver":["Oliver"],"Garten":["garden"],"Ameisen":["ants"],"Schmetterling":["butterfly"],"Sturm":["storm"],"Biene":["bee"],"Neugier":["curiosity"]},"paragraphs":["Oliver's Raupenfreunde lachten über ihn, als er von seinem Traum vom Fliegen erzählte.\n","Entmutigt traf Oliver eine kluge alte Biene, die ihn ermutigte, seiner Neugier zu folgen.\n","Oliver wollte den Garten erforschen und von verschiedenen Kreaturen wie den fleißigen Ameisen und bunten Schmetterlingen lernen.\n","Bei jeder Begegnung lernte Oliver etwas Neues und Aufregendes, was seinen Horizont erweiterte.\n","Eines Tages, als ein Sturm den Garten traf und einige Schmetterlinge gefangen waren, half Oliver ihnen zu entkommen, indem er sein neues Wissen nutzte.\n","Die Schmetterlinge waren dankbar und haben Oliver überrascht beigebracht, wie man einen Kokon macht.\n","Geduldig wartete Oliver in seinem Kokon, verwandelte sich in einen wunderschönen Schmetterling und flog schließlich in den Himmel.\n"]},"en-pt":{"moral":"A curiosidade nos ajuda a descobrir coisas novas e a crescer em nosso conhecimento e entendimento.","title":"A Lagarta Curiosa","hook":"Era uma vez, em um jardim cheio de cores, uma lagarta curiosa chamada Oliver que não parava de sonhar acordada sobre...","keywords":{"Oliver":["Oliver"],"jardim":["garden"],"borboletas":["butterflies"],"amigos lagartas":["caterpillar friends"],"sonho de voar":["dream of flying"],"gratas":["grateful"],"casulo":["cocoon"],"borboleta":["butterfly"],"céu":["sky"],"abelha":["bee"],"curiosidade":["curiosity"],"aprender":["learn"],"emocionante":["exciting"],"tempestade":["storm"],"conhecimento":["knowledge"]},"paragraphs":["Os amigos lagartas do Oliver riram dele quando ele disse seu sonho de voar.\n","Triste, Oliver conheceu uma abelha sábia e velha que o encorajou a seguir sua curiosidade.\n","Oliver decidiu explorar o jardim e aprender com criaturas diferentes, como as formigas trabalhadoras e as borboletas coloridas.\n","A cada encontro, Oliver aprendeu algo novo e emocionante, ampliando seus horizontes.\n","Um dia, quando uma tempestade atingiu o jardim e algumas borboletas ficaram presas, Oliver usou seu novo conhecimento para ajudá-las a escapar.\n","As borboletas ficaram gratas e, para surpresa de Oliver, elas ensinaram ele a fazer um casulo.\n","Pacientemente esperando dentro de seu casulo, Oliver se transformou em uma linda borboleta e finalmente voou para o céu.\n"]},"id-en":{"hook":"Once upon a time, in a vibrant garden, a curious caterpillar named Oliver couldn't stop daydreaming about...","moral":"Curiosity helps us discover new things and grow in our knowledge and understanding.","title":"The Curious Caterpillar","keywords":{"Oliver":["Oliver"],"caterpillar":["ulat bulu","ulat kaki seribu"],"flying":["terbang","terbang"],"garden":["taman","kebun"],"butterflies":["kupu-kupu","rampulan kupu-kupu"],"escape":["melarikan diri","kabur"],"grateful":["bersyukur","termenung"],"cocoon":["kokon","sarang ulat"],"encounter":["pertemuan","berpapasan"],"horizons":["cakrawala","batas"],"insects":["serangga","kecoa"],"patient":["sabar","kesabaran"],"butterfly":["kupu-kupu","rampulan kupu-kupu"],"bee":["lebah","tawon"],"curiosity":["kerakusan","rasa ingin tahu"]},"paragraphs":["Oliver had some special bug friends. They laughed at him when he said he wanted to fly.\n","Upset, Oliver met a smart old bee who made him feel better about exploring new things.\n","Oliver want to discover the pretty garden and find out from cool insects like the hardworking ants and colorful butterflies.\n","Every time Oliver met someone new, he discovered something different and fun, which made him see more and learn more.\n","Long time ago, storm came to garden. Some pretty butterflies got stuck. Oliver learned new things and helped butterflies fly away.\n","The colorful flying bugs were really happy. Oliver was so surprised when they showed him how to make a small house.\n","Oliver was very very patient and stayed inside his cozy blanket. \nHe changed a lot and became a pretty flying flutterby. \nAfter that, he flew up high in the big big sky.\n"]}}}