{"title":"The Magic Cookie Jar","hook":"One day, Baba found a mysterious cookie jar in the kitchen. But why did it seem to be always full?","moral":"Be honest and share with others, so everyone can enjoy the sweetness of life together.","paragraphs":["Once upon a time, in a cozy little cottage, Baba stumbled upon a magic cookie jar. Every time she took a cookie, the jar refilled itself with more delicious treats. Baba was delighted by this enchanting surprise!","\"Wow, this cookie jar is amazing!\" exclaimed Baba, munching on a chocolate chip cookie. She decided to keep this magical discovery to herself, enjoying endless supply of cookies all day long.","One sunny afternoon, Baba's friend Lilly came over to play. Baba wanted to impress Lilly with the never-ending cookies. As they played, Baba sneakily hid the cookie jar so Lilly wouldn't notice its magic.","\"Baba, can I have a cookie? They smell so good!\" asked Lilly with hungry eyes. Baba hesitated, not wanting to reveal her secret. But then she remembered the joy of sharing and honesty.","With a big smile, Baba showed Lilly the magic cookie jar. From that day on, they both shared the cookies and the joy of having a magical treat together, making every moment extra sweet."],"keywords":"Baba, magic cookie jar, friendship, honesty, sharing, joy, surprise, discovery, delicious, enchanting","characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One day, Baba found a mysterious cookie jar in the kitchen. But why did it seem to be always full?","moral":"Be honest and share with others, so everyone can enjoy the sweetness of life together.","title":"The Magic Cookie Jar","keywords":{"cookies":["kue","biskuit"],"magical discovery":["penemuan ajaib"],"secret":["rahasia","tersembunyi"],"Baba":["Baba"],"magic":["ajaib","sulap"],"cookie jar":["toples kue"],"cookie":["kue","biskuit"],"yummy":["lezat","enak"],"share":["berbagi","membagi"],"Lilly":["Lilly"],"friend":["teman","sahabat"]},"paragraphs":["Once there was a lady named Baba who found a special jar that kept filling with yummy cookies everytime she ate one. She was very happy about this magical jar she discovered in her small, comfy house.\n","Wow, this jar of cookies is super cool! Baba said, eating a tasty chocolate chip cookie. She liked it so much that she kept it a secret, getting cookies all day long.\n","One bright sunny day, Baba's friend Lilly visited to have fun. Baba wanted to show Lilly the endless cookies. While playing, Baba secretly hid the cookie jar so Lilly wouldn't know its special secret.\n","\"Mama, can I have a cookie? They smell so yummy!\" Lilly asked with hungry eyes. Mama thought for a moment, but then she remembered how nice it is to share and be honest.\n","One day, Baba happily showed Lilly a special cookie jar with magic inside. Since then, they both ate cookies together and felt very happy, making each moment very nice.\n"]},"en-fr":{"moral":"Sois honnête et partage avec les autres, comme ça tout le monde peut profiter de la douceur de la vie ensemble.\n","title":"Le Pot de Cookies Magique","hook":"Un jour, Baba a trouvé une boîte à cookies mystérieuse dans la cuisine. Mais pourquoi semblait-elle toujours pleine ?","keywords":{"biscuit":["biscuit","cookies","biscuits"],"affamés":["hungry"],"secret":["secret"],"Baba":[],"cookies":["biscuit","cookies","biscuits"],"magique":["magic"],"biscuits":["biscuit","cookies","biscuits"],"magic":["magique"],"play":[],"journée":["day"]},"paragraphs":["Il était une fois, dans une petite maison douillette, Baba a découvert par hasard un pot de cookies magique. À chaque fois qu'elle prenait un cookie, le pot se remplissait de délicieuses friandises. Baba était ravie par cette surprise ensorcelante!\n","\"Waouh, ce bocal à biscuits est incroyable!\" s'exclama Baba, en grignotant un biscuit aux pépites de chocolat. Elle décida de garder cette découverte magique pour elle-même, profitant d'un approvisionnement infini de biscuits toute la journée.\n","Un bel après-midi ensoleillé, l'amie de Baba, Lilly, est venue jouer. Baba voulait impressionner Lilly avec les cookies interminables. Pendant qu'ils jouaient, Baba a secrètement caché le bocal à cookies pour que Lilly ne remarque pas sa magie.\n","\"Baba, puis-je avoir un biscuit ? Ils sentent si bon !\" demanda Lilly avec des yeux affamés. Baba hésita, ne voulant pas révéler son secret. Mais ensuite, elle se rappela la joie de partager et l'honnêteté.\n","Joyeux, Baba montra à Lilly le gros pot de biscuits magiques. Depuis ce jour-là, ils ont partagé les biscuits et la joie d'avoir une collation magique ensemble, rendant chaque moment extra doux.\n"]},"en-de":{"title":"Die Zauberkekse","hook":"Eines Tages fand Baba einen geheimnisvollen Keksbehälter in der Küche. Aber warum schien er immer voll zu sein?","moral":"Sei ehrlich und teile mit anderen, damit alle gemeinsam die Süße des Lebens genießen können.","keywords":{"Keks":["cookie","biscuit"],"Augen":["eyes"],"Geheimnis":["secret","mystery"],"Baba":["bye bye"],"Lilly":["lily"],"Kekse":["cookies","biscuits"],"Keksdose":["cookie jar","biscuit tin"],"Häuschen":["cottage","small house"],"bezaubernd":["enchanting","charming"],"Schokoladenkeks":["chocolate cookie","chocolate biscuit"],"zauberhaft":["magical","charming"]},"paragraphs":["Es war einmal, in einem gemütlichen Häuschen, als Baba auf ein magisches Keksglas stieß. Immer wenn sie ein Keks nahm, füllte sich das Glas von selbst mit noch mehr leckeren Leckereien. Baba war von dieser bezaubernden Überraschung begeistert!\n","\"Wow, diese Keksdose ist toll!\", rief Baba aus und naschte an einem Schokoladenkeks. Sie entschied, diese zauberhafte Entdeckung für sich zu behalten und den ganzen Tag lang eine endlose Versorgung an Keksen zu genießen.\n","An einem sonnigen Nachmittag kam Baba's Freundin Lilly zum Spielen. Baba wollte Lilly mit den unendlichen Keksen beeindrucken. Während sie spielten, versteckte Baba heimlich das Keksglas, damit Lilly seine Magie nicht bemerkte.\n","\"Baba, darf ich einen Keks haben? Sie riechen so gut!\" fragte Lilly mit hungrigen Augen. Baba zögerte, weil sie ihr Geheimnis nicht preisgeben wollte. Aber dann erinnerte sie sich an die Freude am Teilen und an Ehrlichkeit.\n","Mit einem großen Lächeln zeigte Baba Lilly das magische Keksdose. Seit diesem Tag teilten sie beide die Kekse und die Freude, zusammen ein magisches Leckerli zu haben, und machten jeden Moment extra süß.\n"]},"en-pt":{"title":"O Pote Mágico de Biscoitos","moral":"Seja honesto e compartilhe com os outros, para que todos possam aproveitar a doçura da vida juntos.","hook":"Um dia, Baba encontrou um pote de biscoitos misterioso na cozinha. Mas por que parecia estar sempre cheio?","keywords":{"cookie jar":["pote de biscoitos"],"magical discovery":["descoberta mágica"],"chocolate chip cookie":["biscoito de chocolate com pedaços de chocolate"],"biscoito (cookie)":["cookie"],"cheirar (smell)":["cheirar","odor"],"compartilhar (sharing)":["compartilhar"],"uma vez":["once"],"pote de biscoitos":["cookie jar"],"guloseimas":["sweets","snacks"],"Baba":["Baba"],"Lilly":["Lilly"],"biscoitos":["cookies"],"sorriso":["smile"],"alegria":["joy"]},"paragraphs":["Era uma vez, em uma casinha aconchegante, Baba encontrou um pote de biscoitos mágico. Sempre que ela pegava um biscoito, o pote se enchia novamente com mais guloseimas deliciosas. Baba ficou encantada com essa surpresa encantadora!\n","Uau, este pote de biscoitos é incrível! exclamou Baba, mastigando um biscoito de gotas de chocolate. Ela decidiu guardar esta descoberta mágica só para ela, aproveitando um suprimento interminável de biscoitos o dia todo.\n","Era uma tarde ensolarada, a amiga da Baba, Lilly, veio brincar. Baba queria impressionar Lilly com os biscoitos sem fim. Enquanto brincavam, Baba escondeu sorrateiramente o pote de biscoitos para que Lilly não percebesse sua magia.\n","\"Vovó, posso comer um biscoito? Eles cheiram tão bem!\" perguntou Lilly com olhos famintos. Vovó hesitou, sem querer revelar seu segredo. Mas então ela lembrou da alegria de compartilhar e honestidade.\n","Com um sorriso enorme, Baba mostrou para Lilly o pote de biscoitos mágico. Desde aquele dia, eles dois compartilharam os biscoitos e a alegria de terem um doce mágico juntos, tornando cada momento extra doce.\n"]}}}