{"title":"The Song of the Forest","hook":"What will happen when Zoran the pirate's singing and Milo the mouse's bravery intersect in the great Fora jungle?","moral":"Every voice, big or small, can have a significant impact when heard with kindness and understanding.","paragraphs":["In the great Fora jungle, Zoran the gentle singing pirate floated on his ship through the treetops, humming tunes to the rustling leaves and chirping birds. One day, as he sang a lullaby, Milo the brave little mouse scurried up, mesmerized by the beautiful melody.","\"Why, hello there, little friend!\" Zoran greeted, noticing Milo's attentive ears. \"What brings you to my singing chambers today?\"","\"Your song is so beautiful,\" Milo squeaked, \"but King of the forest declared singing a nuisance. He wants to silence your music!\"","Zoran's eyes widened in shock. The King's decree meant no more music in the jungle! Zoran and Milo decided to confront the King together, combining Zoran's soulful melodies with Milo's courageous heart.","When they reached the King's throne, Zoran sang a song that touched the King's heart. Milo bravely explained how the music brought joy to all creatures in the jungle. The King, moved by their unity and understanding, lifted the ban on singing in the Fora jungle."],"keywords":["Fora jungle","Zoran","Milo","pirate","mouse","singing","bravery","unity","understanding","moral message"],"characters":["Zoran","Milo"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What will happen when Zoran the pirate's singing and Milo the mouse's bravery intersect in the great Fora jungle?","moral":"Every voice, big or small, can have a significant impact when heard with kindness and understanding.","title":"The Song of the Forest","keywords":{"song":["lagu"],"beautiful":["indah","cantik"],"forest":["hutan"],"Zoran":["Zoran"],"Milo":["Milo"],"singing chambers":["ruang-ruang bernyanyi"],"Fora":["Fora"],"pirate":["bajak laut"],"mouse":["tikus"],"King":["raja"],"music":["musik"],"melody":["melodi"],"unity":["persatuan"]},"paragraphs":["In the big jungle of Fora, Zoran the kind singing pirate floated on his ship through the tree tops, singing songs to the moving leaves and tweeting birds. One day, as he sang a calming song, Milo the courageous little mouse scurried up, enchanted by the lovely tune.\n","Zoran said, \"Hello, little friend!\" when he saw Milo listening carefully. He asked, \"What made you come to my place where I sing?\"\n","\"Your song is so pretty,\" Milo said in his tiny voice, \"but the forest King thinks singing is annoying. He wants to stop your music!\"\n","Zoran got really surprised when he heard the King's rule. The King said no music in the jungle! Zoran and Milo made a plan to talk to the King together, mixing Zoran's beautiful songs with Milo's brave spirit.\n","When they arrived at the big chair of the King, Zoran sang a happy melody that made the King feel very happy. Milo courageously told a story about how the music made all the animals in the big forest happy. The King, feeling very touched by their togetherness and understanding, said it was okay for everyone to sing in the Fora forest.\n"]},"en-fr":{"hook":"Que se passera-t-il quand le chant du pirate Zoran et la bravoure de la souris Milo se croiseront dans la grande jungle de Fora ?","title":"La Chanson de la Forêt","moral":"Toutes les voix, qu'elles soient grandes ou petites, peuvent avoir un impact important lorsqu'elles sont entendues avec gentillesse et compréhension.","keywords":{"chanson":["song"],"Roi de la forêt":["King of the forest"],"musique":["music"],"jungle":["jungle"],"pirate":["pirate"],"mouse":["mouse"],"Zoran":["Zoran"],"Roi":["King"],"King":["Roi"],"song":["chanson"],"bonjour":["hello"],"petit ami":["boyfriend"],"oreilles attentives":["attentive ears"]},"paragraphs":["Dans la grande jungle de Fora, Zoran le doux pirate chanteur flottait sur son bateau à travers les cimes des arbres, fredonnant des airs aux feuilles bruissantes et aux oiseaux gazouillants. Un jour, alors qu'il chantait une berceuse, Milo la petite souris courageuse s'est précipitée vers lui, fascinée par la belle mélodie.\n","\"Oh, bonjour, petit ami!\" Zoran salua, remarquant les oreilles attentives de Milo. \"Qu'est-ce qui t'amène dans mes chambres de chant aujourd'hui?\"\n","\"Ta chanson est si belle\", a gloussé Milo, \"mais le Roi de la forêt a déclaré que chanter était ennuyeux. Il veut faire taire ta musique!\"\n","Les yeux de Zoran se sont grandis de surprise. Le décret du Roi signifiait plus de musique dans la jungle! Zoran et Milo ont décidé de confronter le Roi ensemble, combinant les mélodies pleines d'âme de Zoran avec le cœur courageux de Milo.\n","Quand ils sont arrivés au trône du Roi, Zoran a chanté une chanson qui a touché le cœur du Roi. Milo a courageusement expliqué comment la musique apportait de la joie à toutes les créatures de la jungle. Le Roi, ému par leur unité et leur compréhension, a levé l'interdiction de chanter dans la jungle de Fora.\n"]},"en-de":{"title":"Das Lied vom Wald","hook":"Was passiert, wenn Zorans Piratenlied und Milos mutige Maustat sich im großen Dschungel von Fora kreuzen?","moral":"Jede Stimme, egal ob groß oder klein, kann eine wichtige Wirkung haben, wenn sie mit Freundlichkeit und Verständnis gehört wird.","keywords":{"Hallo":["Hello"],"kleiner Freund":["little friend"],"aufmerksam":["attentive","mindful"],"Milo":["Milo"],"König des Waldes":["King of the forest"],"Singen":["Sing"],"Dschungel":["Jungle"],"Pirat":["Pirate"],"Maus":["Mouse"],"König":["King"],"Zoran":["Zoran"],"Augen":["Eyes"]},"paragraphs":["In der großen Dschungel von Fora, der gütiger singende Pirat Zoran schwebte auf seinem Schiff durch die Baumkronen, summte Melodien zu den raschelnden Blättern und zwitschernde Vögeln. Eines Tages, als er ein Schlaflied sang, huschte der tapfere kleine Maus Milo herbei, verzaubert von der schönen Melodie.\n","Hallo, kleiner Freund!\nZoran begrüßte und bemerkte Milos aufmerksame Ohren.\n\"Was bringt dich heute in meine Singkammer?\"\n","\"Dein Lied ist so schön\", piepste Milo, \"aber König des Waldes erklärte das Singen als ärgerlich. Er will deine Musik zum Schweigen bringen!\"\n","\"Zorans Augen wurden ganz groß vor Überraschung. Der Beschluss des Königs bedeutete keine Musik mehr im Dschungel! Zoran und Milo beschlossen, den König gemeinsam zu konfrontieren, indem sie Zorans gefühlvolle Melodien mit Milos mutigem Herzen kombinierten.\"\n","Als sie den Thron des Königs erreichten, sang Zoran ein Lied, das das Herz des Königs berührte. Milo erklärte mutig, wie die Musik allen Geschöpfen im Dschungel Freude brachte. Der König, bewegt von ihrer Einheit und Verständnis, hob das Verbot des Singens im Fora-Dschungel auf.\n"]},"en-pt":{"moral":"Todas as vozes, grandes ou pequenas, podem fazer uma diferença importante quando ouvidas com bondade e compreensão.","title":"A Canção da Floresta","hook":"O que vai acontecer quando o canto do pirata Zoran e a bravura do ratinho Milo se encontrarem na grande selva de Fora?","keywords":{"song":["música","melody"],"beautiful":["beautiful"],"King of the forest":["Rei"],"oi":["oi"],"amiguinho":["amiguinho"],"orelhinhas":["orelhinhas"],"Zoran":["Zoran"],"Rei":["King of the forest"],"música":["song"],"selva":["jungle"],"jungle":["selva"],"pirate":["pirate"],"melody":["song"]},"paragraphs":["Na grande selva de Fora, Zoran, o pirata cantor gentil, flutuava em seu navio pelos galhos das árvores, cantarolando canções para as folhas que sussurravam e os pássaros que chilreavam. Um dia, enquanto ele cantava uma canção de ninar, Milo, o valente ratinho, correu para cima, hipnotizado pela linda melodia.\n","\"Oi, como vai, amiguinho!\" cumprimentou Zoran, percebendo as orelhinhas atentas de Milo. \"O que te traz aos meus cantinhos de música hoje?\"\n","\"Sua canção é tão bonita,\" disse Milo num gritinho, \"mas o Rei da floresta declarou que cantar é incômodo. Ele quer calar sua música!\"\n","Os olhos de Zoran ficaram bem abertos de surpresa. O decreto do Rei significava que não haveria mais música na selva! Zoran e Milo decidiram confrontar o Rei juntos, misturando as melodias emocionantes de Zoran com o corajoso coração de Milo. \n","Quando chegaram ao trono do Rei, Zoran cantou uma música que tocou o coração do Rei. Milo corajosamente explicou como a música trouxe alegria a todas as criaturas na selva. O Rei, comovido pela união e compreensão deles, levantou a proibição de cantar na selva de Fora.\n"]}}}