{"title":"Baba's Lost Flower","hook":"One sunny morning, Baba woke up to find her favorite flower missing from the garden. Where did it go?","moral":"Kindness and teamwork lead to solutions when facing challenges in life.","paragraphs":["Baba loved to spend time in her colorful garden, especially admiring her prized flower that bloomed every morning. But one day, she discovered the flower was missing! \"Oh no, where did my flower go?\" Baba exclaimed.","Puzzled, Baba searched all around the garden, but the flower was nowhere to be found. She asked her little animal friends for help. \"Have you seen my pretty flower?\" asked Baba, her eyes filled with worry.","The animals gathered around and shared their ideas on where the flower might be. The wise old owl suggested checking by the big tree, the playful squirrel thought it could be hiding in the bushes, and the busy bee buzzed about looking near the pond.","Working together, Baba and her animal friends followed the clues until they finally found the missing flower tucked away behind the old watering can. \"Hooray, we found it!\" Baba cheered, grateful for her friends' help."],"keywords":["garden","flower","missing","teamwork","kindness","colorful","animals","search","found","grateful"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba woke up to find her favorite flower missing from the garden. Where did it go?","moral":"Kindness and teamwork lead to solutions when facing challenges in life.","title":"Baba's Lost Flower","keywords":{"grandma":["nenek"],"garden":["kebun","taman"],"flower":["bunga"],"Baba":["Kakek","Bapak"],"animal":["hewan"],"friends":["teman-teman"],"animals":["hewan"],"tree":["pohon"]},"paragraphs":["Grandma loved to play in her beautiful garden, especially looking at her favorite flower that opened every morning. But one day, she found out the flower was gone! \"Oh dear, where is my flower?\" Grandma cried out.\n","Confused, Baba looked everywhere in the garden, but the flower was not there. She asked her small animal friends for assistance. \"Did you see my beautiful flower?\" Baba asked anxiously.\n","Once there were some animals. They got together and talked about where they thought the flower was. The smart old owl said they should look near the big tree, the fun squirrel said maybe it was in the bushes, and the hardworking bee flew around searching close to the pond.\n","Baba and her animal friends worked together. They followed clues and found a missing flower behind the old watering can. \"Hooray, we found it!\" Baba cheered, happy for her friends' help.\n"]},"en-fr":{"title":"La Fleur Perdue  de Baba","moral":"Être gentil et travailler ensemble aident à trouver des solutions quand on rencontre des problèmes dans la vie.","hook":"Un matin ensoleillé, Baba s'est réveillée et a vu que sa fleur préférée avait disparu du jardin. Où est-elle partie ?","keywords":{"Baba":["Dad"],"jardin":["garden"],"fleur":["flower"],"amis animaux":["animal friends"],"amis":["friends"],"animaux":["animals"],"hibou":["owl"]},"paragraphs":["Baba aimait passer du temps dans son jardin coloré, en admirant particulièrement sa fleur favorite qui fleurissait chaque matin. Mais un jour, elle a découvert que la fleur avait disparu ! \"Oh non, où est partie ma fleur ?\" s'est exclamée Baba.\n","Perplexed, Baba cherchait partout dans le jardin, mais la fleur était introuvable. Elle a demandé de l'aide à ses petits amis animaux. \"Avez-vous vu ma jolie fleur?\" demanda Baba, les yeux remplis d'inquiétude.\n","Les animaux se sont rassemblés et ont partagé leurs idées sur où la fleur pourrait être. Le vieux sage hibou a suggéré de vérifier près du grand arbre, l'écureuil joueur pensait qu'elle pourrait se cacher dans les buissons, et l'abeille occupée bourdonnait en cherchant près de l'étang.\n","En travaillant ensemble, Baba et ses amis animaux ont suivi les indices jusqu'à ce qu'ils trouvent enfin la fleur manquante cachée derrière la vieille canne à eau. \"Hourra, nous l'avons trouvée !\" s'écria Baba, reconnaissante pour l'aide de ses amis.\n"]},"en-pt":{"title":"A Flor Perdida da Vovó","moral":"Ser gentil e trabalhar juntos ajuda a resolver problemas na vida.","hook":"Em uma manhã ensolarada, a Vovó acordou e percebeu que sua flor favorita tinha sumido do jardim. Para onde será que ela foi?\n","keywords":{"Vovó":["Grandmother"],"jardim colorido":["colorful garden"],"flor especial":["special flower"],"Baba":["Babysitter"],"amigos animais":["animal friends"],"flor":["flower"],"animais":["animals"],"coruja":["owl"],"abelha":["bee"],"jardim":["garden"]},"paragraphs":["Vovó adorava ficar no seu jardim colorido, especialmente admirando sua flor especial que florescia todas as manhãs. Mas um dia, ela descobriu que a flor tinha sumido! \"Ai não, para onde foi minha flor?\" Vovó exclamou.\n","Confusa, Baba procurou por todo o jardim, mas a flor não estava em lugar nenhum. Ela pediu ajuda aos seus amiguinhos animais. \"Você viu minha flor bonita?\" perguntou Baba, os olhos cheios de preocupação.\n","Os animais se reuniram e compartilharam suas ideias sobre onde a flor poderia estar. A sábia coruja sugeriu verificar perto da árvore grande, o esquilo brincalhão achou que poderia estar se escondendo nos arbustos, e a abelha ocupada zumbiu procurando perto do lago.\n","Trabalhando juntos, Baba e seus amigos animais seguiram as pistas até finalmente encontrarem a flor perdida escondida atrás do velho regador. \"Viva, encontramos!\" Baba comemorou, grata pela ajuda de seus amigos.\n"]},"en-de":{"moral":"Freundlichkeit und Teamarbeit helfen dabei, Lösungen zu finden, wenn man in schwierigen Situationen im Leben steckt.","title":["Baba hat seine verlorene Blume"],"hook":"An einem sonnigen Morgen wachte Baba auf und entdeckte, dass ihre Lieblingsblume aus dem Garten verschwunden war. Wo ist sie hin?","keywords":{"Baba":["Grandma"],"Blume":["Flower"],"Tierfreunde":["Animal Friends"],"tierischen Freunde":["Animal Friends"],"vermisste Blume":["Missing Flower"],"Garten":["Garden"],"Tiere":["Animals"],"Eule":["Owl"]},"paragraphs":["Baba liebte es, Zeit in ihrem bunten Garten zu verbringen, besonders bewunderte sie ihre Lieblingsblume, die jeden Morgen blühte. Aber eines Tages entdeckte sie, dass die Blume verschwunden war! \"Oh nein, wo ist meine Blume hin?\" rief Baba aus.\n","Verwirrt suchte Baba im Garten herum, aber die Blume war nirgendwo zu finden. Sie fragte ihre kleinen Tierfreunde um Hilfe. \"Habt ihr meine hübsche Blume gesehen?\" fragte Baba, ihre Augen voller Sorge.\n","Die Tiere haben sich versammelt und ihre Ideen darüber geteilt, wo die Blume sein könnte. Die weise alte Eule schlug vor, beim großen Baum nachzuschauen, das verspielte Eichhörnchen dachte, sie könnte sich in den Büschen verstecken, und die fleißige Biene summt herum und schaut in der Nähe des Teiches.\n","Gemeinsam haben Baba und ihre tierischen Freunde den Hinweisen gefolgt, bis sie schließlich die vermisste Blume hinter der alten Gießkanne entdeckten. \"Hurra, wir haben sie gefunden!\" jubelte Baba und war dankbar für die Hilfe ihrer Freunde.\n"]}}}