{"title":"The Lost Teddy Bear","hook":"One sunny morning, Baba found a mysterious teddy bear in her backyard! Where did it come from?","moral":"Always be kind and help others in need, even if it's something small like a lost teddy bear.","paragraphs":["One morning, Baba was playing in her backyard when she stumbled upon a soft, cuddly teddy bear lying in the bushes. \"Oh my! Who does this belong to?\" she wondered aloud.","Baba decided to ask her neighbors if they had lost a teddy bear. However, no one seemed to be missing one. Baba felt worried for the lost bear.","Suddenly, Baba's little brother ran outside, crying. \"I lost Teddy! He's my favorite bear!\" he sobbed. Baba's eyes widened in realization - this must be his teddy bear!","With a big smile, Baba ran over to the bushes and picked up the teddy bear. \"Look what I found, brother! Teddy was hiding in the bushes, but now he's safe,\" she exclaimed.","Her brother hugged Baba tightly, overjoyed to have Teddy back. Baba felt happy that she could help her brother find his beloved toy, and they both danced around the backyard in glee."],"keywords":["Teddy bear","Backyard","Neighbors","Lost","Help","Happy","Family","Cuddle","Kindness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba found a mysterious teddy bear in her backyard! Where did it come from?","moral":"Always be kind and help others in need, even if it's something small like a lost teddy bear.","title":"The Lost Teddy Bear","keywords":{"Baba":["Baba"],"teddy bear":["boneka teddy"],"bushes":["semak"],"Teddy":["Teddy"],"favorite bear":["beruang kesayangan"],"realization":["pemahaman","kesadaran"],"hug":["pelukan"],"happy":["bahagia","senang"],"worried":["cemas","khawatir"]},"paragraphs":["One day, Baba was playing in her garden when she found a fluffy teddy bear hiding in the bushes. \"Wow! Whose is this?\" she asked herself out loud.\n","Baba decided to talk to her friends to see if anyone lost a cuddly bear. But, nobody said they lost theirs. Baba was sad for the missing bear. \n","Suddenly, Baba's little brother ran outside, crying. \"I lost Teddy! He's my favorite bear!\" he sobbed. Baba's eyes widened in realization - this must be his teddy bear!\n","Baba ran happily towards the bushes and found a teddy bear hidden there. \"Look brother, I found Teddy! He was hiding, but now he's safe,\" she said with joy.\n","Her brother gave Baba a big hug, so happy to have Teddy again. Baba was glad she could help her brother find his special toy, and they both danced happily in the backyard.\n"]},"en-de":{"title":"Der Verlorene Kuschelbär","hook":"An einem sonnigen Morgen fand Baba einen geheimnisvollen Teddybär in ihrem Hinterhof! Woher kam er?","moral":"Sei immer nett und hilf anderen, die Hilfe brauchen, auch wenn es etwas Kleines ist, wie ein verlorenes Teddybär.","keywords":{"Baba":["father","dad"],"Teddybär":["teddy bear"],"Büsche":["bushes","shrubs"],"Bruder":["brother"],"Teddy":["teddy bear"],"Hilfe":["help","assistance"],"Mama":["mother","mom"],"besorgt":["concerned","worried"],"weinen":["cry","weep"],"Erkenntnis":["realization","insight"],"Hinterhof":["backyard"]},"paragraphs":["Eines Morgens spielte Baba in ihrem Hinterhof, als sie auf einen weichen, kuscheligen Teddybären stieß, der in den Büschen lag. \"Oh mein! Wem gehört das?\", dachte sie laut.\n","Mama beschloss, ihre Nachbarn zu fragen, ob sie einen Teddybär verloren hatten. Aber niemand schien einen zu vermissen. Mama fühlte sich besorgt um den verlorenen Bären.\n","Plötzlich rannte Babas kleiner Bruder draußen, weinend. \"Ich habe Teddy verloren! Er ist mein Lieblingsbär!\" schluchzte er. Babas Augen weiteten sich in Erkenntnis - das muss sein Teddybär sein!\n","Mit einem großen Lächeln rannte Baba zu den Büschen und hob den Teddybär auf. \"Schau mal, was ich gefunden habe, Bruder! Teddy hat sich in den Büschen versteckt, aber jetzt ist er sicher\", rief sie aus.\n","Ihr Bruder umarmte Baba fest, überglücklich, Teddy zurück zu haben. Baba war froh, dass sie ihrem Bruder helfen konnte, sein geliebtes Spielzeug zu finden, und sie tanzten beide vor Freude im Hinterhof herum.\n"]},"en-fr":{"title":"L'Ours en Peluche Perdu","moral":"Toujours être gentil et aider les autres qui ont besoin d'aide, même si c'est quelque chose de petit comme un ours en peluche perdu.","hook":"Un matin ensoleillé, Baba a trouvé un ours en peluche mystérieux dans son jardin! D'où vient-il?","keywords":{"Baba":["Daddy"],"nounours":["Teddy bear"],"voisins":["neighbors"],"matin":["morning"],"ourson":["cub"],"buissons":["bushes"],"sourire":["smile"],"couru":["ran"],"peluche":["plush"],"Teddy":["Teddy bear"],"pleurer":["cry"],"ours":["bear"],"frère":["brother"],"jardin":["garden"]},"paragraphs":["Un matin, Baba était en train de jouer dans son jardin quand elle est tombée sur un ourson tout doux et câlin caché dans les buissons. \"Oh là là ! À qui est-ce que cela appartient ?\" se demanda-t-elle à voix haute.\n","Baba a décidé de demander à ses voisins s'ils avaient perdu un nounours. Mais personne ne semblait en avoir perdu un. Baba se sentait inquiète pour l'ours perdu.\n","Tout à coup, le petit frère de Baba courut dehors, en pleurant. \"J'ai perdu Teddy! C'est mon ours préféré!\" sanglotait-il. Les yeux de Baba se sont écarquillés en réalisant - ce devait être son ours en peluche!\n","Avec un grand sourire, Baba a couru vers les buissons et a ramassé l'ours en peluche. \"Regarde ce que j'ai trouvé, frère! Teddy se cachait dans les buissons, mais maintenant il est en sécurité,\" s'est exclamée.\n","Son frère a fait un gros câlin à Baba, très heureux de retrouver Teddy. Baba était contente de pouvoir aider son frère à retrouver son jouet adoré, et ils ont tous les deux dansé de joie dans le jardin.\n"]},"en-pt":{"title":"O Urso de Pelúcia Perdido","moral":"Sempre seja gentil e ajude os outros quando precisarem, mesmo que seja algo pequeno como um ursinho perdido.","hook":"Uma manhã ensolarada, Baba encontrou um urso de pelúcia misterioso no quintal dela! De onde ele veio?","keywords":{"smile":["smile"],"bushes":["bushes"],"teddy bear":["teddy bear","teddy","teddy bear","ursinho de pelúcia"],"brother":["brother"],"hugged":["hugged"],"happy":["happy"],"morning":["morning"],"backyard":["backyard"],"Teddy":["Teddy"],"urso favorito":["urso favorito"],"soluçou":["soluçou"],"Dona Baba":["Dona Baba"],"ursinho de pelúcia":["ursinho de pelúcia","teddy bear"],"preocupada":["preocupada"]},"paragraphs":["Certa manhã, Baba estava brincando no quintal dela quando tropeçou em um ursinho macio e fofo deitado nas moitas. \"Nossa! De quem será isso?\" ela se perguntou em voz alta.","Dona Baba decidiu perguntar aos vizinhos se tinham perdido um ursinho de pelúcia. Mas ninguém parecia estar sem um ursinho. Dona Baba ficou preocupada com o ursinho perdido.\n","De repente, o irmãozinho do Baba correu para fora, chorando. \"Eu perdi o Teddy! Ele é meu urso favorito!\" soluçou. Os olhos de Baba se arregalaram ao perceber - esse deve ser o urso de pelúcia dele!\n","Com um sorriso grande, Baba correu até os arbustos e pegou o ursinho. \"Olha o que eu achei, irmão! Teddy estava se escondendo nos arbustos, mas agora ele está seguro,\" ela exclamou.\n","O irmão dela abraçou a Baba apertado, muito feliz por ter o Teddy de volta. Baba se sentiu feliz por poder ajudar seu irmão a encontrar seu brinquedo amado, e os dois dançaram no quintal de alegria.\n"]}}}