{"title":"The Sparkling Secret","hook":"What will happen when Surya the time-leaping pirate meets Kata the dream-weaving caterpillar in the mysterious Fora jungle?","moral":"Friends can have different abilities, but by working together they can solve any problem.","paragraphs":["In the heart of the dense Fora jungle, Surya the spirited pirate sailed through time with his magical ship, looking for treasures that sparkled like sunbeams.","One sunny day, he stumbled upon Kata, a gentle caterpillar who could weave dreams with her colorful threads. They were both amazed by each other's unique abilities.","\"Ahoy there, Kata! What magic do you hold in your tiny hands?\" exclaimed Surya, intrigued by the shimmering yarn spun by Kata.","\"Greetings, brave pirate Surya! I weave dreams that bring joy and wonder to all who see them,\" replied Kata with a warm smile.","As they ventured deeper into the jungle, they encountered a towering tree blocking their path. Surya tried to leap over it, but fell back each time. Kata tried to weave a dream to make the tree vanish, but the dream faded quickly.","Realizing they needed to combine their powers, Surya leaped high into the air, while Kata wove a dream of the tree becoming a bridge. Together, they created a sparkling bridge, allowing them to cross with ease.","Celebrating their success, Surya and Kata learned that by combining their strengths, they could overcome any obstacle that came their way."],"keywords":["Fora jungle","Surya","time-leaping pirate","Kata","dream-weaving caterpillar","teamwork","magic","treasures","unique abilities","problem-solving"],"characters":["Surya","Kata"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"O Segredo Brilhante\n","moral":"Amigos podem ter habilidades diferentes, mas trabalhando juntos eles conseguem resolver qualquer problema.","hook":"O que vai acontecer quando o pirata Surya, que pula no tempo, encontrar a lagarta Kata, que tece sonhos, na misteriosa selva de Fora?","keywords":{"magia":["magic"],"mãozinhas":["little hands"],"fio":["thread","string"],"sunny day":["dia ensolarado"],"caterpillar":["lagarta"],"colorful threads":["fios coloridos"],"sucesso":["success"],"combinar":["match","combine"],"obstáculo":["obstacle"],"pirata":["pirate"],"sonhos":["dreams"],"alegria":["joy"],"Surya":["Sun"],"Kata":["Kata"],"ponte":["bridge"],"floresta":["forest"],"árvore gigante":["giant tree"],"sonho":["dream"],"tesouros":["treasures"]},"paragraphs":["No coração da densa Floresta de Fora, Surya, o pirata aventureiro, navegava pelo tempo com seu navio mágico, procurando tesouros que brilhavam como raios de sol.\n","Num dia ensolarado, ele encontrou Kata, uma lagarta gentil que conseguia tecer sonhos com seus fios coloridos. Ambos ficaram impressionados com as habilidades únicas um do outro.\n","\"Alô, Kata! Que magia você segura nas suas mãozinhas?\" exclamou Surya, intrigado pelo brilho do fio criado por Kata.\n","Saudações, valente pirata Surya! Eu teço sonhos que trazem alegria e admiração para todos que os veem,\" respondeu Kata com um sorriso acolhedor.\n","Enquanto exploravam mais para dentro da floresta, encontraram uma árvore gigante bloqueando o caminho deles. Surya tentou pular por cima dela, mas caía de volta toda vez. Kata tentou tecer um sonho para fazer a árvore desaparecer, mas o sonho desapareceu rapidamente.\n","Quando perceberam que precisavam juntar seus poderes, Surya pulou bem alto no ar, enquanto Kata teceu um sonho da árvore se tornando uma ponte. Juntos, eles criaram uma ponte cintilante, permitindo que cruzassem facilmente.\n","Comemorando o sucesso deles, Surya e Kata descobriram que, juntos, podiam vencer qualquer desafio que aparecesse.\n"]},"en-fr":{"title":"Le Secret Scintillant\n","moral":"Les amis peuvent avoir différentes capacités, mais en travaillant ensemble, ils peuvent résoudre n'importe quel problème.","hook":"Que se passera-t-il lorsque Surya le pirate sauteur de temps rencontrera Kata la chenille tisseuse de rêves dans la mystérieuse jungle de Fora?","keywords":{"célébrant":["celebrant"],"réussite":["success"],"talents":["skills","abilities"],"courageux":["brave","courageous"],"apportent":["bring"],"sourire":["smile"],"bonjour":["hello"],"magie":["magic"],"mains":["hands"],"Surya":["Surya"],"Kata":["Kata"],"pont":["bridge"],"jungle":["jungle"],"arbre":["tree"],"rêve":["dream"],"sunny":["sunny"],"caterpillar":["caterpillar"],"colorful":["colorful"],"pirate":["pirate"],"trésors":["treasures"]},"paragraphs":["Au coeur de la dense jungle de Fora, Surya, le pirate plein d'énergie, naviguait à travers le temps avec son navire magique, à la recherche de trésors qui scintillaient comme des rayons de soleil.\n","Il était une fois, sous un beau soleil, il rencontra Kata, une chenille douce qui pouvait tisser des rêves avec ses fils colorés. Ils ont été tous les deux émerveillés par les capacités uniques de l'autre.\n","\"Bonjour, Kata! Quelle magie tiens-tu dans tes toutes petites mains?\" s'exclama Surya, intrigué par le fil scintillant filé par Kata.\n","\"Salut, courageux pirate Surya ! J'imagine des rêves qui apportent de la joie et de l'émerveillement à tous ceux qui les voient,\" répondit Kata avec un sourire chaleureux.\n","Alors qu'ils avançaient plus profondément dans la jungle, ils découvrirent un grand arbre bloquant leur chemin. Surya a essayé de sauter par-dessus, mais est retombé à chaque fois. Kata a essayé de tisser un rêve pour faire disparaître l'arbre, mais le rêve a rapidement disparu.\n","Un jour, Surya saute très haut dans le ciel, et Kata rêve que l'arbre se transforme en pont. Ensemble, ils créent un pont étincelant pour traverser facilement.\n","En célébrant leur réussite, Surya et Kata ont appris que en combinant leurs talents, ils pouvaient surmonter tous les obstacles sur leur chemin.\n"]},"en-de":{"title":"Das Glitzernde Geheimnis\n","moral":"Freunde können verschiedene Fähigkeiten haben, aber wenn sie zusammenarbeiten, können sie jedes Problem lösen.","hook":"Was passiert, wenn Surya der zeitreisende Pirat Kata der traumwebende Raupen in dem geheimnisvollen Fora Dschungel trifft?","keywords":{"Herzen":["hearts"],"pirat":["pirate"],"Schätze":["treasures"],"Surya":["sun"],"Kata":["story"],"Erfolg":["success"],"tapferer":["brave"],"Träume":["dreams"],"Freude":["joy"],"Hallo":["hello"],"Zauberei":["magic"],"Garn":["yarn"],"sunny day":["sunny day"],"gentle caterpillar":["gentle caterpillar"],"colorful threads":["colorful threads"],"Dschungel":["jungle"],"Baum":["tree"],"Traum":["dream"],"Kräfte":["powers"],"Brücke":["bridge"]},"paragraphs":["Im Herzen vom dichten Fora Dschungel segelte Surya der freche Pirat mit seinem zauberhaften Schiff durch die Zeit auf der Suche nach Schätzen, die schimmerten wie Sonnenstrahlen.\n","Eines sonnigen Tages stolperte er über Kata, eine sanfte Raupe, die mit ihren bunten Fäden Träume weben konnte. Sie waren beide von den einzigartigen Fähigkeiten des anderen erstaunt.\n","\"Hallo, Kata! Welche Zauberei hältst du in deinen winzigen Händen?\" rief Surya aus, fasziniert von dem schimmernden Garn, das von Kata gesponnen wurde.\n","Hallo, tapferer Piraten Surya! Ich mache Träume, die Freude und Staunen bringen für jeden, der sie sieht,\" antwortete Kata mit einem warmen Lächeln.\n","Als sie tiefer in den Dschungel vordrangen, trafen sie auf einen riesigen Baum, der ihren Weg blockierte. Surya versuchte darüber zu springen, fiel aber jedes Mal zurück. Kata versuchte einen Traum zu weben, um den Baum verschwinden zu lassen, doch der Traum verblasste schnell.\n","Sie erkannten, dass sie ihre Kräfte vereinen mussten. Surya sprang hoch in die Luft, während Kata einen Traum webte, indem der Baum zu einer Brücke wurde. Zusammen erschufen sie eine funkelnde Brücke, die es ihnen ermöglichte, mit Leichtigkeit darüber zu gehen.\n","Surya und Kata feierten ihren Erfolg und lernten, dass sie, wenn sie ihre Stärken kombinierten, jedes Hindernis überwinden konnten, das sich ihnen in den Weg stellte.\n"]},"id-en":{"hook":"What will happen when Surya the time-leaping pirate meets Kata the dream-weaving caterpillar in the mysterious Fora jungle?","moral":"Friends can have different abilities, but by working together they can solve any problem.","title":"The Sparkling Secret","keywords":{"jungle":["hutan belantara","rimba"],"pirate":["bajak laut"],"treasures":["harta karun"],"dreams":["mimpi","impian"],"happy":["bahagia","senang"],"Hello":["Halo","Hai"],"special":["istimewa","spesial"],"small":["kecil","mungil"],"success":["keberhasilan","sukses"],"strengths":["kekuatan","kelebihan"],"overcome":["mengatasi","mengalahkan"],"caterpillar":["ulat bulu","ulat gonggok"],"colorful threads":["benang berwarna"],"Surya":["matahari"],"Kata":["kata"],"bridge":["jembatan"],"forest":["hutan"],"tall tree":["pohon tinggi"],"magic dream":["mimpi ajaib"]},"paragraphs":["In a big jungle called Fora, Surya the brave pirate sailed with his special ship, looking for shiny treasures.\n","One day, when the sun was shining brightly, he met Kata. Kata was a nice caterpillar who could make dreams with her pretty strings. They both thought each other's special powers were wonderful.\n","\"Hello there, Kata! What special thing do you have in your small hands?\" said Surya, curious about the shiny thread made by Kata.\n","Hello, brave pirate Surya! I make dreams that make people happy and amazed,\" answered Kata with a friendly smile.\n","As they walked through the big forest, they saw a very tall tree in front of them. Surya tried to jump over it, but kept falling down. Kata tried to imagine a magic dream to make the tree disappear, but the dream went away fast.\n","Surya jumped very high, while Kata dreamt that the tree turned into a bridge. Together, they made a shiny bridge to cross easily.\n","Happy and proud, Surya and Kata found out that when they work together and use their special abilities, they can beat any problem.\n"]}}}