{"title":"The Lost Kitten","hook":"Follow Mia as she learns the importance of kindness and helping others. Will she be able to reunite the lost kitten with its family?","moral":"Kindness and helping others are important qualities to have.","paragraphs":["Mia was playing in the meadow when she heard a soft \"meow\" coming from behind a bush. She tiptoed closer and saw a tiny, scared kitten.","\"Oh no! You must be lost,\" said Mia softly, picking up the kitten. \"Don't worry, I'll help you find your family.\"","Mia asked the birds, the squirrels, and the butterflies if they had seen the kitten's family. But no one knew.","Just as Mia was starting to feel worried, a friendly rabbit hopped over and said, \"I know where the kitten's family lives! Follow me!\"","With the rabbit's help, Mia found the kitten's family in a cozy den under a big oak tree. They were overjoyed to see their little one safe and sound."],"keywords":"Mia, kitten, kindness, family, meadow, help, lost, animals, happiness, reunited","characters":null,"translations":{"en-de":{"title":"Das Verlorene Kätzchen","moral":"Freundlichkeit und anderen zu helfen sind wichtige Eigenschaften zu haben.","hook":"Komm mit Mia, wenn sie lernt, wie wichtig Freundlichkeit und anderen zu helfen ist. Wird sie das verlorene Kätzchen mit seiner Familie wiedervereinigen können?","keywords":{"Mia":["Meow"],"Wiese":["Meadow"],"Kätzchen":["Kitten"],"Häschen":["Bunny"],"Vögel":["Birds"],"Hase":["Rabbit"],"Eiche":["Oak"],"Familie":["Family"]},"paragraphs":["Mia spielte auf der Wiese, als sie ein leises \"Miau\" aus einem Busch hörte. Sie schlich näher und sah ein winziges, ängstliches Kätzchen.\n","\"Oh nein! Du bist bestimmt verloren,\" sagte Mia leise und hob das Kätzchen auf. \"Keine Sorge, ich werde dir helfen, deine Familie zu finden.\"\n","Mia fragte die Vögel, die Eichhörnchen und die Schmetterlinge, ob sie die Familie des Kätzchens gesehen hatten. Aber niemand wusste es.\n","Als Mia anfing, besorgt zu sein, hüpfte ein freundliches Häschen herbei und sagte: \"Ich weiß, wo die Familie des Kätzchens wohnt! Folge mir!\"\n","Mit der Hilfe des Hasen fand Mia die Familie des Kätzchens in einem gemütlichen Unterschlupf unter einer großen Eiche. Sie waren überglücklich, ihr Kleines sicher und wohlbehalten wiederzusehen.\n"]},"en-pt":{"title":"O Gatinho Perdido","moral":"Ser amável e ajudar os outros são qualidades importantes de se ter.\n","hook":"Vem com a Mia aprender sobre ser legal e ajudar os outros. Será que ela vai conseguir devolver o gatinho perdido para a família dele?\n","keywords":{"Mia":["Mom"],"coelho":["rabbit","bunny"],"gatinho":["kitten","cat"],"família":["family"],"campo":["field","countryside"]},"paragraphs":["Mia estava brincando no campo quando ouviu um \"miau\" suave vindo de trás de uma moita. Ela foi se aproximando de mansinho e viu um gatinho pequenino e assustado.\n","\"Oh não! Você deve estar perdido,\" disse Mia suavemente, pegando o gatinho. \"Não se preocupe, eu vou te ajudar a encontrar sua família.\"\n","Mia perguntou aos passarinhos, às esquilinhas e às borboletas se tinham visto a família do gatinho. Mas ninguém sabia.\n","Assim que a Mia começou a ficar preocupada, um coelho amigável pulou e disse: \"Eu sei onde a família do gatinho mora! Me siga!\"\n","Com a ajuda do coelho, a Mia encontrou a família do gatinho em uma toca aconchegante embaixo de um grande carvalho. Eles ficaram felizes em ver o seu pequenino seguro e são.\n"]},"id-en":{"hook":"Follow Mia as she learns the importance of kindness and helping others. Will she be able to reunite the lost kitten with its family?","moral":"Kindness and helping others are important qualities to have.","title":"The Lost Kitten","keywords":{"Rabbit":["kelinci","arnab"],"Mia":["Mia"],"Kitty":["kucing"],"meow":["mengeong"],"kitten":["anak kucing"],"birds":["burung"],"butterflies":["kupu-kupu"],"lost":["hilang","tersesat"],"family":["keluarga"],"bunny":["kelinci","arnab"]},"paragraphs":["Mia was playing in the field when she heard a quiet \"meow\" from a bush. She walked quietly and saw a small, frightened kitty.\n","\"Oh dear! You look lost,\" Mia said quietly as she picked up the little kitty. \"Don't be scared, I'll take you home to your family.\"\n","Mia talked to the birds, the squirrels, and the butterflies to find the kitty's family. But nobody knew.\n","One time, Mia was getting a little scared. Then, a nice bunny came and said, \"I can show you where the kitty's house is! Come with me!\"\n","Rabbit helped Mia find Kitty's family in a warm home under a huge tree. They were so happy to have their little one back.\n"]},"en-fr":{"title":"Le Chaton Perdu","moral":"Être gentil et aider les autres sont des choses importantes à faire.\n","hook":"Suis Mia alors qu'elle apprend l'importance de la gentillesse et d'aider les autres. Saura-t-elle réunir le chaton perdu avec sa famille ?","keywords":{"Mia":["Mine"],"lapin":["rabbit","bunny"],"chaton":["kitten","cat"],"terrier":["terrier"],"prairie":["prairie","meadow"],"lost":["lost","missing"],"kitten":["kitten","cat"],"family":["family"],"oiseaux":["birds"]},"paragraphs":["Mia jouait dans la prairie quand elle a entendu un petit \"miaou\" venant de derrière un buisson. Elle s'est approchée sur la pointe des pieds et a vu un petit chaton effrayé.\n","\"Oh non! Tu dois être perdu,\" dit doucement Mia, en ramassant le chaton. \"Ne t'inquiète pas, je vais t'aider à retrouver ta famille.\"\n","Mia a demandé aux oiseaux, aux écureuils et aux papillons s'ils avaient vu la famille du chaton. Mais personne ne savait.\n","Alors que Mia commençait à se sentir inquiète, un lapin amical a sautillé jusqu'à elle et a dit, \"Je sais où la famille du chaton habite! Viens avec moi!\"\n","Avec l'aide du lapin, Mia a trouvé la famille du chaton dans un terrier confortable sous un grand chêne. Ils étaient très heureux de voir leur petit en sécurité et en bonne santé.\n"]}}}