{"title":"The Magic Singing Seeds","hook":"One day, Baba discovered a mysterious box of seeds in her garden. What could they be?","moral":"Patience and kindness can lead to unexpected magic in everyday life.","paragraphs":["One sunny morning, Baba was playing in her colorful garden when she noticed a shiny box hidden behind the flowers. \"What's this?\" she wondered with wide eyes.","She opened the box and found tiny seeds that shimmered in the sunlight. Curious, she planted them in the soft soil, hoping they would grow into something special.","Days passed, and Baba watered the seeds every morning, singing cheerful songs to them. One evening, she heard a faint melody coming from the ground.","\"Hello, Baba! We are the magic singing seeds,\" a chorus of tiny voices chirped. Baba danced with delight as the seeds bloomed into beautiful flowers that sang to her.","The next day, Baba shared the magic with her friends, spreading joy and music throughout the neighborhood. The once plain street was now filled with laughter and songs."],"keywords":["Magical seeds","Garden discovery","Singing flowers","Joyful melodies","Kindness","Friendship","Unexpected magic","Everyday wonder"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"As Sementes Mágicas Cantantes\n","moral":"Paciência e bondade podem trazer magia inesperada para a vida cotidiana.","hook":"Um dia, Baba descobriu uma caixa misteriosa de sementes em seu jardim. O que será que elas são?\n","keywords":{"caixa":["box"],"sementes":["seeds"],"brilhavam":["glittered","shone"],"Baba":["bag"],"melodia":["melody"],"flores":["flowers"],"sunny morning":["sunny morning"],"colorful garden":["colorful garden"],"shiny box":["shiny box"],"magia":["magic"],"alegria":["joy","happiness"]},"paragraphs":["Numa manhã ensolarada, Baba estava brincando no seu jardim colorido quando ela viu uma caixa brilhante escondida atrás das flores. \"O que é isso?\" ela se perguntou com os olhos bem abertos.\n","Ela abriu a caixa e encontrou sementes pequeninas que brilhavam ao sol. Curiosa, ela plantou elas na terra macia, esperando que crescessem em algo especial.\n","Dias se passaram, e Baba regava as sementes toda manhã, cantando canções alegres para elas. Uma noite, ela ouviu uma melodia fraca vindo do chão.\n","Olá, Baba! Nós somos as sementes mágicas cantoras,\" um coro de vozes pequeninas piou. Baba dançou de alegria enquanto as sementes floresciam em belas flores que cantavam para ela.\n","No dia seguinte, Baba compartilhou a magia com seus amigos, espalhando alegria e música por toda a vizinhança. A rua que antes era simples agora estava cheia de risadas e cantigas.\n"]},"en-de":{"title":"Die Zauber singende Samen","moral":"Geduld und Freundlichkeit können im Alltag zu unerwarteter Magie führen.","hook":"Eines Tages entdeckte Mama eine geheimnisvolle Schachtel mit Samen in ihrem Garten. Was könnten sie sein?","keywords":{"Baba":["father","dad"],"Samen":["seed","seeds"],"Melodie":["melody"],"Schachtel":["box","case"],"winzige Samen":["tiny seeds"],"weiche Erde":["soft soil"],"singen":["sing"],"Blumen":["flowers"],"Magie":["magic"],"Nachbarschaft":["neighborhood"],"Garten":["garden"]},"paragraphs":["Eines sonnigen Morgens spielte Baba in ihrem bunten Garten, als sie eine glänzende Schachtel hinter den Blumen bemerkte. \"Was ist das?\" fragte sie sich mit großen Augen.\n","Sie öffnete die Schachtel und fand winzige Samen, die in der Sonne glänzten. Neugierig pflanzte sie sie in die weiche Erde und hoffte, dass sie zu etwas Besonderem heranwachsen würden.\n","Tage vergingen, und Baba goss jeden Morgen die Samen und sang fröhliche Lieder für sie. Eines Abends hörte sie eine leise Melodie, die aus dem Boden kam.\n","\"Hallo, Baba! Wir sind die zauberhaften singenden Samen\", zwitscherte ein Chor winziger Stimmen. Baba tanzte vor Freude, als die Samen zu wunderschönen Blumen erblühten, die ihr ein Lied sangen.\n","Am nächsten Tag teilte Baba die Magie mit ihren Freunden und verbreitete Freude und Musik in der Nachbarschaft. Die einmal langweilige Straße war jetzt voller Gelächter und Lieder.\n"]},"en-fr":{"title":"Les Graines Magiques qui Chantent\n","hook":"Un jour, Baba a découvert une boîte mystérieuse de graines dans son jardin. Qu'est-ce que ça pouvait être ?\n","moral":"Être patient et gentil peut apporter de la magie inattendue dans la vie de tous les jours.\n","keywords":{"Baba":["Dad","Father"],"graines":["seeds"],"chansons":["songs"],"matin ensoleillé":["sunny morning"],"jardin coloré":["colorful garden"],"boîte brillante":["bright box"],"graines magiques":["magic seeds"],"fleurs belles":["beautiful flowers"],"magic":["magique","sorcery"],"joy":["joie","happiness"],"laughter":["rire"],"boîte":["box"],"soleil":["sun"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin coloré quand elle a remarqué une boîte brillante cachée derrière les fleurs. \"Qu'est-ce que c'est?\" se demanda-t-elle les yeux grands ouverts.\n","Elle a ouvert la boîte et a trouvé de minuscules graines qui brillaient au soleil. Curieuse, elle les a plantées dans la terre douce, espérant qu'elles pousseraient en quelque chose de spécial.\n","Les jours passaient, et Baba arrosait les graines chaque matin, en leur chantant des chansons joyeuses. Un soir, elle entendit une mélodie faible venant du sol.\n","\"Bonjour, Baba! Nous sommes les graines magiques qui chantent,\" une chorale de petites voix pépia. Baba dansait de joie alors que les graines fleurissaient en de belles fleurs qui chantaient pour elle.\n","Le lendemain, Baba a partagé la magie avec ses amis, répandant la joie et la musique dans tout le quartier. La rue autrefois simple était maintenant remplie de rires et de chansons.\n"]},"id-en":{"hook":"One day, Baba discovered a mysterious box of seeds in her garden. What could they be?","moral":"Patience and kindness can lead to unexpected magic in everyday life.","title":"The Magic Singing Seeds","keywords":{"Baba":["Kakek","Nenek"],"shiny box":["kotak mengkilap"],"colorful garden":["taman berwarna-warni"],"Grandma":["Nenek"],"special secret":["rahasia istimewa"],"joyful tunes":["irama gembira"],"Grandpa":["Kakek"],"singing seeds":["benih bersenandung"],"flowers":["bunga-bunga"],"seeds":["benih"],"melody":["melodi"],"box":["kotak"],"sunlight":["cahaya matahari"]},"paragraphs":["One bright morning, Baba was playing in her colorful garden when she saw a shiny box hiding behind the flowers. \"What's this?\" she asked with big eyes.\n","She opened the box and found very small seeds that sparkled in the sun. She was curious, so she put them in the soft dirt, wishing they would become something unique.\n","One day turned into many days, and Baba took care of the tiny seeds each morning. She sang happy songs to them. One night, she heard a soft tune coming from the earth.\n","\"Hi, Grandpa! We are the special singing seeds,\" a group of tiny voices sang together. Grandpa danced happily as the seeds turned into pretty flowers that sang to him.\n","The next day, Grandma shared the special secret with her friends, making everyone happy with joyful tunes all around their homes. The street that used to be quiet was now happy with lots of laughing and singing.\n"]}}}