{"title":"The Missing Cupcake","hook":"One sunny afternoon, Baba's cupcake disappeared from the kitchen counter! What happened to it?","moral":"Always ask before taking things that don't belong to you.","paragraphs":["Baba skipped into the kitchen, excited to eat her special cupcake. But to her surprise, it was gone! She looked around, puzzled.","\"Mama, where is my cupcake?\" Baba asked with a frown. Mama replied, \"I didn't eat it. Did you ask Baba the cat if he took it?\"","Baba found Baba the cat sleeping under the table. She gently woke him up and asked, \"Baba, did you eat my cupcake?\" Baba the cat meowed in reply.","Feeling a bit sad, Baba decided to search the house. As she peeked into the living room, she saw a trail of crumbs leading to behind the sofa.","Curious, she tiptoed closer and found her missing cupcake half-eaten by a tiny mouse! The mouse looked scared but hungry.","Instead of getting mad, Baba smiled and said, \"It's okay, little friend. Next time, just ask for a piece, okay?\""],"keywords":["cupcake","disappeared","cat","search","crumbs","mouse","hungry","apologize","share","forgiveness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny afternoon, Baba's cupcake disappeared from the kitchen counter! What happened to it?","moral":"Always ask before taking things that don't belong to you.","title":"The Missing Cupcake","keywords":{"Mama":["Ibu"],"kitty cat":["kucing kecil"],"sweet cake":["kue manis"],"Baba":["Ayah"],"kitchen":["dapur"],"cupcake":["kue cup"],"smiled":["tersenyum"],"little friend":["teman kecil"],"Mommy":["Ibu"],"cake":["kue"],"kitty":["kucing"],"sad":["sedih"],"sofa":["sofa"],"curious":["penasaran"],"mouse":["tikus"]},"paragraphs":["Mama walked happily to the cooking room, ready to enjoy her tasty cake. Oh no, where did it go? She searched all over, feeling confused.\n","Child: \"Mommy, where's my yummy cake?\" Dad frowned and wondered aloud. Mommy answered, \"I didn't eat it. Have you asked the sweet kitty Baba if he has it?\"\n","Mama found the kitty cat sleeping under the table. She softly woke him up and asked, \"Kitty, did you eat my sweet cake?\" The kitty cat meowed back.\n","Baba felt a little sad, so she looked everywhere in the house. When she looked into the living room, she found a line of small pieces of food leading to the back of the sofa.\n","One day, a curious little girl went quietly to see what happened. She saw her cake bitten by a small mouse! The mouse seemed scared, yet it wanted more.\n","Instead of getting angry, Baba smiled and said, \"Don't worry, my little friend. Next time, just ask for some, okay?\"\n"]},"en-fr":{"title":"Le Cupcake Disparu","hook":"Un après-midi ensoleillé, le cupcake de Baba a disparu du comptoir de la cuisine ! Qu'est-ce qui lui est arrivé ?","moral":"Toujours demander avant de prendre des choses qui n'appartiennent pas à toi.","keywords":{"souris":["mouse"],"affamée":["hungry"],"triste":["sad"],"Baba":[],"cupcake":[],"surprise":["surprise"],"canapé":["sofa","couch"],"chat":["cat"],"dormir":["sleep"],"souri":["smile"],"petit ami":["boyfriend"],"Maman":["mom","mother"],"gâteau":["cake"]},"paragraphs":["Baba sautilla dans la cuisine, toute contente de manger son cupcake spécial. Mais quelle surprise, il a disparu ! Elle regarda autour d'elle, perplexe.\n","\"Maman, où est mon gâteau?\"\ndemanda Baba en fronçant les sourcils.\nMaman répondit, \"Je ne l'ai pas mangé. As-tu demandé à Baba le chat s'il l'a pris?\"\n","Baba a trouvé Baba le chat en train de dormir sous la table. Elle l'a doucement réveillé et a demandé, \"Baba, as-tu mangé mon gâteau ?\" Baba le chat a miaulé en réponse.\n","Se sentant un peu triste, Baba décida de chercher dans la maison. En regardant par la salle de séjour, elle vit une trace de miettes menant derrière le canapé.\n","La souris regardait triste mais affamée.\n","Au lieu de se fâcher, Baba a souri et a dit : \"Ce n'est pas grave, petit ami. La prochaine fois, il suffit de demander un morceau, d'accord ?\"\n"]},"en-de":{"title":"Der Verschwundene Cupcake","hook":"An einem sonnigen Nachmittag verschwand Baba's Cupcake vom Küchentresen! Was ist damit passiert?","moral":"Immer fragen, bevor du Dinge nimmst, die dir nicht gehören.\n","keywords":{"Baba":["Grandma"],"lächelte":["smiled"],"kleiner Freund":["little friend"],"Mama":["Mom"],"Küche":["kitchen"],"Cupcake":["cupcake"],"Katze":["cat"],"Muffin":["muffin"],"traurig":["sad"],"Krümeln":["crumbs"],"neugierig":["curious"],"kuchen":["cake"],"maus":["mouse"]},"paragraphs":["Mama ging fröhlich in die Küche, um ihren besonderen Cupcake zu essen. Aber zu ihrer Überraschung war er weg! Sie schaute sich verwirrt um.\n","\"Mama, wo ist mein Muffin?\" Baba fragte mit einer Stirnrunzeln. Mama antwortete: \"Ich habe es nicht gegessen. Hast du Baba die Katze gefragt, ob er es genommen hat?\"\n","Mama fand Mama die Katze schlafend unter dem Tisch. Sie weckte ihn sanft auf und fragte: \"Mama, hast du meinen Cupcake gegessen?\" Mama die Katze miaute als Antwort.\n","Fühlend ein bisschen traurig, entschied Baba, das Haus zu durchsuchen. Als sie in das Wohnzimmer spähte, sah sie eine Spur von Krümeln, die hinter das Sofa führte.\n","Neugierig, schlich sie näher und fand ihren verschwundenen Kuchen halb gegessen von einer winzigen Maus! Die Maus sah ängstlich, aber hungrig aus.\n","Anstatt wütend zu werden, lächelte Baba und sagte: \"Es ist in Ordnung, kleiner Freund. Beim nächsten Mal frag einfach nach einem Stück, okay?\"\n"]},"en-pt":{"title":"O Cupcake Desaparecido","moral":"Sempre pergunte antes de pegar coisas que não são suas.","hook":"Numa tarde ensolarada, o cupcake da Baba sumiu do balcão da cozinha! O que terá acontecido?","keywords":{"Baba":["Grandmother"],"triste":["sad"],"migalhas":["crumbs"],"Vovó":["Grandma"],"cozinha":["kitchen"],"bolinho":["small cake","cookie"],"sorriu":["smiled"],"amiguinho":["little friend"],"gatinho":["kitten"],"mesa":["table"],"mamãe":["mom"],"Baba gato":["Grandma Cat"],"Curiosa":["Curious"],"bolinho desaparecido":["missing small cake","lost cookie"],"rato pequenininho":["tiny mouse"]},"paragraphs":["Vovó pulou para a cozinha, animada para comer seu bolinho especial. Mas, para sua surpresa, ele sumiu! Ela olhou ao redor, confusa.\n","Mamãe, onde está o meu bolinho?\" Baba perguntou fazendo careta. Mamãe respondeu, \"Eu não comi. Você perguntou para o Baba gato se ele pegou?\"\n","Mamãe achou o gatinho Baba dormindo embaixo da mesa. Ela delicadamente o acordou e perguntou, \"Baba, você comeu meu bolinho?\" O gatinho Baba miou em resposta.\n","Se sentindo um pouquinho triste, a Baba decidiu procurar pela casa. Quando espiou a sala, viu um rastro de migalhas que ia até atrás do sofá.\n","Curiosa, ela foi se aproximando na ponta dos pés e encontrou seu bolinho desaparecido pela metade, comido por um rato pequenininho! O rato parecia assustado, mas com fome. \n","Em vez de ficar bravo, Baba sorriu e disse: \"Tudo bem, amiguinho. Da próxima vez, só pede um pedacinho, tá?\"\n"]}}}