{"title":"Baba and the Magic Seeds","hook":"One sunny day, Baba found mysterious glowing seeds in her garden. What would happen if she planted them?","moral":"Curiosity leads to adventure and learning new things.","paragraphs":["One sunny morning, Baba was playing in her garden when she stumbled upon a pile of glowing seeds.","\"Wow, what are these magical seeds?\" Baba exclaimed as she picked them up carefully.","Curiosity piqued, Baba decided to plant the seeds in her little vegetable patch to see what would happen.","Days went by, and Baba watered the seeds diligently, eagerly waiting to see them sprout.","Finally, tiny sprouts began to peek through the soil, but to Baba's surprise, they weren't ordinary plants.","The sprouts grew into shimmering vines with fruits that sparkled like gems, filling the garden with radiant colors.","Baba's eyes widened in awe as she realized that the magical seeds had brought a touch of whimsy to her home."],"keywords":["Baba","Magic seeds","Curiosity","Garden","Glowing","Sprouts","Sparkled","Whimsy","Adventure","Learning"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba found mysterious glowing seeds in her garden. What would happen if she planted them?","moral":"Curiosity leads to adventure and learning new things.","title":"Baba and the Magic Seeds","keywords":{"Mama":["Ibu"],"eyes":["mata"],"seeds":["benih"],"Baba":["Ayah"],"grow":["tumbuh"],"magical":["ajaib"],"exclaimed":["berseru"],"sprouts":["tunas"],"vines":["tanaman menjalar"],"gems":["permata"],"curious":["penasaran"],"plant":["tanam"],"soil":["tanah"],"plants":["tanaman"],"garden":["taman"]},"paragraphs":["One sunny morning, Baba was playing in her garden when she found a pile of shining seeds.\n","Wow, what are these special seeds? Baba said excitedly as she picked them up gently.\n","Baba was very curious, so she planted the magic seeds in her small garden to find out what would grow.\n","\"Days kept passing, and Baba watered the tiny seeds every day, very excited to watch them grow.\"\n","At last, little buds started to pop out from the ground, but to Grandpa's amazement, they weren't regular plants.\n","The small plants grew tall and shiny like ropes, with little rainbow balls that looked like glitter, making the garden full of pretty colors.\n","Mama's eyes got very big and she felt amazed when she saw that the special seeds made her house more fun.\n"]},"en-fr":{"hook":"Un jour ensoleillé, Baba a trouvé des graines mystérieuses qui brillaient dans son jardin. Que se passerait-il si elle les plantait ?","title":"Baba et les Graines Magiques","moral":"La curiosité t'emmène dans des aventures et t'aide à découvrir de nouvelles choses.","keywords":{"Baba":["grandfather"],"graines":["seeds"],"potager":["garden"],"pousser":["grow"],"yeux":["eyes"],"morning":["morning"],"garden":["garden"],"seeds":["seeds"],"tiny sprouts":["sprouts"],"soil":["soil"],"ordinary plants":["ordinary plants"],"sprouts":["sprouts"],"shimmering":["shimmering"],"gems":["gems"],"magiques":["magical"],"précaution":["precaution"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle est tombée sur un tas de graines brillantes.\n","\"Oh là là, quels sont ces graines magiques?\" s'exclama Baba en les ramassant avec précaution.\n","Intriguée par la curiosité, Baba a décidé de planter les graines dans son petit potager pour voir ce qui se passerait.\n","Les jours passaient, et Baba arrosait les graines avec diligence, attendant avec impatience de les voir pousser.\n","Enfin, de minuscules pousses ont commencé à pointer à travers le sol, mais à la surprise de Baba, elles n'étaient pas des plantes ordinaires.\n","Les pousses ont grandi en vignes étincelantes avec des fruits qui scintillaient comme des joyaux, remplissant le jardin de couleurs rayonnantes.\n","Les yeux de Baba se sont ouverts grand en émerveillement lorsqu'elle a réalisé que les graines magiques avaient apporté une touche de fantaisie chez elle.\n"]},"en-de":{"moral":"Neugierde führt zu Abenteuer und Lernen von neuen Dingen.\n","hook":"An einem sonnigen Tag fand Baba geheimnisvolle glänzende Samen in ihrem Garten. Was würde passieren, wenn sie sie pflanzen würde?","title":"Oma und die Zaubersamen","keywords":{"magische Samen":["magic seeds"],"rief":["called out","shouted"],"vorsichtig":["careful","cautious"],"Baba":["Grandma"],"Augen":["eyes"],"Samen":["seeds"],"Sprossen":["sprouts"],"Erde":["earth","soil"],"Pflanzen":["plants"],"Pflänzchen":["seedlings"],"Ranken":["vines","tendrils"],"funkelten":["sparkled","gleamed"],"Gemüsegarten":["vegetable garden"],"keimen":["germinate","sprout"],"Garten":["garden"],"leuchtend":["glowing","shining"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Garten, als sie über einen Haufen leuchtender Samen stolperte.\n","\"Wow, was sind das für magische Samen?\" rief Baba aus, als sie sie vorsichtig aufhob.\n","Neugier geweckt, Baba beschloss, die Samen in ihrem kleinen Gemüsegarten zu pflanzen, um zu sehen, was passieren würde.\n","Tage vergingen, und Baba goss die Samen fleißig mit Wasser, freute sich darauf, sie keimen zu sehen.\n","Endlich begannen winzige Sprossen durch die Erde zu lugen, aber zur Überraschung von Baba waren sie keine gewöhnlichen Pflanzen.\n","Die Pflänzchen wuchsen zu glitzernden Ranken mit Früchten, die funkelten wie Edelsteine, und füllten den Garten mit strahlenden Farben.\n","Baba's Augen wurden vor Ehrfurcht groß, als sie merkte, dass die zauberhaften Samen ihrem Zuhause eine Prise Verspieltheit gebracht hatten.\n"]},"en-pt":{"title":"A Baba e as Sementinhas Mágicas\n","moral":"A curiosidade nos leva para grandes aventuras e aprender coisas novas.","hook":"Num dia ensolarado, Baba encontrou sementes misteriosas e brilhantes em seu jardim. O que aconteceria se ela as plantasse?","keywords":{"dias":["days"],"Baba":["Dad"],"sementes":["seeds"],"magical seeds":["magic seeds"],"exclaimed":["shouted"],"sunny morning":[],"garden":[],"glowing seeds":["shining seeds"],"sprouts":[],"shimmering":["shining"],"gems":["precious stones"],"tiny sprouts":["small sprouts"],"soil":[],"ordinary plants":[],"sementes mágicas":["magic seeds"],"casa":["house"],"sementinhas":["little seeds"],"hortinha":["small garden"]},"paragraphs":["Certa manhã ensolarada, a Baba estava brincando no seu jardim quando tropeçou em um monte de sementes brilhantes.\n","\"Nossa, o que são essas sementes mágicas?\" Baba exclamou enquanto as pegava com cuidado.\n","Com muita vontade de saber, Baba resolveu plantar as sementinhas na sua hortinha para ver o que ia acontecer.\n","Os dias passaram, e Baba regou as sementes diligentemente, esperando ansiosamente para vê-las brotar.\n","Por fim, brotinhos pequenos começaram a surgir na terra, mas para surpresa da Baba, eles não eram plantas comuns.\n","Os brotinhos cresceram em trepadeiras cintilantes com frutinhas que brilhavam como joias, enchendo o jardim com cores radiantes.\n","Os olhos da Baba se arregalaram de espanto quando ela percebeu que as sementes mágicas haviam trazido um toque de fantasia para sua casa.\n"]}}}