{"title":"The Glowberries Mystery","hook":"Why did Kata, Jia, and Rua stumble upon a glowing patch of berries in the heart of Fora jungle one moonlit night?","moral":"Curiosity can lead to magical discoveries, but following rules is important to stay safe.","paragraphs":["One enchanting night in the great Fora jungle, Kata, the dream-weaving caterpillar, was spinning his silk under the moonlit sky. Suddenly, he heard giggles nearby. It was Jia and Rua, the mischievous moonlight pixies, fluttering around a mysterious glowing patch of berries.","\"Let's taste them!\" Jia said excitedly, but Kata hesitated, remembering the jungle rules. \"We should always ask Wise Owl before eating unknown fruits,\" he reminded them gently.","Ignoring Kata's warning, Jia and Rua cheerfully gobbled up the glowberries. Soon after, they started to glow themselves, floating uncontrollably in the air! \"Oh no, what happened?\" they squeaked in surprise.","In a panic, Kata rushed to Wise Owl's tree and explained the situation. Wise Owl cast a gentle spell to bring Jia and Rua back to the ground, calming their glow. \"Always seek guidance before venturing into the unknown,\" Wise Owl advised kindly."],"keywords":["jungle","glowing","moonlit","caterpillar","pixies","magical","discovery","rules","guidance"],"characters":["Kata","Jia and Rua"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Das Glühbeerchen-Rätsel","moral":"Neugier kann zu zauberhaften Entdeckungen führen, aber es ist wichtig, Regeln zu befolgen, um sicher zu bleiben.","hook":"Warum sind Kata, Jia und Rua in einer leuchtenden Beerenfleck im Herzen des Fora-Dschungels gestolpert, an einem von Mond beleuchteten Nacht?","keywords":{"Jia":["Home"],"Kata":["Catastrophe","Disaster"],"Wise Owl":["Sage Owl"],"glowberries":["luminous berries"],"floating":["drifting","levitating"],"surprised":["astonished","amazed"],"Raupe":["Caterpillar"],"Mondlicht":["Moonlight"],"Pixies":["Fairies"],"Weise Eule":["Wise Owl"],"Zauber":["Magic","Enchantment"]},"paragraphs":["Ein bezaubernder Abend im großen Fora-Dschungel, Kata, die Traum-webende Raupe, webte ihren Seidenfaden unter dem von Mondlicht erleuchteten Himmel. Plötzlich hörte sie in der Nähe Kichern. Es waren Jia und Rua, die schelmischen Mondschein-Pixies, die um eine geheimnisvolle leuchtende Stelle Beeren flatterten.\n","\"Lass uns sie kosten!\" Jia sagte aufgeregt, aber Kata zögerte, erinnerte sich an die Regeln des Dschungels. \"Wir sollten immer Eule Weise um Erlaubnis fragen, bevor wir unbekannte Früchte essen\", erinnerte er sie sanft.\n","Ignorierte Kata's Warnung, Jia und Rua fraßen fröhlich die Glübbeeren auf. Kurz darauf begannen sie selbst zu leuchten und schwebten unkontrollierbar in der Luft! \"Oh nein, was ist passiert?\" piepsten sie überrascht.\n","Eines Tages rannte Kata in Panik zum Baum der Weisen Eule und erklärte die Situation. Die Weise Eule sprach einen sanften Zauber aus, um Jia und Rua zurück auf den Boden zu bringen und ihr Leuchten zu beruhigen. \"Suche immer Rat, bevor du ins Unbekannte aufbrichst\", riet die Weise Eule freundlich.\n"]},"en-fr":{"title":"Le Mystère des Baies Lumineuses\n","moral":"La curiosité peut vous amener à faire des découvertes magiques, mais il est important de suivre les règles pour rester en sécurité.","hook":"Pourquoi Kata, Jia et Rua ont-ils trébuché sur une tache lumineuse de baies au cœur de la jungle de Fora une nuit éclairée par la lune ?","keywords":{"Kata":["catastrophe"],"baies brillantes":["bright berries"],"flottant":["floating"],"Sage Owl":["Wise Owl"],"lueur":["glow"],"chenille":["caterpillar"],"rêves":["dreams"],"lutins":["elves","sprites"],"Jia":[],"Wise Owl":["Sage Owl"],"fruits":["fruit"]},"paragraphs":["Il était une nuit enchanteresse dans la grande jungle de Fora, Kata, la chenille tisseuse de rêves, était en train de filer sa soie sous le ciel éclairé par la lune. Soudain, il entendit des rires tout près. C'était Jia et Rua, les lutins espiègles de la lune, voltigeant autour d'un mystérieux patch brillant de baies.\n","\"Goûtons-les!\" dit Jia avec enthousiasme, mais Kata hésita, se souvenant des règles de la jungle. \"Nous devrions toujours demander à Sage Hibou avant de manger des fruits inconnus,\" leur rappela-t-il doucement.\n","Sans écouter le conseil de Kata, Jia et Rua ont joyeusement englouti les baies brillantes. Peu de temps après, ils ont commencé à briller eux-mêmes, flottant incontrôlablement dans les airs! \"Oh non, qu'est-ce qui s'est passé?\" ils ont couiné de surprise.\n","Un jour, Kata, très inquiète, courut vers l'arbre du Sage Hibou et expliqua la situation. Le Sage Hibou lança un doux sort pour faire redescendre Jia et Rua au sol, apaisant leur lueur. \"Cherche toujours des conseils avant d'avancer dans l'inconnu,\" conseilla gentiment le Sage Hibou.\n"]},"en-pt":{"moral":"A curiosidade pode levar a descobertas mágicas, mas é importante seguir as regras para ficar seguro.","title":"A Misteriosa Luz das Frutinhas Brilhantes","hook":"Por que Kata, Jia, e Rua tropeçaram em um montinho brilhante de frutinhas no coração da floresta Fora, numa noite de lua cheia?","keywords":{"tastes":["tastes","flavors"],"jungle rules":["jungle rules"],"unknown fruits":["unknown fruits"],"glowberries":["glowberries"],"warning":["warning","alert","caution"],"floating":["floating","hovering"],"desespero":["despair","desperation"],"feitico":["spell","enchantment"],"orientacao":["guidance","direction"],"night":["night"],"jungle":["jungle","rainforest"],"moonlight":["moonlight"]},"paragraphs":["Numa noite encantadora na grande selva de Fora, Kata, a lagarta tecelã de sonhos, estava fiando seu fio sob o céu iluminado pela lua. De repente, ele ouviu risadas por perto. Eram Jia e Rua, as travessas fadinhas da lua, flutuando em volta de um misterioso patch brilhante de frutas.\n","\"Vamos experimentar!\" disse Jia animada, mas Kata hesitou, lembrando-se das regras da selva. \"Sempre devemos perguntar à Coruja Sábia antes de comer frutas desconhecidas,\" lembrou-lhes gentilmente.\n","Após ignorar o aviso de Kata, Jia e Rua alegremente se esbaldaram nas brilhantes frutinhas. Logo depois, começaram a brilhar eles mesmos, flutuando descontroladamente no ar! \"Ah não, o que aconteceu?\" eles piam surpresos.\n","Um dia, em desespero, Kata correu até a árvore da Coruja Sabida e explicou a situação. A Coruja Sabida fez um feitiço delicado para trazer Jia e Rua de volta ao chão, acalmando seu brilho. \"Sempre busque orientação antes de se aventurar no desconhecido,\" a Coruja Sabida aconselhou gentilmente.\n"]},"id-en":{"hook":"Why did Kata, Jia, and Rua stumble upon a glowing patch of berries in the heart of Fora jungle one moonlit night?","moral":"Curiosity can lead to magical discoveries, but following rules is important to stay safe.","title":"The Glowberries Mystery","keywords":{"warning":["peringatan"],"glowberries":["buah bercahaya"],"surprise":["kejutan","mengejutkan"],"taste":["rasa","menyicip"],"jungle rules":["aturan hutan","aturan rimba"],"unknown fruits":["buah-buahan tak dikenal","buah-buahan tak terduga"],"Kata":["Kata"],"Wise Owl":["Burung hantu bijak","Burung hantu yang bijak"],"guidance":["petunjuk","bimbingan"],"caterpillar":["ulat bulu","ulat"],"moonlight fairies":["peri malam","peri cahaya bulan"],"magical shining":["bersinar ajaib","bersinar penuh keajaiban"]},"paragraphs":["Once upon a time in the big Fora forest, Kata, the caterpillar who makes dreams, was making thread under the moon's light. All of a sudden, he heard laughing close by. It was Jia and Rua, the naughty moonlight fairies, flying around a magical shining bunch of little fruits.\n","\"Let's try them!\" Jia said with big smiles, but Kata was unsure, remembering the rules of the forest. \"We must always check with Wise Owl before eating strange fruits,\" he gently told them again.\n","Jia and Rua didn't listen to Kata. They happily ate the shiny berries. Suddenly, they began to shine too and flew up in the air! \"What's going on?\" they said in a shocked voice.\n","One day, Kata got very scared and ran to Wise Owl's tree. Kata told Wise Owl about what happened. Wise Owl did some magic to make Jia and Rua come back down softly, making them less scared. Wise Owl said, \"Make sure to ask for help when you are not sure what to do,\" in a nice way.\n"]}}}