{"title":"The Friendly Firefly","hook":"One night, in a magical forest, a shy firefly was lost! Where could it be?","moral":"Being kind and helping others can lead to new friendships and adventures.","paragraphs":["In the forest of bright green leaves and colorful flowers, there lived a little firefly named Sparkle.","One night, while flying around, Sparkle got lost and couldn't find its way back home.","Wandering around, Sparkle met a wise owl named Hoot who offered to help. But Sparkle was too shy to accept.","Feeling sad and scared, Sparkle heard giggles from a group of playful fireflies. They had found Sparkle and welcomed it to join their glowing dance.","Sparkle's heart filled with happiness as it danced with the friendly fireflies, their lights twinkling brightly in the night sky."],"keywords":"firefly, forest, lost, kindness, friendship, adventure, shy, help, dance, colorful","characters":null,"translations":{"en-de":{"title":"Der Freundliche Glühwürmchen","moral":"Freundlich sein und anderen helfen kann zu neuen Freundschaften und Abenteuern führen.","hook":"Eine Nacht, in einem zauberhaften Wald, war eine schüchterne Glühwürmchen verloren! Wo könnte es sein?\n","keywords":{"Sparkle":["Sparkle's"],"Nacht":["Night"],"verirrt":["lost"],"Wald":["Forest"],"Grün":["Green"],"Blumen":["Flowers"],"owl":["Eule"],"shy":["schüchtern"],"Glück":["Luck","Happiness"],"Glühwürmchen":["Firefly"],"leuchtend":["shiny","radiant"]},"paragraphs":["Im Wald mit helle grüne Blätter und bunte Blumen, da wohnte ein kleiner Glühwurm namens Funkeln.\n","Eines Nachts flog Sparkle herum, wurde verirrt und konnte seinen Weg nach Hause nicht finden.\n","Spazierengehen, Sparkle traf eine kluge Eule namens Hoot, die Hilfe anbot. Aber Sparkle war zu schüchtern, um anzunehmen. \n","Fühlen traurig und ängstlich, Sparkle hörte Kichern von einer Gruppe spielerischer Glühwürmchen. Sie hatten Sparkle gefunden und begrüßten es, sich ihrem leuchtenden Tanz anzuschließen.\n","Sparkle's Herz war voller Glück, als es mit den freundlichen Glühwürmchen tanzte, deren Lichter hell am Nachthimmel funkelten.\n"]},"en-fr":{"title":"Le Luciole Amical","moral":"Être gentil et aider les autres peut t'amener de nouveaux amis et des aventures.\n","hook":"Une nuit, dans une forêt magique, une luciole timide était perdue ! Où pouvait-elle être ?","keywords":{"nuit":["night"],"volant":["flying"],"perdu":["lost"],"forêt":["forest"],"feuilles":["leaves"],"luciole":["firefly"],"sparkle":["brilliance"],"wise owl":["wise owl"],"shy":["timide"],"bonheur":["happiness"],"lucioles":["fireflies"],"brillant":["bright"],"triste":["sad"]},"paragraphs":["Dans la forêt avec des feuilles vertes brillantes et des fleurs colorées, il y avait une petite luciole nommée Brillant.\n","Une nuit, en volant autour, Brillant s'est perdu et n'a pas pu retrouver le chemin vers sa maison.\n","En se promenant, Sparkle rencontra une chouette sage appelée Hoot qui proposa de l'aider. Mais Sparkle était trop timide pour accepter.\n","Se sentant triste et effrayée, Brillant a entendu des rires venant d'un groupe de gentilles lucioles joueuses. Elles avaient trouvé Brillant et l'ont accueilli pour se joindre à leur danse lumineuse.\n","Le cœur de Sparkle était rempli de bonheur alors qu'il dansait avec les lucioles amicales, leurs lumières scintillaient brillamment dans le ciel nocturne.\n"]},"id-en":{"hook":"One night, in a magical forest, a shy firefly was lost! Where could it be?","moral":"Being kind and helping others can lead to new friendships and adventures.","title":"The Friendly Firefly","keywords":{"Sparkle":["berkilau","bersinar"],"flying":["terbang"],"lost":["tersesat","hilang"],"forest":["hutan"],"firefly":["kupu-kupu malam"],"fireflies":["kupu-kupu malam"],"dance":["menari","berdansa"],"happiness":["kebahagiaan","kesenangan"],"owl":["burung hantu","ulu-ulu"],"shy":["malu","pendiam"]},"paragraphs":["In a big forest with many green leaves and pretty flowers, there was a small firefly called Sparkle.\n","One night, when Sparkle was flying, it got lost and couldn't find the way home.\n","Sparkle was walking when suddenly he met a very smart owl named Hoot. Hoot wanted to help him, but Sparkle was feeling too nervous to say yes.\n","Sparkle was feeling very sad and scared. But then, it heard happy sounds from a bunch of playful fireflies. The fireflies found Sparkle and asked it to join their shiny party.\n","Sparkle felt super happy when it danced with the nice fireflies. They had very shiny lights in the dark sky.\n"]},"en-pt":{"title":"A Vagalume Amigável","moral":"Ser gentil e ajudar os outros pode levar a novas amizades e aventuras.","hook":"Uma noite, numa floresta mágica, uma vaga-lume tímida estava perdida! Onde será que ela está?","keywords":{"night":["noite"],"flying":["voando"],"lost":["perdido"],"floresta":["forest"],"folhas verdes":["green leaves"],"flores coloridas":["colorful flowers"],"Sparkle":["brilhar"],"wise owl":["sabedoria coruja"],"shy":["tímido"],"Brilho":["shine"],"vaga-lumes":["fireflies"],"luzes":["lights"],"triste":["sad"],"medo":["fear"]},"paragraphs":["Na floresta das folhas verdes brilhantes e flores coloridas, morava um vaga-lumezinho chamado Brilhante.\n","Certa noite, voando pelo ar, Brilhante se perdeu e não conseguia encontrar o caminho de volta para casa.\n","Passeando por aí, Brilhinho encontrou uma coruja sábia chamada Piá que ofereceu ajuda. Mas Brilhinho estava muito tímido para aceitar.\n","Sentindo-se triste e com medo, Brilhante ouviu risadinhas de um grupo de vaga-lumes brincalhões. Eles tinham encontrado Brilhante e o convidaram para se juntar à dança brilhante deles.\n","O coração de Brilho encheu-se de alegria ao dançar com as amigáveis vaga-lumes, suas luzes cintilando brilhantemente no céu noturno.\n"]}}}