{"title":"The Singing Pirate and the Wise Farmer","hook":"What happens when Liwei, the creative rice farmer, meets Zoran, the gentle singing pirate, in the great Fora jungle?","moral":"Sometimes, unexpected friendships can lead to new discoveries and fun adventures.","paragraphs":["In the great Fora jungle, Liwei the wise farmer tended to his rice fields with care and creativity. One day, while working under the hot sun, he heard a beautiful melody coming from the distant river.","Curious, Liwei followed the sound and stumbled upon Zoran, a gentle singing pirate with a voice as soothing as a lullaby. Zoran was sitting by the river, strumming his ukulele and singing songs of the sea.","\"Hello there, I'm Liwei. Your singing is wonderful!\" Liwei exclaimed with admiration. Zoran looked up, surprised but happy. \"Thank you! I'm Zoran, a pirate who loves to sing. Would you like to hear more songs?\"","As they spent the day together, Liwei showed Zoran how to plant rice creatively, using different patterns in the fields. In return, Zoran taught Liwei sea shanties and tales of his pirate adventures.","When a sudden storm approached, Zoran used his pirates' skills to help protect the rice fields from damage. Thanks to their teamwork, the crops were saved, and they celebrated with a joyful song under the rainbow."],"keywords":"jungle, farmer, pirate, singing, friendship, creativity, adventure, teamwork, storm, celebration","characters":["Liwei","Zoran"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What happens when Liwei, the creative rice farmer, meets Zoran, the gentle singing pirate, in the great Fora jungle?","moral":"Sometimes, unexpected friendships can lead to new discoveries and fun adventures.","title":"The Singing Pirate and the Wise Farmer","keywords":{"Liwei":["Liwei"],"Zoran":["Zoran"],"rice seeds":["benih padi"],"farmer":["petani"],"rice fields":["sawah"],"melody":["melodi","lagu"],"Curious":["Tertarik","Penasaran"],"Pirate":["Bajak laut"],"River":["Sungai"],"storm":["badai"],"pirate":["bajak laut"],"teamwork":["kerja sama tim"],"singing":["menyanyi"]},"paragraphs":["In the big forest of Fora, Liwei the smart farmer took care of his rice fields with love and imagination. One day, while working in the hot sun, he heard a lovely song from the faraway river.\n","Curious, Liwei followed the sound and stumbled upon Zoran, a gentle singing pirate with a voice as soothing as a lullaby. Zoran was sitting by the river, strumming his ukulele and singing songs of the sea.\n","\"Hi! I'm Liwei. You sing really well!\" Liwei said with great pleasure. Zoran, looking up, was both amazed and joyful. \"Thanks! I'm Zoran, a pirate who loves to sing. Would you want to listen to more songs?\"\n","Liwei and Zoran had so much fun playing together all day. Liwei taught Zoran how to put rice seeds in the ground in a fun way. Zoran, on the other hand, told Liwei exciting stories about pirates and sang songs about the sea.\n","One day, a fast storm was coming. Zoran, who was good at being a pirate, knew how to save the rice fields. He worked together with others and the crops were safe! They sang happily under a colorful rainbow.\n"]},"en-de":{"title":"Der Singende Pirat und der Kluge Bauer","hook":"Was passiert, wenn Liwei, der kreative Reisbauer, Zoran, dem sanften singenden Piraten, im großen Fora-Dschungel begegnet?","moral":"Manchmal können unerwartete Freundschaften zu neuen Entdeckungen und lustigen Abenteuern führen.","keywords":{"Liwei":["Liwei"],"Zoran":["Zoran"],"Pirat":["Pirate"],"Sturm":["Storm"],"Reisfelder":["Rice fields"],"Teamwork":["Teamwork"],"Bauer":["Farmer"],"Melodie":["Melody"],"Reis":["Rice"],"Singen":["Sing"],"bewundern":["Admire"]},"paragraphs":["In dem großen Fora-Dschungel kümmerte sich der weise Bauer Liwei liebevoll und kreativ um seine Reisfelder. Eines Tages, während er unter der heißen Sonne arbeitete, hörte er eine wunderschöne Melodie aus dem abgelegenen Fluss kommen.\n","Neugierig, folgte Liwei dem Klang und stolperte über Zoran, einen sanften singenden Piraten mit einer Stimme so beruhigend wie ein Wiegenlied. Zoran saß am Fluss, zupfte seine Ukulele und sang Lieder vom Meer.\n","\"Hallo, ich bin Liwei. Dein Singen ist wunderschön!\", rief Liwei bewundernd aus. Zoran schaute überrascht, aber glücklich hoch. \"Danke! Ich bin Zoran, ein Pirat, der gerne singt. Möchtest du mehr Lieder hören?\"\n","Als sie den Tag zusammen verbrachten, zeigte Liwei Zoran, wie man Reis kreativ pflanzt, verschiedene Muster auf den Feldern nutzend. Im Gegenzug brachte Zoran Liwei Seemannslieder bei und erzählte ihm Geschichten von seinen Piratenabenteuern. \n","Als plötzlich ein Sturm nahte, nutzte Zoran seine Piratenfähigkeiten, um die Reisfelder vor Schaden zu schützen. Dank ihres Teamworks konnten die Ernten gerettet werden, und sie feierten mit einem fröhlichen Lied unter dem Regenbogen.\n"]},"en-pt":{"title":"O Pirata Cantor e o Fazendeiro Sábio","moral":"Às vezes, amizades inesperadas podem trazer novas descobertas e aventuras divertidas.","hook":"O que acontece quando Liwei, o fazendeiro de arroz criativo, encontra Zoran, o pirata cantor gentil, na grande selva de Fora?\n","keywords":{"Curious":["Curioso"],"gentle":["suave"],"singing":["cantando"],"plantar arroz":["rice planting"],"padrões diferentes":["different patterns"],"cantigas do mar":["sea songs"],"tempestade":["storm"],"pirata":["pirate"],"arco-íris":["rainbow"],"Liwei":["Liwei"],"canção":["song"],"fazendeiro":["farmer"],"carinho":["affection"]},"paragraphs":["Na grande selva de Fora, Liwei o sábio fazendeiro cuidava de seus campos de arroz com carinho e criatividade. Um dia, enquanto trabalhava sob o sol quente, ele ouviu uma bela melodia vinda do rio distante.\n","Curioso, Liwei seguiu o som e tropeçou em Zoran, um pirata cantor gentil com uma voz tão suave quanto uma canção de ninar. Zoran estava sentado perto do rio, dedilhando seu ukulele e cantando músicas do mar.\n","Oi, eu sou o Liwei. Sua canção é maravilhosa! - exclamou Liwei com admiração. Zoran olhou para cima, surpreso mas feliz. \"Obrigado! Eu sou o Zoran, um pirata que adora cantar. Você gostaria de ouvir mais canções?\"\n","Enquanto passavam o dia juntos, Liwei mostrou a Zoran como plantar arroz de forma criativa, usando padrões diferentes nos campos. Em troca, Zoran ensinou a Liwei cantigas do mar e contos de suas aventuras de pirata.\n","Quando uma tempestade surpresa se aproximou, Zoran usou suas habilidades de pirata para ajudar a proteger os campos de arroz de danos. Graças ao trabalho em equipe, as plantações foram salvas, e eles celebraram com uma canção alegre sob o arco-íris.\n"]},"en-fr":{"title":"Le Pirate Chanteur et le Fermier Sage\n","moral":"Parfois, des amitiés inattendues peuvent mener à de nouvelles découvertes et des aventures amusantes.","hook":"Qu'arrive-t-il lorsque Liwei, le fermier créatif de riz, rencontre Zoran, le doux pirate qui chante, dans la grande jungle de Fora?\n","keywords":{"Curieux":["Curious"],"Pirate":["Pirate"],"Chansons":["Songs"],"jungle":["jungle"],"fermier":["farmer"],"mélodie":["melody"],"Liwei":["Liwei"],"Zoran":["Zoran"],"pirate":["Pirate"],"tempête":["storm"],"arc-en-ciel":["rainbow"],"chanson":["song"]},"paragraphs":["Dans la grande jungle de Fora, Liwei le sage fermier s'occupait de ses champs de riz avec soin et créativité. Un jour, alors qu'il travaillait sous le soleil brûlant, il entendit une belle mélodie venant de la rivière lointaine.\n","Curieux, Liwei a suivi le son et est tombé sur Zoran, un gentil pirate chantant avec une voix apaisante comme une berceuse. Zoran était assis près de la rivière, grattant son ukulélé et chantant des chansons de la mer.\n","Bonjour, je suis Liwei. Ta chanson est magnifique!\nZoran leva les yeux, surpris mais content. \"Merci! Je suis Zoran, un pirate qui aime chanter.\nTu veux entendre plus de chansons?\"\n","Pendant qu'ils passaient la journée ensemble, Liwei a montré à Zoran comment planter du riz de manière créative, en utilisant des motifs différents dans les champs. En échange, Zoran a enseigné à Liwei des chants de marins et des contes de ses aventures de pirate.\n","Quand une tempête soudaine est arrivée, Zoran a utilisé ses compétences de pirate pour aider à protéger les champs de riz des dégâts. Grâce à leur travail d'équipe, les cultures ont été sauvées, et ils ont célébré avec une chanson joyeuse sous l'arc-en-ciel.\n"]}}}