{"title":"Liwei and the Mischievous Moonlight Pixies","hook":"What will happen when Liwei meets the mischievous moonlight pixies in the great Fora jungle?","moral":"Kindness and cooperation lead to unexpected friendships and happy endings.","paragraphs":["In the great Fora jungle, there lived Liwei, a creative rice farmer who loved growing different varieties of rice. One starlit night, he stumbled upon two tiny creatures playing by the moonlit pond.","\"Who are you?\" asked Liwei, curious about the giggling pixies named Jia and Rua. The mischievous duo had been causing trouble by playing pranks on other animals in the jungle.","Sensing their loneliness, Liwei invited them to help him tend his rice paddies the next day. At first, the pixies were unsure, but Liwei's warm smile convinced them to give it a try.","Together, they worked tirelessly under the golden sun, planting and watering the rice. As they toiled side by side, their laughter filled the air, forming a bond of friendship.","When the harvest season came, the rice paddies bloomed with the most beautiful rice plants, shimmering like the stars in the night sky. Jia and Rua, touched by Liwei's kindness, apologized for their past pranks and promised to be helpful forest companions."],"keywords":["Fora jungle","Liwei","rice farmer","moonlight pixies","friendship","cooperation","creativity","mischief","kindness","harmony"],"characters":["Liwei","Jia and Rua"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"Liwei e os Travessos Duendes da Lua Brincalhona","moral":"Ser gentil e ajudar os outros leva a fazer novos amigos e a ter finais felizes.\n","hook":"O que vai acontecer quando Liwei encontrar as travessuras das fadinhas da luz da lua na grande selva de Fora?","keywords":{"trabalhar":["work"],"sol":["sun"],"amizade":["friendship"],"Fora jungle":["Outside jungle"],"Liwei":["Liwei"],"rice farmer":["rice farmer"],"fadinhas":["fairies"],"travessa":["alley"],"solidão":["loneliness"],"arrozais":["rice fields"],"fadas":["fairies"],"colheita":["harvest"],"bondade":["kindness"]},"paragraphs":["Na grande floresta de Fora, morava Liwei, um criativo fazendeiro de arroz que amava cultivar diferentes variedades de arroz. Uma noite estrelada, ele se deparou com dois seres minúsculos brincando junto ao lago iluminado pela lua.\n","\"Quem é você?\" perguntou Liwei, curioso sobre as fadinhas risonhas chamadas Jia e Rua. A travessa dupla estava causando confusão ao pregar peças em outros animais na floresta.  \n","Sentindo a solidão deles, Liwei os convidou para ajudá-lo a cuidar de seus arrozais no dia seguinte. No começo, as fadas estavam inseguras, mas o sorriso caloroso de Liwei as convenceu a tentar.\n","Juntos, eles trabalharam incansavelmente sob o sol dourado, plantando e regando o arroz. Enquanto labutavam lado a lado, suas risadas enchiam o ar, formando um vínculo de amizade.\n","Quando chegou a época da colheita, os arrozais floresceram com as plantinhas mais bonitas de arroz, brilhando como as estrelas no céu noturno. Jia e Rua, tocados pela bondade de Liwei, pediram desculpas por suas travessuras passadas e prometeram ser companheiros da floresta prestativos.\n"]},"id-en":{"hook":"What will happen when Liwei meets the mischievous moonlight pixies in the great Fora jungle?","moral":"Kindness and cooperation lead to unexpected friendships and happy endings.","title":"Liwei and the Mischievous Moonlight Pixies","keywords":{"worked together":["bekerja bersama","bekerja bersama-sama"],"planting":["penanaman"],"friendship":["persahabatan"],"Liwei":["Liwei"],"pixies":["peri"],"mischief":["kenakalan"],"jungle":["hutan"],"rice farmer":["petani padi"],"creatures":["makhluk"],"sad":["sedih"],"play":["bermain"],"friendly":["ramah"],"rice plants":["tanaman padi"],"stars":["bintang"],"kindness":["kebaikan"]},"paragraphs":["In the big jungle of Fora, there was Liwei, a farmer who grew rice and loved making many types of rice. One night with stars, he found two small animals playing near the moon's shining pond.\n","Liwei, a little boy, asked, \"Who are you?\" He was very curious about two playful little creatures named Jia and Rua. These two friends were up to no good, making mischief by playing tricks on the other animals in the forest.\n","Feeling sad because they had no one to play with, Liwei asked them to come and help him take care of his rice fields the next day. At the beginning, the little magic creatures were not sure, but Liwei's friendly smile made them want to give it a go.\n","They worked very hard together under the shiny sun, planting and watering the rice. While they worked next to each other, their happy sounds filled the whole place, becoming good friends.\n","One day, when it was time to collect rice, the fields were covered in lovely green rice plants that shone bright just like the stars in the dark sky. Jia and Rua, feeling happy because of Liwei's kindness, said sorry for their naughty tricks and vowed to be great friends in the forest.\n"]},"en-fr":{"title":"Liwei et les Farfadets Esprits Malicieux de la Lueur de Lune","moral":"Être gentil et travailler ensemble peuvent créer des amitiés surprises et des fins heureuses.","hook":"Que se passera-t-il quand Liwei rencontrera les espiègles lutins de la lune dans la grande jungle de Fora ?","keywords":{"demanda":["asked","requested"],"lutins":["kobolds","imps","goblins"],"farces":["pranks","jokes","tricks"],"fées":["fairies","fairy folk"],"rizières":["rice paddies","rice fields"],"sourire":["smile","grin"],"soleil doré":["golden sun","sunshine"],"riz":["rice"],"amitié":["friendship"],"récoltes":["harvests","crops"],"étoiles":["stars"],"Fora jungle":["Fora jungle"],"Liwei":["Liwei"],"rice farmer":["rice farmer"]},"paragraphs":["Dans la grande jungle de Fora, vivait Liwei, un cultivateur de riz créatif qui adorait faire pousser différentes variétés de riz. Une nuit étoilée, il est tombé sur deux minuscules créatures en train de jouer près de l'étang éclairé par la lune.\n","\"Qui es-tu?\" demanda Liwei, curieux des lutins qui rient nommés Jia et Rua. Le duo taquin avait causé des ennuis en faisant des farces aux autres animaux dans la jungle.\n","En sentant que les fées étaient seules, Liwei les a invitées à l'aider à s'occuper de ses rizières le lendemain. Au début, les fées n'étaient pas sûres, mais le doux sourire de Liwei les a convaincues d'essayer.\n","Ensemble, ils ont travaillé sans relâche sous le soleil doré, plantant et arrosant le riz. Alors qu'ils travaillaient côte à côté, leur rire remplissait l'air, créant un lien d'amitié.\n","Quand la saison des récoltes est arrivée, les rizières ont fleuri avec les plus belles plantes de riz, scintillant comme les étoiles dans le ciel nocturne. Jia et Rua, touchés par la gentillesse de Liwei, ont présenté leurs excuses pour leurs farces passées et ont promis d'être des compagnons utiles de la forêt.\n"]},"en-de":{"moral":"Gütigkeit und Zusammenarbeit führen zu überraschenden Freundschaften und glücklichen Enden.\n","title":"Liwei und die kleinen Neckischen Mondlicht Elfen","hook":"Was passiert, wenn Liwei die frechen Mondlichtelfen im großen Fora-Dschungel trifft?","keywords":{"Liwei":["favorable impression"],"Kobolde":["elves"],"Dschungel":["jungle"],"goldenen Sonne":["golden sun"],"Reis":["rice"],"Freundschaftsbund":["bond of friendship"],"Erntezeit":["harvest time"],"Reisfelder":["rice fields"],"Güte":["kindness","goodness"],"Einsamkeit":["loneliness"],"warmes Lächeln":["warm smile"],"Reisbauer":["rice farmer"],"sternenklar":["starry clear"]},"paragraphs":["In dem großen Dschungel von Fora lebte Liwei, ein einfallsreicher Reisbauer, der es liebte, verschiedene Sorten von Reis anzubauen. Einer sternenklaren Nacht stieß er auf zwei winzige Wesen, die am mondlich erleuchteten Teich spielten.\n","\"Wer bist du?\" fragte Liwei neugierig nach den kichernden Kobolden namens Jia und Rua. Das schelmische Duo hatte Ärger gemacht, indem es Streiche mit anderen Tieren im Dschungel spielte.\n","Fühlend ihre Einsamkeit, lud Liwei sie ein am nächsten Tag ihm zu helfen, seine Reisfelder zu pflegen. Zuerst waren die Pixies unsicher, aber Liweis warmes Lächeln überzeugte sie, es zu versuchen.\n","Gemeinsam arbeiteten sie unermüdlich unter der goldenen Sonne, pflanzten und gossen den Reis. Während sie Seite an Seite arbeiteten, erfüllte ihr Lachen die Luft und schuf eine Freundschaftsbund.\n","Als die Erntezeit kam, blühten die Reisfelder mit den schönsten Reispflanzen, die wie die Sterne am Nachthimmel schimmerten. Jia und Rua, gerührt von Liweis Güte, entschuldigten sich für ihre vergangenen Streiche und versprachen, hilfreiche Waldgefährten zu sein.\n"]}}}