{"title":"The Magical Rice Crop","hook":"In the great Fora jungle, Asha the dragoness meets Liwei the farmer. What adventures await them?","moral":"Helping others brings joy and friendship, even in unexpected places.","paragraphs":["In the lush Fora jungle, Asha the dragoness glided gracefully, her scales shimmering in the sunlight. One day, she heard a soft voice singing. Curious, she followed the sound and found Liwei, a young rice farmer, struggling to tend his crops.","\"Hello, Liwei! How can I help you today?\" Asha asked kindly, her eyes filled with compassion. Liwei blinked in surprise, but quickly explained how his rice crop was failing due to pests.","Working together, Asha used her magic to protect the rice crop while Liwei fashioned scarecrows from bamboo sticks and colorful cloth to keep the pests away. As they worked, they shared stories and laughter, forming an unlikely friendship.","When the harvest time came, Liwei was overjoyed to see his rice crop flourishing, thanks to Asha's magical assistance. He thanked her profusely, and Asha smiled, grateful for the chance to help a friend in need."],"keywords":["Fora jungle","dragoness","rice farmer","compassion","friendship","magic","teamwork","harvest","pests","joy"],"characters":["Asha","Liwei"],"series":"fables-of-fora-forests","translations":{"en-pt":{"moral":"Ajudar os outros traz alegria e amizade, até mesmo em lugares inesperados.","hook":"Na grande floresta de Fora, a Asha, a dragongínea, encontra o Liwei, o fazendeiro. Que aventuras os esperam?","title":"A Colheita Mágica de Arroz","keywords":{"colheita":["harvest"],"plantação de arroz":["rice field"],"ajuda mágica":["magical assistance"],"Asha":["Asha"],"magia":["magic"],"amizade":["friendship"],"Liwei":["Liwei"],"compaixão":["compassion"],"plantação":["plantation"],"floresta":["forest"],"dragãozinha":["dragonette"],"agricultor":["farmer"]},"paragraphs":["Na floresta exuberante de Fora, Asha, a dragãozinha, deslizava graciosamente, suas escamas brilhando sob a luz do sol. Um dia, ela ouviu uma voz suave cantando. Curiosa, ela seguiu o som e encontrou Liwei, um jovem agricultor de arroz, lutando para cuidar de seus cultivos.\n","\"Olá, Liwei! Como posso te ajudar hoje?\" Perguntou Asha com gentileza, seus olhos cheios de compaixão. Liwei piscou surpreso, mas logo explicou como sua plantação de arroz estava falhando por causa das pragas.\n","Juntos, Asha usou sua magia para proteger a plantação de arroz enquanto Liwei fez espantalhos com varetas de bambu e pano colorido para afastar as pragas. Enquanto trabalhavam, eles compartilhavam histórias e risadas, formando uma amizade inesperada.\n","Quando chegou a hora da colheita, Liwei ficou muito feliz em ver sua plantação de arroz florescendo, graças a ajuda mágica de Asha. Ele a agradeceu muito, e Asha sorriu, grata pela oportunidade de ajudar um amigo em apuros.\n"]},"en-de":{"moral":"Anderen zu helfen macht Freude und Freundschaft, auch an unerwarteten Orten.\n","title":"Das Zauberge Reisernte\n","hook":"Im großten Fora Dschungel begegnet Asha der Drachin Liwei dem Bauern. Welche Abenteuer erwarten sie?","keywords":{"Liwei":["Liwei"],"Asha":["Asha"],"Reisfeld":["Rice field"],"Erntezeit":["Harvest time"],"Reis":["Rice"],"magische Hilfe":["Magical assistance"],"Magie":["Magic"],"Freundschaft":["Friendship"],"Fora-Dschungel":["Fora Jungle"]},"paragraphs":["In dem dichten Fora-Dschungel glitt Asha die Drachin anmutig, ihre Schuppen glänzten in der Sonne. Eines Tages hörte sie eine sanfte Stimme singen. Neugierig folgte sie dem Klang und fand Liwei, einen jungen Reisbauern, der Mühe hatte, seine Felder zu bewirtschaften.\n","\"Hallo, Liwei! Wie kann ich dir heute helfen?\" fragte Asha freundlich, ihre Augen voller Mitgefühl. Liwei blinzelte überrascht, aber erklärte schnell, wie sein Reisfeld wegen Schädlingen nicht gut gedieh.\n","Zusammenarbeitend, Asha benutzte ihre Magie um den Reis zu beschützen während Liwei Vogelscheuchen aus Bambusstöcken und buntem Stoff bastelte um die Schädlinge fernzuhalten. Während sie arbeiteten, teilten sie Geschichten und Lachen, und formten eine ungewöhnliche Freundschaft.\n","Als die Erntezeit kam, war Liwei überglücklich, als er sah, wie sein Reis gedieh, dank Ashas magischer Hilfe. Er bedankte sich herzlich bei ihr, und Asha lächelte, dankbar für die Gelegenheit, einem Freund zu helfen.\n"]},"id-en":{"hook":"In the great Fora jungle, Asha the dragoness meets Liwei the farmer. What adventures await them?","moral":"Helping others brings joy and friendship, even in unexpected places.","title":"The Magical Rice Crop","keywords":{"Asha":["Asha"],"Liwei":["Liwei"],"friendship":["persahabatan"],"help":["bantuan","pertolongan"],"compassion":["belas kasihan","kasih sayang"],"pests":["hama","serangga pengganggu"],"Fora":["Fora"],"dragon lady":["wanita naga"],"farmer":["petani"],"harvest":["panen","pemanenan"],"rice crop":["tanaman padi","hasil padi"],"magical assistance":["bantuan magis"]},"paragraphs":["In the thick, green Fora jungle, Asha the dragon lady floated elegantly, her shiny skin sparkling in the sunlight. One day, she heard a gentle voice singing. Curious, she followed the sound and discovered Liwei, a young farmer planting rice, having a hard time caring for his plants.\n","\"Hello, Liwei! How can I help you today?\" Asha asked kindly, her eyes filled with compassion. Liwei blinked in surprise, but quickly explained how his rice crop was failing due to pests.\n","Asha and Liwei helped each other. Asha used her special powers to save the rice from harm, while Liwei made scary figures from sticks and pretty fabrics to scare the bugs. They chatted and giggled, becoming friends in a surprising way.\n","Once, Liwei was very happy when the time came to pick the ripe rice from his field. The rice was growing so well, all thanks to Asha's special help. Liwei said lots of thanks to Asha, and she smiled because she was happy to help him.\n"]},"en-fr":{"title":"La Récolte de Riz Magique\n","hook":"Dans la grande jungle de la Fora, Asha la dragonne rencontre Liwei le fermier. Quelles aventures les attendent?","moral":"Aider les autres apporte de la joie et de l'amitié, même dans des endroits inattendus.","keywords":{"Bonjour":["Hello"],"compassion":["empathy","sympathy"],"parasites":["leeches","vermin"],"jungle":["rainforest"],"dragonne":["drain","strap"],"fermier":["farmer"],"harvest":["harvesting","reaping"],"crop":["harvest","yield"],"magical assistance":["enchanted help","sorcery aid"],"magie":["magic","sorcery"],"récolte":["harvest","crop"],"amitié":["friendship"]},"paragraphs":["Dans la luxuriante jungle de Fora, Asha la dragonne glissait gracieusement, ses écailles brillaient au soleil. Un jour, elle entendit une douce voix chanter. Curieuse, elle suivit le son et trouva Liwei, un jeune fermier de riz, luttant pour cultiver ses récoltes.\n","\"Bonjour, Liwei! Comment puis-je t'aider aujourd'hui?\" demanda gentiment Asha, ses yeux remplis de compassion. Liwei cligna des yeux de surprise, mais expliqua rapidement comment sa culture de riz échouait à cause des parasites.\n","En travaillant ensemble, Asha utilisa sa magie pour protéger la récolte de riz tandis que Liwei fabriqua des épouvantails avec des bâtons de bambou et des tissus colorés pour éloigner les ravageurs. En travaillant, ils partagèrent des histoires et des rires, formant une amitié improbable.\n","Quand il fut temps de récolter, Liwei fut ravi de voir sa récolte de riz prospérer, grâce à l'aide magique d'Asha. Il la remercia abondamment, et Asha sourit, reconnaissante de pouvoir aider un ami dans le besoin.\n"]}}}