{"title":"The Busy Bee and the Careless Caterpillar","hook":"One sunny day, the busy bee and the careless caterpillar set out on an adventure. What mischiefs will they encounter?","moral":"Always work hard and plan ahead to avoid problems. Take responsibility for your actions.","paragraphs":["Once upon a time, in a vibrant garden, the busy bee and the careless caterpillar decided to explore together. \"Let's find the tastiest flowers!\" exclaimed the bee.","As they journeyed, the bee diligently collected nectar while the caterpillar hopped from leaf to leaf without thinking about the way back. Suddenly, they found themselves lost in the unfamiliar part of the garden.","The bee buzzed worriedly, \"Oh no, how will we find our way back? I should have kept track of our path.\" The caterpillar, realizing its carelessness, felt sorry. \"I should have paid attention too.\"","Together, they retraced their steps by following the scent of the flowers the bee had collected. With teamwork and determination, they finally returned to their cozy home in the beehive."],"keywords":"bee, caterpillar, adventure, responsibility, teamwork, garden, lost, journey, determination, lesson","characters":null,"translations":{"id-en":{"hook":"One sunny day, the busy bee and the careless caterpillar set out on an adventure. What mischiefs will they encounter?","moral":"Always work hard and plan ahead to avoid problems. Take responsibility for your actions.","title":"The Busy Bee and the Careless Caterpillar","keywords":{"bee":["lebah"],"caterpillar":["ulat"],"flowers":["bunga"],"lost":["hilang","tersesat"],"teamwork":["kerja sama tim"],"determination":["determinasi","keteguhan"],"path":["jalan","jalur"]},"paragraphs":["Long time ago, in a colorful garden, the hardworking bee and the clumsy caterpillar decided to discover things together. \"Let's look for yummy flowers!\" said the bee excitedly.\n","One day, the bee and the caterpillar went on a walk. The bee was very busy collecting sweet juice from the flowers, and the caterpillar happily hopped from one leaf to another. They soon realized they were lost in a new part of the garden.\n","The bee made a scared noise, \"Oh no, how will we get home? I should have remembered our way.\" The caterpillar, knowing it made a mistake, felt sad. \"I should have watched too.\"\n","They walked back together by smelling the flowers that the bee brought. They worked together and didn't give up until they made it back to their warm home in the bee house.\n"]},"en-fr":{"title":"La Abeille Occupée et la Chenille Etourdie","moral":"Toujours travaille dur et fais des plans pour éviter les soucis. Assume la responsabilité de tes actions.","hook":"Un jour ensoleillé, l'abeille occupée et la chenille étourdie partirent à l'aventure. Quelles bêtises vont-elles rencontrer?","keywords":{"bee":["abeille"],"caterpillar":["chenille"],"garden":["jardin"],"path":["ensemble"],"sweet scent":["doux parfum"],"cozy nest":["nid douillet"]},"paragraphs":["Il était une fois, dans un jardin coloré, l'abeille travailleuse et la chenille insouciante ont décidé d'explorer ensemble. \"Cherchons les fleurs les plus savoureuses !\" s'est exclamée l'abeille.\n","Pendant leur voyage, l'abeille a soigneusement collecté du nectar tandis que la chenille sautait de feuille en feuille sans penser au chemin de retour. Soudain, ils se sont retrouvés perdus dans la partie inconnue du jardin.\n","L'abeille bourdonnait avec inquiétude, \"Oh non, comment allons-nous retrouver notre chemin ? J'aurais dû me souvenir de notre chemin.\" La chenille, réalisant son étourderie, se sentait désolée. \"Moi aussi j'aurais dû faire attention.\"\n","Ensemble, ils ont suivi le doux parfum des fleurs collectées par l'abeille pour retracer leur chemin. Avec l'aide et la persévérance, ils sont finalement rentrés dans leur nid douillet de la ruche.\n"]},"en-de":{"title":"Die Fleißige Biene und die Unachtsame Raupe","moral":"Immer fleißig arbeiten und im Voraus planen, um Probleme zu vermeiden. Übernehme Verantwortung für dein Handeln.","hook":"An einem sonnigen Tag gingen die fleißige Biene und die tollpatschige Raupe auf ein Abenteuer. Welche Streiche werden sie erleben?","keywords":{"Biene":["bee"],"Raupe":["caterpillar"],"Garten":["garden"],"Nektar":["nectar"],"Gemeinsam":["together"],"Bienchen":["little bee"],"Bienenstock":["beehive"],"summte":["buzzed"]},"paragraphs":["Vor langer Zeit, in einem bunten Garten, entschieden sich die fleißige Biene und die nachlässige Raupe zusammen zu erkunden. \"Lass uns die leckersten Blumen finden!\" rief die Biene aus.\n","Als sie reisten, sammelte die Biene fleißig Nektar, während die Raupe von Blatt zu Blatt hüpfte, ohne über den Rückweg nachzudenken. Plötzlich fanden sie sich in dem ungewohnten Teil des Gartens verloren.\n","Die Biene summte besorgt, \"Oh nein, wie werden wir unseren Weg zurückfinden? Ich hätte unseren Pfad im Auge behalten sollen.\" Die Raupe, als ihr leichtsinniges Verhalten bewusst wurde, fühlte sich traurig. \"Ich hätte auch aufpassen sollen.\"\n","Gemeinsam folgten sie mit Hilfe des Duftes der gesammelten Blumen des Bienchens ihren Schritten zurück. Durch Zusammenarbeit und Entschlossenheit kehrten sie schließlich in ihr gemütliches Zuhause im Bienenstock zurück.\n"]},"en-pt":{"title":"A Abelhinha Ocupada e a Lagarta Descuidada","moral":"Sempre trabalhe muito e planeje com antecedência para evitar problemas. Assuma a responsabilidade pelas suas ações.","hook":"Num dia ensolarado, a abelhinha atarefada e a lagartinha descuidada saíram em uma aventura. Que travessuras eles irão encontrar?","keywords":{"juntos":["together"],"flor":["flower"],"abelhinha":["bee"],"abelha":["bee"],"lagarta":["caterpillar"],"flores":["flowers"],"bee":["abelhinha","abelha"],"caterpillar":["lagarta"],"path":[],"néctar":[]},"paragraphs":["Era uma vez, em um jardim colorido, a abelha trabalhadora e a lagarta desajeitada decidiram explorar juntas. \"Vamos encontrar as flores mais saborosas!\" exclamou a abelha.\n","Enquanto viajavam, a abelha coletava diligentemente o néctar enquanto a lagarta pulava de folha em folha sem pensar no caminho de volta. De repente, se viram perdidos na parte desconhecida do jardim.\n","A abelha zumbiu preocupada, \"Ai, como vamos achar o caminho de volta? Devia ter lembrado o nosso trajeto.\" A lagarta, percebendo sua distração, ficou triste. \"Eu também devia ter prestado atenção.\"\n","Juntos, eles voltaram seguindo o cheirinho das flores que a abelhinha tinha coletado. Com trabalho em equipe e determinação, eles finalmente voltaram para sua casa aconchegante na colmeia.\n"]}}}