{"title":"The Sunflower's Smile","hook":"Why did the sunflower stop blooming and smiling? Will the garden friends help bring back its happiness?","moral":"Kindness and teamwork can bring joy back to someone who is feeling down.","paragraphs":["In a colorful garden, there once lived a cheerful sunflower. Every morning, it would greet its garden friends with a big smile, brightening up the entire garden. But one day, the sunflower's smile disappeared, and its petals drooped sadly.","The curious ladybug asked, \"Sunflower, why do you look so sad today?\" The sunflower sighed, \"I have lost my happiness. I miss the warmth of the sun shining on my face.\" The garden friends huddled together to think of a solution.","The wise old owl suggested, \"Let's work together to bring back the sunflower's smile! The squirrel collected shiny pebbles to reflect sunlight, the bird chirped cheerful tunes, and the bunny danced around the sunflower.\"","Slowly, the sunflower's petals perked up, and a small smile appeared on its face. With the combined efforts of its friends, the sunflower began to bloom again, spreading happiness and warmth throughout the garden."],"keywords":["sunflower","smile","garden","friends","happiness","teamwork","kindness"],"characters":null,"translations":{"id-en":{"hook":"Why did the sunflower stop blooming and smiling? Will the garden friends help bring back its happiness?","moral":"Kindness and teamwork can bring joy back to someone who is feeling down.","title":"The Sunflower's Smile","keywords":{"sunflower":["bunga matahari"],"petals":["kelopak","daun"],"friends":["teman","sahabat"],"owl":["burung hantu"],"squirrel":["tupai"],"garden":["kebun","taman"],"flower":["bunga"],"smile":["senyum"],"ladybug":["kelompok gudang","kumbang"],"happiness":["kebahagiaan"]},"paragraphs":["In a beautiful garden, there was a happy flower. Every morning, it said hello to its garden friends with a big smile, making the garden look cheerful. But one day, the flower's smile went away, and its petals looked sad.\n","One day, a small, nosy ladybird asked, \"Hello Flower, why do you seem so unhappy today?\" The Flower replied, \"I feel unhappy. I long for the sunshine to touch my face with its warmth.\" The pals in the garden gathered close to find an answer.\n","The smart owl said, \"Let's help the sunflower be happy again! The squirrel found shiny stones to make the sun come back, the bird sang happy songs, and the rabbit danced by the sunflower.\"\n","The big yellow flower's leaves went up, and it made a little happy face. With help from its pals, the flower started to open again, making the garden cozy and joyful.\n"]},"en-pt":{"moral":"Ser gentil e trabalhar em equipe pode trazer alegria de volta para alguém que está se sentindo triste.\n","title":"O Sorriso do Girassol\n","hook":"Por que a flor do girassol parou de florescer e sorrir? Será que os amigos do jardim vão ajudar a trazer de volta a sua felicidade?","keywords":{"girassol":["sunflower"],"coruja":["owl"],"esquilo":["squirrel"],"ladybug":[],"sunflower":["girassol"],"garden friends":[],"pétalas":[],"florir":[],"jardim":[],"triste":["sad"]},"paragraphs":["Num jardim colorido, vivia uma alegre girassol. Todas as manhãs, ele saudava seus amigos do jardim com um grande sorriso, iluminando todo o jardim. Mas um dia, o sorriso do girassol desapareceu, e suas pétalas caíram tristemente.\n","A joaninha curiosa perguntou, \"Girassol, por que você está tão triste hoje?\" O girassol suspirou, \"Perdi minha felicidade. Sinto falta do calor do sol brilhando em meu rosto.\" Os amigos do jardim se juntaram para pensar em uma solução.\n","O sábio e velho coruja sugeriu, \"Vamos trabalhar juntos para trazer de volta o sorriso do girassol! O esquilo coletou seixos brilhantes para refletir a luz do sol, o pássaro cantou músicas alegres, e o coelho dançou ao redor do girassol.\"\n","Bem devagar, as pétalas do girassol se abriram e um sorriso pequeno apareceu em seu rosto. Com a ajuda de seus amigos, o girassol começou a florir novamente, espalhando felicidade e calor por todo o jardim.\n"]},"en-de":{"title":"Die Lächeln der Sonnenblume","moral":"Freundlichkeit und Teamarbeit können Freude zurückbringen zu jemandem, der sich traurig fühlt.","hook":"Warum hat die Sonnenblume aufgehört zu blühen und zu lächeln? Werden die Freunde im Garten helfen, ihr Glück zurückzubringen?","keywords":{"Eule":["owl"],"Sonnenblume":["sunflower"],"Kaninchen":["rabbit"],"Marienkäferin":["ladybug"],"traurig":["sad"],"Gartenfreunde":["garden enthusiasts"],"Blütenblätter":["petals"],"Freunde":["friends"]},"paragraphs":["In einem bunten Garten lebte einmal eine fröhliche Sonnenblume. Jeden Morgen grüßte sie ihre Gartenfreunde mit einem großen Lächeln und hellte den ganzen Garten auf. Aber eines Tages verschwand das Lächeln der Sonnenblume, und ihre Blütenblätter hingen traurig herunter.\n","Die neugierige Marienkäferin fragte: \"Sonnenblume, warum siehst du heute so traurig aus?\" Die Sonnenblume seufzte: \"Ich habe mein Glück verloren. Mir fehlt die Wärme der Sonne, die auf mein Gesicht scheint.\" Die Gartenfreunde kauerten zusammen, um eine Lösung zu finden.\n","Der kluge alte Eule vorgeschlagen, \"Lass uns zusammen arbeiten, um das Lächeln der Sonnenblume zurückzubringen! Das Eichhörnchen sammelte glänzende Kieselsteine, um das Sonnenlicht zu reflektieren, der Vogel zirpte fröhliche Melodien, und das Kaninchen tanzte um die Sonnenblume herum.\"\n","Ganz langsam, die Blütenblätter der Sonnenblume richteten sich auf, und ein kleines Lächeln erschien auf ihrem Gesicht. Mit der gemeinsamen Anstrengung ihrer Freunde, begann die Sonnenblume wieder zu blühen, Freude und Wärme im ganzen Garten verbreitend.\n"]},"en-fr":{"title":"Le Sourire du Tournesol","hook":"Pourquoi est-ce que le tournesol a arrêté de fleurir et de sourire ? Est-ce que les amis du jardin vont aider à ramener sa joie ?\n","moral":"La gentillesse et le travail d'équipe peuvent redonner de la joie à quelqu'un qui se sent triste.","keywords":{"tournesol":["sunflower"],"jardin":["garden"],"sourire":["smile"],"coccinelle":["ladybug","ladybird"],"triste":["sad"],"pétales":["petals"],"hibou":["owl"],"lapin":["rabbit"]},"paragraphs":["Il était une fois, dans un jardin coloré, un tournesol joyeux. Chaque matin, il saluait ses amis du jardin avec un grand sourire, illuminant tout le jardin. Mais un jour, le sourire du tournesol disparut et ses pétales s'affaissèrent tristement.\n","La coccinelle curieuse demanda, \"Tournesol, pourquoi as-tu l'air si triste aujourd'hui?\" Le tournesol soupira, \"J'ai perdu mon bonheur. Le soleil me manque - sa chaleur sur mon visage.\" Les amis du jardin se serrèrent pour trouver une solution.\n","Le vieux hibou sage a suggéré, \"Travaillons ensemble pour redonner le sourire du tournesol ! L'écureuil a ramassé des cailloux brillants pour refléter la lumière du soleil, l'oiseau a chanté des mélodies joyeuses, et le lapin a dansé autour du tournesol.\"\n","Lentement, les pétales du tournesol se sont redressés, et un petit sourire est apparu sur son visage. Avec l'aide de ses amis, le tournesol a recommencé à fleurir, répandant bonheur et chaleur dans tout le jardin.\n"]}}}