{"title":"Milo, the Brave Explorer","hook":"Will Milo, the tiny mouse, be able to help King of the forest in his time of need?","moral":"Kindness and courage can help you overcome any obstacle.","paragraphs":["In the great Fora jungle, lived Milo, the brave little mouse. One day, as Milo was exploring near the riverbank, he heard a loud cry for help. It was the King of the forest, caught in a hunter's trap!","\"Oh no, King! Don't worry, I'll save you,\" Milo squeaked, determined to help his friend. Using all his strength, Milo gnawed at the ropes of the trap until the King was finally free.","The King, grateful for Milo's bravery, thanked him with a promise. \"Milo, you have a heart of gold. From now on, you are my honorary royal explorer. Your courage and kindness deserve to be rewarded.\"","Overwhelmed with joy, Milo bowed before the King, happy to have helped a friend in need. As they walked back to the royal palace together, the sun set over the Fora jungle, shining a light on their newfound friendship."],"keywords":["Milo","brave","explorer","jungle","King","courage","kindness","friend","rescue","gratitude"],"characters":["Milo"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"Milo, o Corajoso Explorador","hook":"O ratinho chamado Milo conseguirá ajudar o Rei da floresta quando ele precisar?\n","moral":"Gentileza e coragem podem te ajudar a superar qualquer obstáculo.\n","keywords":{"King":["King"],"friend":["friend"],"trap":["trap"],"Joy":["Joy"],"Friend":["Friend"],"Friendship":["Friendship"],"Rei":["King"],"valentia":["courage"],"coragem":["courage"],"Milo":["Milo"],"ratinho":["mouse"],"selva":["jungle"]},"paragraphs":["Na grande selva de Fora, morava Milo, o corajoso ratinho. Um dia, enquanto Milo explorava perto da margem do rio, ele ouviu um grito alto de socorro. Era o Rei da floresta, preso em uma armadilha de caçador!\n","\"Oh não, Rei! Não se preocupe, eu vou te salvar,\" disse Milo, determinado a ajudar seu amigo. Usando toda sua força, Milo roeu as cordas da armadilha até que o Rei finalmente ficou livre.\n","O Rei, grato pela valentia de Milo, agradeceu-lhe com uma promessa. \"Milo, tens um coração de ouro. A partir de agora, és o meu explorador real honorário. A tua coragem e bondade merecem ser recompensadas.\"\n","Muito feliz, Milo fez uma reverência para o Rei, contente por ter ajudado um amigo que precisava. Ao voltarem juntos para o palácio real, o sol se pôs sobre a selva de Fora, iluminando a nova amizade deles.\n"]},"en-fr":{"title":"Milo, l'Explorateur Courageux","hook":"Le petit souris Milo pourra-t-il aider le roi de la forêt quand il a besoin d'aide?","moral":"La gentillesse et le courage peuvent t'aider à surmonter tout obstacle.","keywords":{"Milo":["Milo"],"jungle":["jungle"],"souris":["mouse"],"ami":["friend","buddy"],"amitié":["friendship"],"Roi":["King"],"courage":["courage"],"récompenser":["reward","recompense"],"sauver":["save","rescue"],"piège":["trap"]},"paragraphs":["Dans la grande jungle de Fora, vivait Milo, la courageuse petite souris. Un jour, alors que Milo explorait près de la rivière, il entendit un cri fort à l'aide. C'était le Roi de la forêt, pris au piège d'un chasseur!\n","Oh non, Roi! Ne t'inquiète pas, je vais te sauver,\" Milo a couiné, déterminé à aider son ami. En utilisant toute sa force, Milo a rongé les cordes du piège jusqu'à ce que le Roi soit enfin libre.\n","Le Roi, reconnaissant pour la bravoure de Milo, le remercia avec une promesse. \"Milo, tu as un cœur en or. Désormais, tu es mon explorateur royal honoraire. Ta courage et ta gentillesse méritent d'être récompensés.\"\n","Très heureux, Milo s'inclina devant le roi, content d'avoir aidé un ami dans le besoin. En rentrant ensemble au palais royal, le soleil se coucha sur la jungle de Fora, éclairant leur amitié naissante.\n"]},"en-de":{"title":"Milo, der mutige Entdecker","moral":"Freundlichkeit und Mut können dir helfen, alle Hindernisse zu überwinden.","hook":"Kann Milo, die winzige Maus, dem König des Waldes in seiner Not helfen?","keywords":{"König":["king"],"retten":["save","rescue"],"Freund":["friend"],"Herz aus Gold":["heart of gold"],"Mut":["courage","bravery"],"Fora-Jungel":["Fora Jungle"],"tapfere Maus":["brave mouse"],"König des Waldes":["king of the forest"],"Milo":["Milo"],"Freundschaft":["friendship"]},"paragraphs":["In der großen Fora-Jungel lebte Milo, die tapfere kleine Maus. Eines Tages, als Milo in der Nähe des Flussufers erkundete, hörte er einen lauten Hilfeschrei. Es war der König des Waldes, gefangen in einer Jägerfalle!\n","\"Oh nein, König! Mach dir keine Sorgen, ich werde dich retten,\" piepste Milo, entschlossen, seinem Freund zu helfen. Mit all seiner Kraft nagte Milo an den Seilen der Falle, bis der König endlich frei war.\n","Der König, dankbar für Milos Tapferkeit, dankte ihm mit einem Versprechen. \"Milo, du hast ein Herz aus Gold. Ab jetzt bist du mein ehrenamtlicher königlicher Entdecker. Dein Mut und deine Freundlichkeit verdienen es belohnt zu werden.\"\n","Milo war sehr froh und machte eine tiefe Verbeugung vor dem König, weil er einem Freund in Not geholfen hatte. Gemeinsam gingen sie zurück zum königlichen Palast, als die Sonne über dem Dschungel von Fora unterging und ihr neugefundene Freundschaft erleuchtete.\n"]},"id-en":{"hook":"Will Milo, the tiny mouse, be able to help King of the forest in his time of need?","moral":"Kindness and courage can help you overcome any obstacle.","title":"Milo, the Brave Explorer","keywords":{"Milo":["Milo"],"forest":["hutan","rimba"],"trap":["perangkap","jerat"],"King":["Raja","Pangeran"],"rescue":["menyelamatkan","penyelamatan"],"friend":["teman","sahabat"],"bravery":["keberanian","keberanian"],"joy":["kebahagiaan","suka cita"],"friendship":["persahabatan","pertemanan"]},"paragraphs":["In the big forest of Fora, there was Milo, a brave little mouse. One day, while Milo was exploring close to the river, he heard a loud shout for help. It was the King of the woods, trapped in a hunter's cage!\n","\"Uh oh, King! Don't be scared, I'll rescue you,\" Milo said in a tiny voice, with a strong wish to assist his buddy. With all his might, Milo chewed the strings of the snare until the King was free at last.\n","The King was so happy with Milo's courage, he said thank you to him and made a special promise. \"Milo, you are very brave. From today, you will be my special explorer. Your bravery and kindness should be celebrated.\"\n","Milo was very, very happy and felt like he couldn't hold back his joy anymore. He bent down in front of the King, so happy because he had helped a friend who needed him a lot. They walked back to the big palace of the King together. While they were walking, the sun went down behind the trees in the Fora forest, making their new friendship even brighter.\n"]}}}