{"title":"The Helpful Ants","hook":"One sunny day, curious Billy asked, \"Why do ants work so hard?\"","moral":"Helping others brings joy and makes life easier for everyone.","paragraphs":["Once in a lush green forest, lived a lazy grasshopper named Greg. He loved to play all day and never helped anyone.","Nearby, a group of hardworking ants toiled tirelessly to collect food for the upcoming winter. All except one ant, Annie, who was always ready to lend a hand to anyone in need.","One day, a heavy storm hit the forest, sweeping away Greg's home and food. Hungry and cold, Greg turned to Annie and the ants for help.","Grateful for Annie's kindness, Greg apologized for his laziness and offered to help the ants in return. Together, they rebuilt Greg's home and stocked up on food.","From that day on, Greg learned the joy of helping others, and the ants gained a new friend who always assisted them in times of need."],"keywords":["forest","grasshopper","ants","storm","kindness","cooperation"],"characters":null,"translations":{"id-en":{"hook":"One sunny day, curious Billy asked, \"Why do ants work so hard?\"","moral":"Helping others brings joy and makes life easier for everyone.","title":"The Helpful Ants","keywords":{"forest":["hutan"],"grasshopper":["belalang"],"lazy":["malas"],"Greg":["Greg"],"joy":["kebahagiaan","sukacita"],"ants":["semut"],"food":["makanan"],"winter":["musim dingin"],"storm":["badai"],"kindness":["kebaikan"],"apologized":["meminta maaf"]},"paragraphs":["Long time ago in a big green forest, there was a lazy grasshopper called Greg. He liked to play all day and never lent a hand to anyone.\n","Close to them, a bunch of busy ants worked very hard to gather food for the next cold season. Everyone except for a little ant named Annie, who was always eager to help others in trouble.\n","One sunny day, a big rain hit the place where the trees grow, and took away Greg's house and snacks. Greg, feeling very hungry and cold, asked Annie and the little bugs for assistance.\n","Happy for Annie's goodness, Greg said sorry for his laziness and promised to aid the little ants. Hand in hand, they fixed Greg's house and gathered lots of food. \n","From that day on, Greg understood how fun it is to help friends. The ants found a new buddy who always helped them when they needed it.\n"]},"en-pt":{"title":"Formiguinhas amigas","moral":"Ajudar os outros traz alegria e torna a vida mais fácil para todo mundo.","hook":"Um dia ensolarado, o curioso Billy perguntou, \"Por que as formigas trabalham tanto?\"","keywords":{"Greg":["Greg"],"alegria":["joy","happiness"],"formigas":["ants"],"tempestade":["storm"],"floresta":["forest"],"grilo":["cricket"],"verdejante":["green","lush"],"preguiçoso":["lazy"],"formiguinhas":["little ants"],"trabalhadoras":["hardworking"],"inverno":["winter"],"bondade":["kindness"],"ajudar":["help"]},"paragraphs":["Era uma vez, numa floresta verdejante, vivia um grilo preguiçoso chamado Greg. Ele adorava brincar o dia todo e nunca ajudava ninguém.\n","Perto dali, um grupo de formiguinhas trabalhadoras trabalhava muito para juntar comida para o inverno que estava por vir. Todas, exceto uma formiguinha, Annie, que sempre estava pronta para ajudar quem precisasse.\n","Era uma vez, uma tempestade forte atingiu a floresta, levando embora a casa e a comida do Greg. Com fome e frio, Greg pediu ajuda para a Annie e as formigas.\n","Agradecido pela bondade da Annie, o Greg pediu desculpa por ser preguiçoso e se ofereceu para ajudar as formigas em troca. Juntos, eles reconstruíram a casa do Greg e encheram o estoque de comida.\n","Desde aquele dia, Greg aprendeu a alegria de ajudar os outros, e as formigas ganharam um novo amigo que sempre as ajudava nos momentos de necessidade.\n"]},"en-fr":{"title":"Les Fourmis Aides","moral":"Aider les autres apporte de la joie et rend la vie plus facile pour tout le monde.","hook":"Un jour ensoleillé, le curieux Billy demanda, \"Pourquoi les fourmis travaillent-elles si dur?\"","keywords":{"Greg":["Greg"],"joy":["joy"],"ants":["ants","hardworking ants"],"forêt verte":["forest green"],"sauterelle paresseuse":["lazy grasshopper"],"gentillesse":["kindness"],"paresse":["laziness"],"fourmis":["ants"],"tempête":["storm"],"affamé":["hungry"],"hardworking ants":["ants"],"collect food":["gather food"],"lend a hand":["help out"]},"paragraphs":["Il était une fois, dans une belle forêt verte, vivait une sauterelle paresseuse nommée Greg. Il aimait jouer toute la journée et n'a jamais aidé personne.\n","Pas loin, un groupe de fourmis travailleuses s'activent sans relâche pour collecter de la nourriture pour l'hiver à venir. Toutes sauf une fourmi, Annie, qui est toujours prête à aider ceux qui en ont besoin.\n","Un jour, une grosse tempête a frappé la forêt, emportant la maison et la nourriture de Greg. Affamé et gelé, Greg s'est tourné vers Annie et les fourmis pour de l'aide.\n","Heureux de la gentillesse d'Annie, Greg s'excusa pour sa paresse et offrit de l'aide aux fourmis en retour. Ensemble, ils reconstruisirent la maison de Greg et firent des réserves de nourriture.\n","Depuis ce jour-là, Greg a appris le bonheur d'aider les autres, et les fourmis ont gagné un nouvel ami qui les a toujours aidées en cas de besoin.\n"]},"en-de":{"title":"Die Hilfreichen Ameisen","moral":"Anderen zu helfen macht froh und hilft allen im Leben.","hook":"An einem sonnigen Tag fragt der neugierige Billy: \"Warum arbeiten Ameisen so hart?\"","keywords":{"Greg":["Greg"],"Ameisen":["Ants"],"Freund":["Friend"],"grünen Wald":["green forest"],"faule Grashüpfer":["lazy grasshoppers"],"nie geholfen":["never helped"],"Sturm":["Storm"],"Wald":["Forest"],"Hilfe":["Help"],"Annie":["Annie"],"fleißig":["diligent","hardworking"],"Winter":["Winter"]},"paragraphs":["In einem grünen Wald lebte eine faule Grashüpfer namens Greg. Er hat gerne den ganzen Tag gespielt und hat nie jemandem geholfen.\n","Ganz in der Nähe arbeitete eine Gruppe fleißiger Ameisen unermüdlich, um Nahrung für den bevorstehenden Winter zu sammeln. Alle außer einer Ameise, Annie, die immer bereit war, jedem zu helfen, der es brauchte.\n","Eines Tages kam ein starker Sturm in den Wald und wirbelte Greg's Zuhause und Essen davon. Greg war hungrig und kalt, also suchte er Hilfe bei Annie und den Ameisen.\n","Dankbar für Annies Freundlichkeit, entschuldigte sich Greg für seine Faulheit und bot an, den Ameisen im Gegenzug zu helfen. Zusammen bauten sie Gregs Zuhause wieder auf und füllten ihre Vorräte auf.\n","An dem Tag lernte Greg, wie schön es ist, anderen zu helfen. Die Ameisen hatten ab dann einen neuen Freund, der ihnen immer half, wenn sie es brauchten.\n"]}}}