{"title":"Kian and Kimi's Adventure in Fora Jungle","hook":"What will happen when Kian and Kimi encounter a mysterious glowing object deep in the Fora Jungle?","moral":"Sometimes, unexpected challenges bring new opportunities for friendship and learning.","paragraphs":["One sunny day in the great Fora Jungle, Kian the tiger and Kimi the fox were exploring together. Suddenly, they stumbled upon a glowing object hidden among the trees. Kian's curiosity was piqued, \"What is that, Kimi?\"","Kimi, the now-wise old storytelling fox, squinted his eyes and said, \"I've heard tales of this mystical object. It grants the one who solves its riddle a special gift.\" Excited, Kian and Kimi read the riddle inscribed on the object and pondered its meaning.","After much thought and collaboration, Kian and Kimi finally cracked the riddle, unlocking the glowing object's magic. In a flash of light, the jungle was filled with colorful butterflies floating around them, bringing joy and wonder to the creatures of the forest."],"keywords":["Fora Jungle","Kian","Kimi","storytelling","curiosity","collaboration","mystical","riddle","magic","friendship"],"characters":["Kian","Kimi"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What will happen when Kian and Kimi encounter a mysterious glowing object deep in the Fora Jungle?","moral":"Sometimes, unexpected challenges bring new opportunities for friendship and learning.","title":"Kian and Kimi's Adventure in Fora Jungle","keywords":{"Jungle":["Hutan belantara","Rimba"],"Tiger":["Harimau"],"Fox":["Rubah"],"fox":["Rubah"],"special gift":["Hadiah istimewa"],"riddle":["Teka-teki"],"Kian":["Kian"],"Kimi":["Kimi"],"butterflies":["Kupu-kupu"]},"paragraphs":["One day in the big Jungle, Kian the tiger and Kimi the fox were exploring together when they found a shiny thing in the trees. Kian asked, \"What is that, Kimi?\"\n","Kimi, the old fox who tells stories, looked closely with his eyes almost closed and said, \"I know stories about this magic thing. It gives a special surprise to the one who solves its puzzle.\" Kian and Kimi felt happy and stared at the mystery words written on the object, thinking hard about what they could mean.\n","One day, Kian and Kimi worked together, thinking hard, and then they solved a mystery. They found the magic hidden in a shiny thing. Suddenly, bright light shone, and the forest was full of pretty butterflies flying around, making all the animals happy.\n"]},"en-fr":{"title":"Aventure de Kian et Kimi dans la Jungle de Fora","hook":"Qu'est-ce qui va se passer lorsque Kian et Kimi rencontrent un objet mystérieux qui brille profondément dans la Jungle de Fora?","moral":"Parfois, des défis inattendus apportent de nouvelles opportunités pour l'amitié et l'apprentissage.","keywords":{"réflexion":["reflection"],"énigme":["riddle","puzzle"],"papillons":["butterflies"],"Jungle":["jungle"],"tigre":["tiger"],"renard":["fox"],"contes":["tales","stories"]},"paragraphs":["Il était une fois, un jour ensoleillé dans la grande Jungle de Fora, Kian le tigre et Kimi le renard étaient en train d'explorer ensemble. Soudain, ils découvrirent un objet brillant caché parmi les arbres. La curiosité de Kian fut éveillée, \"Qu'est-ce que c'est, Kimi?\"\n","Kimi, le renard raconteur âgé et sage, plissa les yeux et dit : \"J'ai entendu des contes sur cet objet mystique. Il accorde à celui qui résout son énigme un cadeau spécial.\" Excités, Kian et Kimi ont lu l'énigme inscrite sur l'objet et ont réfléchi à sa signification.\n","Après beaucoup de réflexion et de collaboration, Kian et Kimi ont finalement résolu l'énigme, débloquant la magie de l'objet qui brillait. Dans un éclair de lumière, la jungle fut remplie de papillons colorés flottant autour d'eux, apportant joie et émerveillement aux créatures de la forêt.\n"]},"en-de":{"title":"Kians und Kimis Abenteuer im Fora Dschungel","moral":"manchmal, wenn etwas Unerwartetes passiert, gibt es eine neue Chance, neue Freunde zu finden und Neues zu lernen.","hook":"Was passiert, wenn Kian und Kimi tief im Fora-Dschungel auf ein geheimnisvolles leuchtendes Ding stoßen?","keywords":{"sonnig":["sunny"],"Dschungel":["jungle"],"Neugier":["curiosity"],"Rätsel":["puzzle","riddle"],"magisch":["magical"],"Schmetterlinge":["butterflies"],"Kimi":["Kimi"],"Fuchs":["fox"]},"paragraphs":["An einem sonnigen Tag im großen Fora-Dschungel erkundeten Kian der Tiger und Kimi der Fuchs gemeinsam. Plötzlich stießen sie auf ein leuchtendes Objekt, das unter den Bäumen verborgen war. Kians Neugier war geweckt: \"Was ist das, Kimi?\"\n","Kimi, der jetzt kluge alte Geschichten erzählende Fuchs, kniff die Augen zusammen und sagte: \"Ich habe Geschichten von diesem mystischen Objekt gehört. Es gewährt demjenigen, der sein Rätsel löst, ein besonderes Geschenk.\" Aufgeregt lasen Kian und Kimi das Rätsel, das auf dem Objekt eingeschrieben war, und überlegten über seine Bedeutung.\n","Nach viel Denken und Zusammenarbeit haben Kian und Kimi endlich das Rätsel gelöst, und somit die magische leuchtende Objekt freigeschaltet. Schnell war der Dschungel voll mit bunten Schmetterlingen, die um sie herumschwebten und damit Freude und Staunen zu den Waldbewohnern brachten.\n"]},"en-pt":{"title":"A Aventura de Kian e Kimi na Floresta Fora","moral":"Às vezes, desafios inesperados trazem novas oportunidades para fazer amigos e aprender.","hook":"O que vai acontecer quando Kian e Kimi encontrarem um objeto misterioso e brilhante no fundo da Floresta Fora?","keywords":{"ensolarado":["sunny"],"floresta":["forest"],"curiosidade":["curiosity"],"raposa":["fox"],"objeto místico":["mystical object"],"enigma":["enigma","riddle"],"objecto brilhante":["shiny object"],"criaturas da floresta":["forest creatures"]},"paragraphs":["Um dia ensolarado na Grande Floresta de Fora, Kian o tigre e Kimi a raposa estavam explorando juntos. De repente, eles se depararam com um objeto brilhante escondido entre as árvores. A curiosidade de Kian foi despertada, \"O que é isso, Kimi?\"\n","Kimi, a raposa contador de histórias, velha e sábia agora, fechou os olhinhos e disse, \"Eu ouvi falar de um objeto místico. Ele concede a quem resolve seu enigma um presente especial.\" Animados, Kian e Kimi leram o enigma inscrito no objeto e refletiram sobre seu significado.\n","Depois de pensarem muito e trabalharem juntos, Kian e Kimi finalmente resolveram o enigma, desvendando a magia do objeto brilhante. Num piscar de olhos, a selva ficou repleta de borboletas coloridas flutuando ao redor deles, trazendo alegria e encanto para as criaturas da floresta.\n"]}}}