{"title":"The Whistling Bee","hook":"One sunny day, in the land of Buzzington, a little bee named Benny discovered a mysterious whistle. What adventures await Benny as he learns the power of his newfound treasure?","moral":"Sometimes, the greatest abilities are the ones we least expect.","paragraphs":["In Buzzington, where colorful flowers blossomed and sweet honey flowed, Benny the bee buzzed happily through the meadow. One day, while exploring a patch of daisies, he stumbled upon a shiny whistle.","Curious, Benny blew into the whistle, and to his surprise, it made a melodic sound that made the flowers sway! Overjoyed by his newfound talent, Benny began whistling tunes that made the whole meadow dance.","However, the mischievous squirrel twins, Hazel and Nutty, grew envious of Benny's whistle. They stole it while Benny was napping and hid it in the thicket.","When Benny woke up and couldn't find his whistle, he felt sad and lost his cheerful buzz. With the help of his friends, Lila the ladybug and Percy the butterfly, they followed the sound of the whistle hidden in the thicket.","Together, they retrieved the whistle and showed Hazel and Nutty that sharing talents brings joy to everyone. As Benny whistled, Hazel and Nutty danced joyfully, learning that true happiness comes from friendship, not envy."],"keywords":["Buzzington","Benny","whistle","adventures","talents","friendship","flowers","meadow","curious","mischief","joy"],"characters":null,"translations":{"en-pt":{"title":"A Abelhinha Assobiadora\n","moral":"Às vezes, as habilidades mais incríveis são aquelas que menos esperamos.\n","hook":"Em um dia ensolarado, na terra do Zumbilândia, uma abelhinha chamada Benny descobriu um apito misterioso. Quais aventuras esperam Benny enquanto ele aprende o poder de seu novo tesouro?","keywords":{"squirrel":["squirrel"],"twins":["twins"],"envy":["envy"],"Buzzington":["Buzzington"],"abelhinha":["bee"],"margaridas":["daisies"],"Benny":["Benny"],"apito":["whistle"],"flores":["flowers"],"Lila":["Lila"],"Percy":["Percy"],"talents":["talents"],"joy":["joy"],"happiness":["happiness"]},"paragraphs":["Em Buzzington, onde flores coloridas brotavam e mel doce fluía, a abelhinha Benny zumbia felizmente pelo prado. Um dia, enquanto explorava um grupo de margaridas, ele encontrou um apito brilhante.\n","Curioso, Benny soprou no apito e, para sua surpresa, ele fez um som melodioso que fez as flores balançarem! Extremamente feliz por seu novo talento, Benny começou a assobiar melodias que fizeram todo o prado dançar.\n","Mas, os gêmeos esquilos travessos, Hazel e Nutty, ficaram com inveja do apito do Benny. Eles o roubaram enquanto Benny tirava uma soneca e o esconderam no mato.\n","Quando Benny acordou e não conseguiu encontrar seu apito, ele se sentiu triste e perdeu seu zumbido animado. Com a ajuda de seus amigos, Lila a joaninha e Percy a borboleta, eles seguiram o som do apito escondido no matagal.\n","Juntos, eles encontraram o apito e mostraram para Hazel e Nutty que compartilhar talentos traz alegria para todos. Enquanto Benny assobiava, Hazel e Nutty dançavam alegremente, aprendendo que a verdadeira felicidade vem da amizade, não da inveja.\n"]},"id-en":{"hook":"One sunny day, in the land of Buzzington, a little bee named Benny discovered a mysterious whistle. What adventures await Benny as he learns the power of his newfound treasure?","moral":"Sometimes, the greatest abilities are the ones we least expect.","title":"The Whistling Bee","keywords":{"squirrel":["tupai"],"twins":["kembar","saudara kembar"],"whistle":["peluit"],"share":["membagi","berbagi"],"happiness":["kebahagiaan","kesenangan"],"Benny":["Benny"],"friends":["teman","sahabat"],"meadow":["padang rumput"],"Benny the bee":["Benny si lebah"],"flowers bloomed":["bunga mekar"],"sweet honey":["madu manis"]},"paragraphs":["In a place called Buzzington, where pretty flowers bloomed in many colors and yummy honey ran like a river, Benny the bee flew around with a happy buzz in the meadow. One day, as he wandered through a group of white and yellow daisies, he found a bright whistle.\n","Benny, who was feeling very curious, blew into the whistle. Suddenly, he heard a magical sound! It was so beautiful that the flowers started moving! Benny was so happy that he discovered this new skill. He kept making music with the whistle, and soon, the entire meadow was dancing.\n","But one day, the naughty squirrel friends, Hazel and Nutty, felt jealous of Benny's fun whistle. So, they quietly took it while Benny was sleeping and hid it in the bushes.\n","One day, when Benny woke up, he looked for his whistle but couldn't find it. He felt sad and lost his happy feeling. Benny's friends, Lila the ladybug and Percy the butterfly, helped him. Together, they listened and found the whistle hidden in a bush.\n","They all got the whistle back and showed Hazel and Nutty that when we share our special skills, everyone feels happy. Benny whistled, Hazel and Nutty danced happily, knowing that being happy means having friends, not being jealous.\n"]},"en-fr":{"title":"La Abeille Sifflante","moral":"Parfois, les plus grands pouvoirs sont ceux auxquels on s'attend le moins.","hook":"Il était une fois, dans le pays de Buzzington, une petit abeille nommée Benny qui découvrit un sifflet mystérieux. Quelles aventures attendent Benny alors qu'il apprend la puissance de son trésor nouvellement découvert ?","keywords":{"squirrel":["squirrel"],"twins":["twins"],"whistle":["whistle","sifflet"],"Buzzington":["Buzzington"],"abeille":["abeille"],"marguerites":["marguerites"],"Benny":["Benny"],"joie":["joie"],"mélodieux":["mélodieux"],"talents":["talents"],"amitié":["amitié"]},"paragraphs":["Dans Buzzington, où des fleurs colorées fleurissaient et du miel doux coulait, Benny l'abeille bourdonnait joyeusement à travers la prairie. Un jour, en explorant un patch de marguerites, il est tombé sur un sifflet brillant.\n","Curieux, Benny a soufflé dans le sifflet, et quelle surprise, il a entendu un son mélodieux qui a fait danser les fleurs! Très heureux de son nouveau talent, Benny a commencé à siffler des mélodies qui ont fait danser tout le pré.\n","Mais, les jumeaux espiègles, Hazel et Nutty, sont devenus jaloux du sifflet de Benny. Ils l'ont volé pendant que Benny dormait et l'ont caché dans le fourré.\n","Quand Benny s'est réveillé et n'a pas pu trouver son sifflet, il s'est senti triste et a perdu sa joie. Avec l'aide de ses amis, Lila la coccinelle et Percy le papillon, ils ont suivi le son du sifflet caché dans le buisson.\n","Ensemble, ils ont retrouvé le sifflet et ont montré à Hazel et Nutty que partager des talents apporte de la joie à tout le monde. Alors que Benny sifflait, Hazel et Nutty dansaient joyeusement, apprenant que le vrai bonheur vient de l'amitié, pas de l'envie.\n"]},"en-de":{"title":"Summende Bienchen","moral":"Manchmal sind die schönsten Dinge die, die wir am wenigsten erwarten.","hook":"An einem sonnigen Tag im Land Buzzington entdeckte ein kleiner Bienen namens Benny eine geheimnisvolle Pfeife. Welche Abenteuer warten auf Benny, wenn er die Macht seines neuen Schatzes entdeckt?","keywords":{"Benny":["Benny"],"Pfeife":["whistle","pipe"],"freunde":["friends"],"Eichhörnchen-Zwillinge":["squirrel twins"],"neidisch":["jealous"],"versteckten":["hidden"],"Buzzington":["Buzzington"],"Biene":["bee"],"Talenten":["talents"],"Freundschaft":["friendship"],"Trillerpfeife":["whistle"],"Melodien":["melodies"]},"paragraphs":["In Buzzington, wo bunte Blumen blühten und süßer Honig floss, summte Benny die Biene fröhlich durch die Wiese. Eines Tages, während er eine Patch von Gänseblümchen erforschte, stolperte er über eine glänzende Pfeife.\n","Neugierig, Benny pustete in die Trillerpfeife und zu seiner Überraschung machte sie einen melodiösen Klang, der die Blumen zum Schwingen brachte! Überglücklich über sein neues Talent begann Benny Melodien zu pfeifen, die die ganze Wiese tanzen ließen.\n","Aber die frechen Eichhörnchen-Zwillinge, Hazel und Nutty, wurden neidisch auf Bennys Pfeife. Sie stahlen sie, während Benny schlief, und versteckten sie im Dickicht.\n","Als Benny aufwachte und seine Pfeife nicht finden konnte, fühlte er sich traurig und verlor sein fröhliches Summen. Mit Hilfe seiner Freunde, Lila dem Marienkäfer und Percy dem Schmetterling, folgten sie dem Klang der Pfeife, die im Dickicht versteckt war.\n","Gemeinsam holten sie die Pfeife und zeigten Hazel und Nutty, dass das Teilen von Talenten Freude bringt. Während Benny pfiff, tanzten Hazel und Nutty fröhlich und lernten, dass wahres Glück aus Freundschaft, nicht aus Neid, kommt.\n"]}}}