{"title":"The Lost Treasure Map","hook":"Ravi and Kimi find an old map in the jungle. Will they solve the hidden clues to find the lost treasure?","moral":"Sometimes success comes from working together and trusting each other's strengths.","paragraphs":["In the heart of the great Fora jungle, Ravi the young mapmaker and Kimi the wise storytelling fox were exploring the lush greenery. Ravi stumbled upon a mysterious old map buried beneath a thick vine. Excited, he showed it to Kimi, hoping to uncover its secrets.","Kimi studied the map, his sharp eyes sparkling with intrigue. \"This map is special, Ravi,\" he said. \"It leads to a hidden treasure, but the clues are cleverly hidden. We must work together to solve them.\"","As they followed the map through twisting vines and bubbling streams, they encountered a fork in the path. Ravi wanted to go left, while Kimi suggested going right. They couldn't agree on the way to go, causing a bit of tension between them.","Finally, Ravi had an idea. \"Let's combine our skills, Kimi! Your wisdom and my mapmaking abilities. We can solve this together.\" Kimi nodded, impressed by Ravi's suggestion. They worked as a team, using Kimi's experience and Ravi's keen eye for detail to uncover the hidden clues.","With their combined efforts, Ravi and Kimi found the treasure buried under a giant tree. They celebrated their success, grateful for each other's unique strengths. As they headed back home, Kimi smiled at Ravi. \"Remember, young one, teamwork and trust can lead to great discoveries in life.\""],"keywords":["jungle","treasure","mapmaker","storytelling","teamwork","trust","hidden clues","adventure","wisdom","celebration"],"characters":["Ravi","Kimi"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Ravi and Kimi find an old map in the jungle. Will they solve the hidden clues to find the lost treasure?","moral":"Sometimes success comes from working together and trusting each other's strengths.","title":"The Lost Treasure Map","keywords":{"treasure":["harta","keberhargaan"],"teamwork":["kerja sama","kolaborasi"],"trust":["kepercayaan","keyakinan"],"hidden":["tersembunyi","tertutup"],"clues":["petunjuk","bekas"],"Ravi":["Ravi"],"Kimi":["Kimi"],"map":["peta"],"twisty plants":["tanaman berliku","tumbuhan berbelok-belok"],"flowing rivers":["sungai yang mengalir","rivers yang mengalir"]},"paragraphs":["Deep inside the big Fora forest, Ravi the young mapmaker and Kimi the smart storytelling fox were walking around the thick green plants. Suddenly, Ravi found an old map hidden under a thick vine. He felt happy and shared it with Kimi, wanting to know more about it.\n","Kimi looked at the picture, his clever eyes full of excitement. \"This picture is amazing, Ravi,\" he said. \"It shows the way to a secret treasure, but the hints are very tricky. We have to help each other to understand them.\"\n","While exploring a map with twisty plants and flowing rivers, they reached a point where the path divided. Ravi preferred to turn left, but Kimi thought it's better to go right. Since they didn't share the same idea, they felt a bit uneasy.\n","One day, Ravi thought of something. \"Let's work together, Kimi! You are super smart, and I'm very good at making maps. If we join forces, we can find answers together.\" Kimi agreed happily to Ravi's plan. They worked as a team, using Kimi's knowledge and Ravi's sharp eyes to discover secret hints.\n","Ravi and Kimi, together, found treasure under big tree. They cheered, happy for their special skills. Going home, Kimi told Ravi, \"Remember, teamwork & trust can find great things.\"\n"]},"en-pt":{"title":"O Mapa do Tesouro Perdido","moral":"Às vezes, a gente consegue o que quer quando se junta e confia nas habilidades um do outro.","hook":"Ravi e Kimi acham um mapa antigo na selva. Será que eles vão descobrir as pistas escondidas para encontrar o tesouro perdido?","keywords":{"mapa":["map"],"tesouro":["treasure"],"pistas":["clues","hints"],"coração":["heart"],"jovem":["young"],"misterioso":["mysterious"],"habilidades":["skills","abilities"],"sugestão":["suggestion"],"cipós":["vines"],"bifurcação":["fork"],"esforços":["efforts"],"confiança":["trust"]},"paragraphs":["No coração da grande selva de Fora, Ravi, o jovem cartógrafo, e Kimi, a sábia raposa contadora de histórias, estavam explorando a exuberante vegetação verde. Ravi tropeçou em um misterioso mapa antigo enterrado sob uma videira grossa. Animado, ele mostrou para Kimi, esperando descobrir seus segredos.\n","Kimi estudou o mapa, seus olhos brilhantes cheios de curiosidade. \"Este mapa é especial, Ravi,\" ele disse. \"Ele nos leva a um tesouro escondido, mas as pistas estão muito bem escondidas. Precisamos trabalhar juntos para descobri-las.\"\n","Eles seguiram o mapa por entre cipós torcidos e riachos borbulhantes, até que encontraram uma bifurcação no caminho. Ravi queria ir para a esquerda, enquanto Kimi sugeriu ir para a direita. Eles não conseguiram concordar sobre qual caminho seguir, causando um pouco de tensão entre eles.\n","Finalmente, Ravi teve uma ideia. \"Vamos combinar nossas habilidades, Kimi! Sua sabedoria e minhas habilidades de fazer mapas. Vamos resolver isso juntos.\" Kimi concordou, impressionada com a sugestão de Ravi. Eles trabalharam como uma equipe, usando a experiência de Kimi e o olhar atento de Ravi para descobrir as pistas escondidas.\n","Com seus esforços juntos, Ravi e Kimi encontraram o tesouro enterrado embaixo de uma árvore gigante. Eles comemoraram seu sucesso, gratos pelas forças únicas um do outro. Ao voltarem para casa, Kimi sorriu para Ravi. \"Lembre-se, pequenino, trabalho em equipe e confiança podem levar a grandes descobertas na vida.\"\n"]},"en-de":{"title":"Die Verlorene Schatzkarte","moral":"Manchmal kommt Erfolg, wenn wir zusammenarbeiten und auf die Stärken des anderen vertrauen.","hook":"Ravi und Kimi finden eine alte Landkarte im Dschungel. Werden sie die versteckten Hinweise lösen, um den verlorenen Schatz zu finden?","keywords":{"Kimi":["Kimi"],"versteckt":["hidden"],"Schatz":["treasure"],"Ravi":["Ravi"],"Karte":["map"],"Ranken":["vines"],"Gabelung":["fork"],"Hinweise":["clues"],"jungle":["jungle"],"mapmaker":["mapmaker"],"fox":["fox"]},"paragraphs":["In the heart of the big Fora jungle, Ravi the young mapmaker and Kimi the wise storytelling fox were exploring the lush greenery. Ravi stumbled upon a mysterious old map buried beneath a thick vine. Excited, he showed it to Kimi, hoping to uncover its secrets.\n","Kimi schaute die Karte an, seine scharfen Augen strahlten vor Neugier. \"Diese Karte ist besonders, Ravi,\" sagte er. \"Sie führt zu einem versteckten Schatz, aber die Hinweise sind geschickt versteckt. Wir müssen zusammenarbeiten, um sie zu lösen.\"\n","Als sie die Karte durch verworrene Ranken und sprudelnde Bäche verfolgten, trafen sie auf eine Gabelung im Weg. Ravi wollte nach links gehen, während Kimi vorschlug, nach rechts zu gehen. Sie konnten sich nicht einigen, welchen Weg sie nehmen sollten, was zu etwas Spannung zwischen ihnen führte.\n","Endlich hatte Ravi eine Idee. \"Lass uns unsere Fähigkeiten kombinieren, Kimi! Deine Weisheit und meine Fähigkeiten beim Kartenzeichnen. Wir können das zusammen lösen.\" Kimi nickte beeindruckt über Ravis Vorschlag. Sie arbeiteten als Team, nutzten Kimis Erfahrung und Ravis scharfes Auge für Details, um die versteckten Hinweise aufzudecken.\n","Zusammen haben Ravi und Kimi den Schatz unter einem riesigen Baum gefunden. Sie feierten ihren Erfolg, dankbar für die einzigartigen Stärken des anderen. Auf dem Rückweg nach Hause lächelte Kimi Ravi an. \"Denke daran, Junges, Teamwork und Vertrauen können zu großartigen Entdeckungen im Leben führen.\"\n"]},"en-fr":{"title":"La Carte du Trésor Perdu\n","hook":"Ravi et Kimi trouvent une vieille carte dans la jungle. Vont-ils résoudre les indices cachés pour trouver le trésor perdu ?","moral":"Parfois, la réussite arrive quand on travaille ensemble et qu'on se fait confiance. C'est comme quand des amis se tiennent par la main et se sourient.","keywords":{"map":["map"],"hidden treasure":["hidden treasure"],"work together":["work together","travail d'équipe"],"jungle":["jungle"],"cartographer":["cartographer"],"storytelling":["storytelling"],"travail d'équipe":["work together","travail d'équipe"],"réussite":["achievement","success"],"confiance":["trust","confidence"],"dessin":["drawing","sketch"],"vignes":["vines"],"chemin":["path","way"],"idée":["idea"],"compétences":["skills","competences"],"équipe":["team"]},"paragraphs":["Au cœur de la grande jungle de Fora, Ravi le jeune cartographe et Kimi le sage renard conteur exploraient la verdure luxuriante. Ravi est tombé sur une vieille carte mystérieuse cachée sous une épaisse vigne. Tout excité, il la montra à Kimi, en espérant découvrir ses secrets.\n","Kimi regarda la carte, ses yeux vifs brillant d'intrigue. \"Cette carte est spéciale, Ravi,\" dit-il. \"Elle mène à un trésor caché, mais les indices sont astucieusement cachés. Nous devons travailler ensemble pour les résoudre.\"\n","Alors qu'ils suivaient le dessin à travers les vignes tortueuses et les ruisseaux bouillonnants, ils se sont retrouvés devant une fourchette dans le chemin. Ravi voulait aller à gauche, tandis que Kimi a suggéré d'aller à droite. Ils n'arrivaient pas à se mettre d'accord sur la direction à prendre, ce qui a causé un peu de tension entre eux.\n","Enfin, Ravi a eu une idée. \"Combinons nos compétences, Kimi ! Ta sagesse et mes capacités de cartographie. Nous pouvons résoudre cela ensemble.\" Kimi a acquiescé, impressionnée par la suggestion de Ravi. Ils ont travaillé en équipe, en utilisant l'expérience de Kimi et l'œil attentif de Ravi pour découvrir les indices cachés.\n","Avec leur travail ensemble, Ravi et Kimi ont trouvé le trésor enterré sous un arbre géant. Ils ont célébré leur réussite, reconnaissants pour les forces uniques de chacun. En revenant chez eux, Kimi a souri à Ravi. \"Rappelle-toi, jeune, le travail d'équipe et la confiance peuvent conduire à de grandes découvertes dans la vie.\"\n"]}}}