{"title":"The Lost Oasis","hook":"Do you know what happens when Quira gets lost in the great Fora jungle?","moral":"Being patient and asking for help can lead us to finding a solution.","paragraphs":["\"Quira, the strong willed desert wanderer, found herself lost in the mysterious Fora jungle. She had never seen so many tall trees and colorful birds before.\"","\"Feeling scared and unsure, Quira tried to find her way back but only got more lost. She sat down near a sparkling stream and began to cry.\"","\"Suddenly, a friendly monkey named Koko appeared. 'Why are you crying?' Koko asked. Quira explained her situation. Koko listened and offered to help Quira find her way home.\"","\"Together, they swung from vine to vine, crossed a slippery log bridge, and passed through a field of bright flowers. Quira felt grateful for Koko's help.\"","\"Finally, they reached a clearing where Quira recognized the familiar dunes of her desert home. 'Thank you, Koko!' Quira said, hugging her new friend.\""],"keywords":["Quira","Fora jungle","wanderer","lost","monkey","colorful birds","help","solution","gratitude","friendship"],"characters":["Quira"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Die Verschwundene Oase","moral":"Wenn wir geduldig sind und um Hilfe bitten, können wir eine Lösung finden.","hook":"Weisst du was passiert, wenn Quira sich im grossen Fora Dschungel verirrt?","keywords":{"Affe":["Monkey"],"weinen":["cry"],"helfen":["help"],"Liane":["Vine"],"Baumstammbrücke":["Tree trunk bridge"],"Blumen":["Flowers"],"Lichtung":["Clearing"],"Dünen":["Sand dunes"],"umarmen":["hug"],"Quira":["Mysterious"],"unsicher":["uncertain","insecure"],"mutige":["brave"],"Dschungel":["Jungle"]},"paragraphs":["Quira, die mutige Wüstenwanderin, befand sich verloren im geheimnisvollen Dschungel von Fora. Sie hatte noch nie so viele hohe Bäume und bunte Vögel gesehen.\n","Ängstlich und unsicher, versuchte Quira ihren Weg zurück zu finden, aber wurde nur noch mehr verirrt. Sie setzte sich in der Nähe eines glitzernden Baches hin und begann zu weinen.\n","Plötzlich kam ein freundlicher Affe namens Koko. \"Warum weinst du?\", fragte Koko. Quira erklärte ihre Situation. Koko hörte zu und bot an, Quira zu helfen, ihren Weg nach Hause zu finden.\n","Gemeinsam schwangen sie von Liane zu Liane, überquerten eine glitschige Baumstammbrücke und liefen durch ein Feld mit hellen Blumen. Quira war dankbar für Kokos Hilfe.\n","Endlich kamen sie an einer Lichtung an, wo Quira die vertrauten Dünen ihres Wüstenheims erkannte. \"Danke, Koko!\" sagte Quira und umarmte ihre neue Freundin.\n"]},"en-pt":{"title":"O Oásis Perdido","hook":"Sabes o que acontece quando a Quira se perde na grande selva de Fora?","moral":"Ser paciente e pedir ajuda pode nos ajudar a achar uma solução.","keywords":{"dunes":["dunes"],"desert home":["desert home"],"new friend":["new friend"],"macaco":["monkey"],"chorando":["crying"],"casa":["house"],"medo":["fear"],"insegura":["insecure"],"chorar":["cry"],"Quira":["Quira"],"deserto":["desert"],"selva":["jungle"],"juntos":["together"],"cipó":["vine"],"gratidão":["gratitude"]},"paragraphs":["Quira, a exploradora do deserto de força de vontade, se viu perdida na misteriosa selva de Fora. Ela nunca havia visto tantas árvores altas e pássaros coloridos antes.\n","Sentindo medo e insegura, Quira tentou achar o caminho de volta, mas só ficou mais perdida. Ela se sentou perto de um riacho brilhante e começou a chorar.\n","De repente, apareceu um macaco amigável chamado Koko. \"Por que você está chorando?\", perguntou Koko. Quira explicou sua situação. Koko ouviu e ofereceu ajuda para Quira achar o caminho de volta para casa.\n","Juntos, eles balançaram de cipó em cipó, atravessaram uma ponte de tronco escorregadio e passaram por um campo de flores brilhantes. Quira se sentiu grata pela ajuda de Koko.\n","Finalmente, eles chegaram em um lugar aberto onde Quira reconheceu as dunas familiares de seu lar no deserto. \"Obrigada, Koko!\" disse Quira, abraçando sua nova amiga.\n"]},"id-en":{"hook":"Do you know what happens when Quira gets lost in the great Fora jungle?","moral":"Being patient and asking for help can lead us to finding a solution.","title":"The Lost Oasis","keywords":{"monkey":["monyet"],"crying":["menangis","menjerit"],"help":["membantu","pertolongan"],"feeling afraid":["merasa takut","ketakutan"],"returning home":["kembali ke rumah"],"shiny river":["sungai bersinar"],"Quira":["Quira"],"desert":["gurun","padang pasir"],"jungle":["hutan","rimba"],"Koko":["Koko"],"swinging branches":["ranting bergoyang"],"wet wooden bridge":["jembatan kayu basah"],"colorful flowers":["bunga berwarna-warni"]},"paragraphs":["Quira was a brave wanderer from the desert. She got lost in the strange Fora forest. The forest had big trees and pretty birds, which Quira had never seen.\n","Feeling afraid and not knowing what to do, Quira tried to return home but got even more lost.  She sat by a shiny river and started to cry.\n","One day, a nice monkey named Koko came. 'Why are you sad?' Koko asked. Quira told Koko her problem. Koko listened and said, 'I can help you go back home.'\n","Together, they held onto the swinging branches, crossed a wet wooden bridge, and walked through a big garden of colorful flowers. Quira felt happy because Koko helped her.\n","They walked until they found an open space where Quira saw the sandy hills she knew from her desert house. \"Thanks, Koko!\" said Quira, giving her new buddy a big hug.\n"]},"en-fr":{"title":"Le Oasis Perdu\n","hook":"Tu sais ce qui se passe quand Quira se perd dans la grande jungle de Fora ?","moral":"Lorsque l'on est gentil et que l'on demande de l'aide, on peut trouver une solution.","keywords":{"effrayée":["frightened","scared"],"incertaine":["uncertain","insecure"],"pleurer":["cry","weep"],"liane":["vine","creeper"],"champ de fleurs":["field of flowers","flower field"],"pont en bois":["wooden bridge","timber bridge"],"Quira":["Quira"],"désert":["desert"],"jungle":["jungle","rainforest"],"singe":["monkey","ape"],"écouter":["listen","hear"],"Koko":["Koko"]},"paragraphs":["Quira, la vaillante vagabonde du désert, s'est retrouvée perdue dans la mystérieuse jungle de Fora. Elle n'avait jamais vu autant d'arbres grands et d'oiseaux colorés auparavant.\n","Se sentant effrayée et incertaine, Quira a essayé de retrouver son chemin mais elle s'est seulement perdue davantage. Elle s'est assise près d'un ruisseau scintillant et a commencé à pleurer.\n","Un jour, un gentil singe appelé Koko est apparu. \"Pourquoi pleures-tu?\" demanda Koko. Quira expliqua sa situation. Koko écouta et offrit d'aider Quira à retrouver son chemin pour rentrer à la maison.\n","Ensemble, ils ont ​​balancé d'une liane à l'autre, traversé un pont en bois glissant et traversé un champ de fleurs lumineuses. Quira se sentait reconnaissante de l'aide de Koko.\n","Enfin, ils arrivèrent dans un endroit ouvert où Quira reconnut les dunes familières de sa maison dans le désert. \"Merci, Koko !\" dit Quira, en serrant fort son nouvel ami.\n"]}}}