{"title":"The Lost Sparkle","hook":"One sunny morning, Baba discovered a mysterious sparkle in her garden. What could it be?","moral":"Always remember, the true magic lies in kindness and sharing with others.","paragraphs":["One sunny morning, Baba was playing in her garden when she noticed something shiny peeking out from beneath a pile of leaves. \"Ooh, what is this?\" she wondered aloud, her eyes wide with curiosity.","She carefully brushed the leaves away to uncover a small, sparkling gem. It was the most dazzling thing she had ever seen. \"This must be magic!\" she exclaimed, holding it up to the sunlight.","Suddenly, she heard a tiny voice squeak, \"That's my sparkly stone! It fell from my nest in the tree.\" Baba looked up to see a little fairy standing on a branch, looking upset. \"I can't fly without it,\" the fairy explained sadly.","Baba's heart softened as she realized the fairy's predicament. \"Don't worry, I'll help you get it back,\" she promised, her eyes full of determination. Together, they came up with a plan to retrieve the sparkle from the tree.","With Baba's help, the fairy got her precious stone back and her wings began to glitter again. The fairy thanked Baba with a sprinkle of magic dust and a warm smile. Baba's eyes sparkled too, not from the gem but from the joy of helping a friend in need."],"keywords":["sparkle","garden","shiny","gem","curious","fairy","magic","kindness","sharing","friendship"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba discovered a mysterious sparkle in her garden. What could it be?","moral":"Always remember, the true magic lies in kindness and sharing with others.","title":"The Lost Sparkle","keywords":{"sunny":["cerah"],"garden":["taman"],"leaves":["daun"],"fairy":["peri","bidadari"],"Baba":["Baba"],"magic":["sulap","sihir"],"gem":["permata"],"sparkle":["bersinar","berkilau"],"tree":["pohon"],"sparkly stone":["batu berkilau"],"nest":["sarang"]},"paragraphs":["One sunny morning, Baba was playing in her garden when she saw something glittering under a bunch of leaves. \"Wow, what's this?\" she asked, looking very interested.\n","She gently moved the little green things to find a tiny, shiny treasure. It was the prettiest thing she had ever seen. \"This is so special!\" she said excitedly, showing it in the sunlight.\n","All of a sudden, she heard a very small voice say, \"That shiny rock is mine! It dropped from my home in the tree.\" Baba gazed upward and saw a small magical creature on a branch, appearing unhappy. \"I cannot soar without it,\" sadly shared the magical creature.\n","Baba felt her heart become warm as she understood the fairy's problem. \n\"It's okay, I'll assist you to bring it back,\" she assured, her eyes showing strong will. \nThey then made a plan to bring the shine back from the tree.\n","The fairy was sad because she lost her special shiny rock. Then Baba came and helped her find it. The fairy's wings started to shine bright again! She said thank you to Baba by sprinkling magic dust and giving a big smile. Baba felt happy too, not because of the sparkly rock, but because he made his friend happy.\n"]},"en-fr":{"moral":"Toujours souviens-toi, la vraie magie se trouve dans la gentillesse et le partage avec les autres.","hook":"Un matin ensoleillé, Baba a découvert une étincelle mystérieuse dans son jardin. Mais qu'est-ce que cela pourrait être?","title":"Le Brillant Perdu","keywords":{"feuilles":["leaves"],"gemme étincelant":["sparkly stone"],"magique":["magical"],"Baba":["nest"],"jardin":["garden"],"brillant":["sparkly"],"fée":["fairy"],"poussière magique":["fairy dust"],"éclat":["sparkle"],"fairy":["fée"],"sparkly stone":["gemme étincelant"],"nest":["Baba"]},"paragraphs":["Il était une fois, un matin ensoleillé, Baba jouait dans son jardin quand elle a remarqué quelque chose de brillant qui dépassait d'un tas de feuilles. \"Oh, mais qu'est-ce que c'est ?\" se demanda-t-elle à haute voix, les yeux écarquillés par la curiosité.\n","Elle a délicatement balayé les feuilles pour découvrir un petit, gemme étincelant. C'était la chose la plus éblouissante qu'elle n'avait jamais vue. \"Cela doit être magique!\" s'exclama-t-elle, le levant vers la lumière du soleil.\n","Tout à coup, elle entendit une toute petite voix dire : \"C'est ma pierre brillante ! Elle est tombée de mon nid dans l'arbre.\" Baba leva les yeux et vit une petite fée debout sur une branche, l'air contrarié. \"Je ne peux pas voler sans elle,\" expliqua tristement la fée.\n","Le cœur de Baba a fondu quand elle a compris le problème de la fée. \"Ne t'inquiète pas, je vais t'aider à le récupérer,\" a-t-elle promis, ses yeux pleins de détermination. Ensemble, ils ont trouvé un plan pour retrouver l'éclat dans l'arbre.\n","Avec l'aide de Baba, la fée a récupéré sa pierre précieuse et ses ailes ont commencé à briller de nouveau. La fée a remercié Baba avec une pincée de poussière magique et un sourire chaleureux. Les yeux de Baba brillaient aussi, non pas à cause de la gemme mais de la joie d'aider une amie dans le besoin.\n"]},"en-pt":{"title":"O Brilho Perdido","hook":"Uma manhã ensolarada, Baba descobriu um brilho misterioso no seu jardim. O que será?","moral":"Lembra sempre, a verdadeira magia está na bondade e em dividir com os outros.\n","keywords":{"gema":["gem","jewel"],"deslumbrante":["dazzling","stunning"],"mágico":["magical"],"Baba":["Drool","slobber"],"coração":["heart"],"fada":["fairy"],"pedra brilhante":["shiny stone","bright rock"],"fadinha":["little fairy","tiny fay"],"ninho":["nest"],"pedra preciosa":["precious stone","gemstone"],"asas":["wings"],"sunny morning":[],"playing":[],"shiny":["gleaming","bright"]},"paragraphs":["Numa manhã ensolarada, Baba estava brincando em seu jardim quando ela notou algo brilhante aparecendo de baixo de um monte de folhas. \"Ooh, o que é isso?\" ela se perguntou em voz alta, seus olhos bem abertos de curiosidade.\n","Ela cuidadosamente escovou as folhas para descobrir uma pequena gema cintilante. Era a coisa mais deslumbrante que ela já tinha visto. \"Deve ser mágico!\" exclamou, segurando-a contra a luz do sol.\n","De repente, ela ouviu uma vozinha gritar, \"Essa é minha pedra brilhante! Ela caiu do meu ninho na árvore.\" Baba olhou para cima e viu uma fadinha em um galho, parecendo chateada. \"Não consigo voar sem ela,\" explicou a fadinha tristemente.\n","O coração da Baba amoleceu quando ela percebeu o problema da fada. \"Não se preocupe, vou te ajudar a consegui-lo de volta,\" ela prometeu, os olhos cheios de determinação. Juntas, elas bolaram um plano para recuperar o brilho da árvore.\n","Com a ajuda da Baba, a fada recuperou sua pedra preciosa e suas asas começaram a brilhar de novo. A fada agradeceu a Baba com uma pitada de pó mágico e um sorriso caloroso. Os olhos da Baba também brilharam, não pela gema, mas pela alegria de ajudar uma amiga em apuros.\n"]},"en-de":{"title":"Der Verlorene Glanz","moral":"Immer merken, die wahre Magie liegt in Freundlichkeit und Teilen mit anderen.","hook":"An einem sonnigen Morgen entdeckte Baba einen geheimnisvollen Glanz in ihrem Garten. Was könnte es sein?","keywords":{"Baba":["Grandmother","Granny"],"Garten":["Garden"],"Blätter":["Leaves"],"Herz":["Heart"],"Fee":["Fairy"],"Baum":["Tree"],"funkelnd":["Sparkling","Glimmering"],"Zauberei":["Magic","Enchantment"],"Flügel":["Wings"],"Zauberpulver":["Magic powder","Fairy dust"],"glitzernd":["Glittering"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Garten, als sie etwas Glänzendes bemerkte, das unter einem Haufen Blätter hervorschimmerte. \"Oh, was ist das?\" fragte sie laut, mit großen, neugierigen Augen.\n","Sie hat vorsichtig die Blätter beiseite gebürstet, um einen kleinen, funkelnden Edelstein freizulegen. Es war das glänzendste Ding, das sie je gesehen hatte. \"Das muss Zauberei sein!\" rief sie aus und hielt ihn in die Sonne.\n","Plötzlich hörte sie eine winzige Stimme quieken: \"Das ist mein glitzernder Stein! Er ist aus meinem Nest im Baum gefallen.\" Baba schaute hoch und sah eine kleine Fee auf einem Ast stehen, die traurig aussah. \"Ich kann ohne ihn nicht fliegen\", erklärte die Fee traurig.\n","Mama's Herz wurde weich, als sie das Dilemma der Fee erkannte. \"Keine Sorge, ich werde dir helfen, es zurückzubekommen\", versprach sie mit Entschlossenheit in den Augen. Gemeinsam schmiedeten sie einen Plan, um den Glanz vom Baum zurückzuholen.\n","Mit Baba's Hilfe, bekam die Fee ihren kostbaren Stein zurück und ihre Flügel begannen wieder zu glitzern. Die Fee bedankte sich bei Baba mit einer Prise Zauberpulver und einem warmen Lächeln. Babas Augen funkelten auch, nicht vom Edelstein, sondern von der Freude, einem Freund in Not geholfen zu haben. \n"]}}}