{"title":"Baba and the Lost Treasure","hook":"One sunny day, Baba found an old map hidden in a dusty corner of her garden shed. What could it lead to?","moral":"Patience and perseverance lead to unexpected treasures.","paragraphs":["Baba's eyes widened in excitement as she unfolded the crinkled map. \"Look, Granny! A treasure map!\" she exclaimed. Her grandmother chuckled and replied, \"That's an old map of our backyard, dear.\"","Determined to find the hidden treasure, Baba grabbed a shovel and began digging at the spot marked on the map. After a while, she hit something hard. \"I found it, Granny! I found it!\" Baba shouted, but to her disappointment, it was just a rusty old bucket.","Disheartened, Baba sat on the ground, feeling a bit sad. \"Don't worry, Baba,\" Granny said with a smile. \"Sometimes the greatest treasures are not gold or jewels, but the memories we create while searching for them.\"","Encouraged by Granny's words, Baba put down the map and started playing in the garden, making up stories about the imaginary treasure. As the sun set, Baba realized that the real treasure was the fun and laughter she shared with Granny that day."],"keywords":["treasure","map","dig","disappointment","memories","imaginary","fun","laughter","perseverance","unexpected"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Baba et le Trésor Perdu","moral":"Quand on est patient et qu'on ne lâche pas, on finit par trouver des trésors inattendus.","hook":"Un jour ensoleillé, Baba a trouvé une vieille carte cachée dans un coin poussiéreux de son abri de jardin. Où cela pourrait-il la mener?\n","keywords":{"Baba":["Grandma"],"carte au trésor":["treasure map"],"Mamie":["Grandma"],"trésors":["treasures"],"souvenirs":["memories"],"chercher":["search","look for"],"jardin":["garden"],"trésor":["treasure"],"pelle":["shovel"]},"paragraphs":["Les yeux de Baba se sont écarquillés d'excitation alors qu'elle dépliait la carte froissée. \"Regarde, Mamie ! Une carte au trésor !\" s'exclama-t-elle. Sa grand-mère rigola et répondit : \"C'est une vieille carte de notre jardin, ma chère.\"\n","Décidée à trouver le trésor caché, Baba a attrapé une pelle et a commencé à creuser à l'endroit indiqué sur la carte. Après un moment, elle a heurté quelque chose de dur. \"Je l'ai trouvé, Mamie! Je l'ai trouvé!\" Baba a crié, mais à sa déception, il n'y avait qu'un vieux seau rouillé.\n","Bouleversé, Baba s'est assis par terre, se sentant un peu triste. \"Ne t'inquiète pas, Baba,\" a dit Grand-mère avec un sourire. \"Parfois, les plus grands trésors ne sont ni l'or ni les bijoux, mais les souvenirs que nous créons en les cherchant.\"\n","Encouragé par les mots de Mamie, Baba a posé la carte et a commencé à jouer dans le jardin, inventant des histoires sur le trésor imaginaire. Au coucher du soleil, Baba a réalisé que le vrai trésor était le plaisir et le rire qu'elle avait partagés avec Mamie ce jour-là.\n"]},"en-de":{"title":"Baba und der Verlorene Schatz","moral":"Geduld und Ausdauer führen zu unerwarteten Schätzen.","hook":"An einem sonnigen Tag entdeckte Baba eine alte Karte, die in einer staubigen Ecke ihres Gartenschuppens versteckt war. Wohin könnte sie führen?","keywords":{"Baba":["Grandma"],"Oma":["Grandma"],"Schätze":["Treasures"],"Garten":["Garden"],"Schatz":["Treasure"],"Schaufel":["Shovel"],"Karte":["Map"],"Augen":["Eyes"],"Schatzkarte":["Treasure map"]},"paragraphs":["Babas Augen wurden vor Aufregung ganz groß, als sie die zerknitterte Karte aufklappte. \"Schau, Oma! Eine Schatzkarte!\" rief sie. Ihre Großmutter kicherte und antwortete: \"Das ist eine alte Karte von unserem Hinterhof, Liebes.\"\n","Fest entschlossen, den verborgenen Schatz zu finden, schnappte sich Baba eine Schaufel und begann an der Stelle zu graben, die auf der Karte markiert war. Nach einer Weile stieß sie auf etwas Hartes. \"Ich hab es gefunden, Oma! Ich hab es gefunden!\", rief Baba aus, aber zu ihrer Enttäuschung war es nur ein rostiger alter Eimer.\n","Enttäuscht saß Baba auf dem Boden und fühlte sich ein bisschen traurig. \"Mach dir keine Sorgen, Baba\", sagte Oma lächelnd. \"Manchmal sind die größten Schätze nicht aus Gold oder Juwelen, sondern die Erinnerungen, die wir beim Suchen nach ihnen schaffen.\"\n","Mit Oma's lieben Worten ermutigt, legte Baba die Karte hin und begann im Garten zu spielen. Dort erfand sie Geschichten über den imaginären Schatz. Als die Sonne unterging, erkannte Baba, dass der wahre Schatz der Spaß und das Lachen waren, das sie an diesem Tag mit Oma teilte.\n"]},"en-pt":{"title":"Baba e o Tesouro Perdido","moral":"Paciência e persistência levam a tesouros inesperados.","hook":"Num dia ensolarado, Baba encontrou um mapa velho escondido num cantinho empoeirado de seu galpão de jardim. Para onde será que ele vai levar?","keywords":{"triste":["sad"],"tesouros":["treasures"],"lembranças":["memories"],"Baba":["grandma"],"tesouro":["treasure"],"quintal":["backyard"],"Vovó":["grandma"],"mapa":["map"],"jardim":["garden"],"pá":["shovel"],"balde":["bucket"]},"paragraphs":["Os olhos da Baba se abriram de alegria ao desdobrar o mapa amassado. \"Olha, Vovó! Um mapa do tesouro!\" ela exclamou. Sua avó riu e respondeu, \"Esse é um mapa antigo do nosso quintal, querida.\"\n","Determinada a encontrar o tesouro escondido, a Baba pegou uma pá e começou a cavar no local marcado no mapa. Depois de um tempo, ela bateu em algo duro. \"Eu encontrei, Vovó! Eu encontrei!\" A Baba gritou, mas para sua decepção, era apenas um velho balde enferrujado.\n","Triste, Baba sentou no chão, se sentindo um pouco triste. \"Não se preocupe, Baba,\" vovó disse com um sorriso. \"Às vezes, os maiores tesouros não são ouro ou joias, mas as lembranças que criamos enquanto os procuramos.\"\n","Incentivada pelas palavras da Vovó, Baba largou o mapa e começou a brincar no jardim, inventando histórias sobre o tesouro imaginário. Quando o sol se pôs, Baba percebeu que o verdadeiro tesouro era a diversão e a risada que compartilhou com a Vovó naquele dia.\n"]},"id-en":{"hook":"One sunny day, Baba found an old map hidden in a dusty corner of her garden shed. What could it lead to?","moral":"Patience and perseverance lead to unexpected treasures.","title":"Baba and the Lost Treasure","keywords":{"Baba":["Kakek","Nenek"],"treasures":["harta karun","kekayaan","permata"],"memories":["kenangan","ingatan"],"Granny":["Nenek"],"treasure":["harta karun","kekayaan","permata"],"playing":["bermain","main"],"shovel":["sekop","cangkul"],"map":["peta","denah"],"eyes":["mata","pandangan"]},"paragraphs":["Grandma's eyes went big because she opened the crumpled paper. \"See, Granny! A map with treasures!\" she said energetically. Grandma laughed and said, \"That's an ancient map of our garden, dear.\"\n","Baba really wanted to find the hidden treasure, so she took a shovel and started digging where the map showed. After a bit, she hit something hard. \"I found it, Granny! I found it!\" Baba yelled, but she was sad to see it was just an old rusty bucket.\n","Baba was feeling sad, sitting on the ground. Granny said, \"Don't be sad, Baba. Sometimes, the best treasures are not gold or jewels, but the memories we make along the way.\"\n","Granny said nice words to Baba, who stopped looking at the map and began playing in the garden. Baba created stories about a pretend treasure. When the sun went down, Baba understood that the true treasure was the joy and giggles she had with Granny.\n"]}}}