{"title":"Baba's Busy Day","hook":"What will happen when Baba's favorite toy goes missing at home?","moral":"Helping each other makes our day brighter and better.","paragraphs":["One sunny morning, Baba was playing with her favorite toy, a shiny red ball, in the garden. Suddenly, the ball bounced off and disappeared behind the bushes. Baba looked everywhere but couldn't find it.","Baba felt sad and went inside the house to look for it. While searching, she heard her brother, Amir, humming in his room. She peeked in and saw him playing with her ball, using it as a pretend microphone!","Baba felt a mix of emotions - surprised, upset, and confused. She didn't understand why Amir took her ball. So, she approached him and asked, \"Amir, why do you have my ball?\"","Amir looked sheepish and explained that he thought she wouldn't mind since she had many toys. Baba smiled and gently told Amir that she loved that ball very much. Amir felt sorry and handed the ball back to Baba with an apology."],"keywords":["Baba","garden","shiny","disappeared","surprised","approached","explained","gentle","apology","siblings"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Mutti's Fleißiger Tag","hook":"Was passiert, wenn Babas Lieblingsspielzeug zu Hause verschwindet?","moral":"Wenn wir einander helfen, wird unser Tag heller und schöner.\n","keywords":{"Baba":["Dad","Father"],"Gefühlen":["Feelings","Emotions"],"Ball":["Ball"],"Garten":["Garden"],"Amir":["Amir"],"Mama":["Mom","Mother"],"traurig":["Sad"]},"paragraphs":["Einmal an einem sonnigen Morgen spielte Baba mit ihrem Lieblingsspielzeug, einem glänzenden roten Ball, im Garten. Plötzlich sprang der Ball weg und verschwand hinter den Büschen. Baba suchte überall, aber konnte ihn nicht finden.\n","Mama war traurig und ging ins Haus, um danach zu suchen. Als sie suchte, hörte sie ihren Bruder, Amir, leise summen in seinem Zimmer. Sie spähte herein und sah ihn mit ihrem Ball spielen, indem er ihn als imaginäres Mikrofon benutzte!\n","Baba fühlte eine Mischung von Gefühlen - überrascht, traurig und verwirrt. Sie verstand nicht, warum Amir ihren Ball genommen hat. Also näherte sie sich ihm und fragte: \"Amir, warum hast du meinen Ball?\"\n","Amir sah verlegen aus und erklärte, dass er dachte, sie würde sich nicht daran stören, da sie viele Spielsachen hatte. Baba lächelte und sagte sanft zu Amir, dass sie den Ball sehr mochte. Amir fühlte sich traurig und gab den Ball mit einer Entschuldigung an Baba zurück.\n"]},"id-en":{"hook":"What will happen when Baba's favorite toy goes missing at home?","moral":"Helping each other makes our day brighter and better.","title":"Baba's Busy Day","keywords":{"Baba":["Baba"],"red ball":["bola merah"],"disappeared":["hilang"],"Granny":["Nenek"],"brother":["saudara laki-laki","kakak laki-laki"],"ball":["bola"],"Amir":["Amir"],"toys":["mainan"],"granny":["nenek"],"feelings":["perasaan"]},"paragraphs":["One bright morning, Baba was happily playing with her best toy, a shiny red ball, in the garden. All of a sudden, the ball bounced away and vanished behind the green bushes. Baba searched everywhere, but the ball was nowhere to be found.\n","Granny felt unhappy and went into her place to find it. During searching, she heard her brother, Amir, singing in his room. She peeped inside and saw him playing with her ball, pretending it was a microphone!\n","Granny felt a big mix of feelings - super surprised, very sad, and super confused. She didn't know why Amir took her ball. So, she went to him and asked, \"Amir, why do you have my ball?\"\n","Amir felt bad and said sorry because he thought Baba wouldn't be sad as she had a lot of toys. Baba smiled and kindly told Amir that she liked that ball a lot. Amir gave the ball back to Baba and said sorry.\n"]},"en-fr":{"title":"Baba a une Journée Bien Remplie","hook":"Que va-t-il se passer lorsque le jouet préféré de Baba disparaitra à la maison?","moral":"Quand on s'aide, notre journée devient plus brillante et plus belle.","keywords":{"Amir":["Amir"],"Baba":["Dad","Father"],"balle":["ball"],"triste":["sad"],"jouer":["play"],"balle rouge brillante":["shiny red ball"],"jardin":["garden"],"ballon":["balloon","ball"]},"paragraphs":["Il y avait un matin ensoleillé, Baba jouait avec son jouet préféré, une balle rouge brillante, dans le jardin. Tout à coup, la balle rebondit et disparut derrière les buissons. Baba chercha partout mais ne put la trouver.\n","Baba se sentit triste et entra dans la maison pour le chercher. En cherchant, elle entendit son frère, Amir, fredonner dans sa chambre. Elle jeta un coup d'œil et le vit jouer avec sa balle, en l'utilisant comme un faux microphone!\n","Baba a eu des sentiments mélangés - surprise, contrariété et confusion. Elle n'a pas compris pourquoi Amir a pris son ballon. Ainsi, elle s'est approchée de lui et a demandé : \"Amir, pourquoi as-tu mon ballon ?\"\n","Amir avait l'air timide et expliqua qu'il pensait qu'elle ne serait pas fâchée car elle avait beaucoup de jouets. Baba sourit et doucement dit à Amir qu'elle aimait beaucoup cette balle. Amir se sentit désolé et redonna la balle à Baba en s'excusant.\n"]},"en-pt":{"title":"O Dia Cheio da Vovó\n","moral":"Ajudar um ao outro deixa nosso dia mais feliz e melhor.","hook":"O que vai acontecer quando o brinquedo favorito do Baba desaparecer em casa?","keywords":{"Babá":["nanny"],"emoções":["emotions"],"bola":["ball"],"sol":["sun"],"jardim":["garden"],"Amir":["Amir"],"Baba":["baba"],"brinquedos":["toys"],"baba":["drool","spit"],"triste":["sad"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando com seu brinquedo favorito, uma bola vermelha brilhante, no jardim. De repente, a bola quicou e desapareceu atrás das moitas. Baba procurou em todos os lugares, mas não conseguiu encontrá-la.\n","A baba ficou triste e entrou em casa para procurar. Enquanto procurava, ouviu o irmão, Amir, cantando baixinho no quarto. Ela espiou e viu ele brincando com a bola dela, fingindo ser um microfone!\n","A Babá sentiu uma mistura de emoções - surpresa, chateada e confusa. Ela não entendia por que o Amir pegou a bola dela. Então, aproximou-se dele e perguntou: \"Amir, por que você tem a minha bola?\"\n","Amir ficou envergonhado e explicou que pensou que ela não se importaria, já que ela tinha muitos brinquedos. Baba sorriu e disse gentilmente que ela amava muito aquela bola. Amir se sentiu triste e devolveu a bola para Baba com um pedido de desculpas.\n"]}}}