{"title":"Baba's Lost Ribbon","hook":"One sunny day, Baba found her favorite ribbon missing. But where could it have gone?","moral":"Always look in unexpected places when looking for something lost.","paragraphs":["Baba loved her pretty pink ribbon that she wore in her hair every day. But one morning, she couldn't find it anywhere in her room.","\"Mama, I can't find my ribbon!\" Baba said with a frown.","Mama smiled and asked, \"Did you check under your pillow? Sometimes things hide there.\"","Baba looked under her pillow and, lo and behold, there was her ribbon! She giggled with joy and hugged Mama tight.","\"Thank you, Mama! I found it in the silly hiding spot,\" Baba said with a big smile."],"keywords":["ribbon","missing","search","surprise","joy","giggle","hug","frown","pretty","pink"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Ruban Perdu de Baba","moral":"Toujours regarde dans les endroits inattendus lorsque tu cherches quelque chose de perdu.","hook":"Un jour ensoleillé, Baba a trouvé son ruban préféré disparu. Mais où est-il parti ?","keywords":{"Baba":["Papa"],"Maman":["Mum","Mom"],"sourire":["smile"],"ruban":["ribbon"],"moue":["pout"],"ribbon":["ruban"],"Mama":["Mum","Mom"],"ruban rose":["pink ribbon"],"cheveux":["hair"],"maman":["Mum","Mom"],"sourit":["smiles"],"oreiller":["pillow"]},"paragraphs":["Baba adorait son joli ruban rose qu'elle portait dans ses cheveux tous les jours. Mais un matin, elle ne pouvait pas le trouver nulle part dans sa chambre.\n","\"Maman, je ne trouve pas mon ruban!\" Baba a dit en faisant la moue.\n","Maman sourit et demanda : \"As-tu vérifié sous ton oreiller ? Parfois les choses se cachent là-bas.\"\n","Baba a regardé sous son oreiller et, oh surprise, son ruban était là ! Elle a ri de bonheur et a serré Mama très fort.\n","\"Merci, Maman! J'ai trouvé ça dans le drôle d'endroit caché,\" Baba a dit avec un grand sourire.\n"]},"en-de":{"title":"Die verschwundene Schleife von Baba","moral":"Immer schau an unerwarteten Orten, wenn du etwas Verlorenes suchst.","hook":"An einem sonnigen Tag fand Baba ihr Lieblingsband fehlen. Aber wohin könnte es gegangen sein?","keywords":{"Mama":["Mom","Mother"],"Band":["Band","Strip","Ribbon"],"Stirnrunzeln":["Frown","Scowl"],"Danke":["Thanks","Thank you"],"Lächeln":["Smile","Grin"],"Kissen":["Pillow","Cushion"],"Schleife":["Bow","Loop"],"umarmen":["Hug","Embrace"],"lächelte":["Smiled","Grinned"],"Baba":["Dad","Father"],"rosa Band":["Pink Ribbon"],"Haar":["Hair"]},"paragraphs":["Baba liebte ihr hübsches rosa Band, das sie jeden Tag im Haar trug. Aber an einem Morgen konnte sie es nirgendwo in ihrem Zimmer finden.\n","\"Mama, ich finde mein Band nicht!\" Baba sagte mit einer Stirnrunzeln.\n","Mama lächelte und fragte, \"Hast du unter deinem Kissen nachgeschaut? Manchmal verstecken sich Dinge dort.\"\n","Mama sah unter ihr Kissen und sieh da, dort war ihr Schleife! Sie kicherte vor Freude und umarmte Mama fest.\n","\"Danke, Mama! Ich habe es an einem dummen Versteck gefunden,\" Baba sagte mit einem großen Lächeln.\n"]},"id-en":{"hook":"One sunny day, Baba found her favorite ribbon missing. But where could it have gone?","moral":"Always look in unexpected places when looking for something lost.","title":"Baba's Lost Ribbon","keywords":{"Mama":["Ibu","Mamah"],"ribbon":["pita"],"Baba":["Ayah","Bapak"],"Mommy":["Ibu","Mama"],"hiding place":["tempat bersembunyi"],"huge smile":["senyum besar"],"beautiful pink bow":["pita pink yang indah"],"room":["kamar","ruang"],"smile":["senyum"],"pillow":["bantal"],"hug":["pelukan"]},"paragraphs":["Mommy loved her beautiful pink bow that she put in her hair every day. But one morning, she couldn't find it anywhere in her room.\n","Mama, I can't find my ribbon!\" Baba said with a sad face.\n","Mommy smiled and asked, \"Did you look under your pillow? Sometimes things play hide and seek there.\"\n","Mama looked under her soft pillow and to her surprise, there was her shiny ribbon! She laughed happily and gave Mama a big hug.\n","\"Thank you, Mommy! I found it in the funny hiding place,\" Daddy said with a huge smile.\n"]},"en-pt":{"title":"O Laço Perdido da Vovó","moral":"Sempre olhe em lugares inesperados quando está procurando algo perdido.\n","hook":"Num dia ensolarado, Baba percebeu que sua fita favorita havia sumido. Mas para onde será que ela foi parar?\n","keywords":{"Mama":["Mom","Mother"],"found":["found","discovered"],"hiding spot":["hiding spot","secret place"],"Baba":["Dad","Father"],"fita rosa":["pink ribbon"],"cabelo":["hair"],"baba":["drool"],"travesseiro":["pillow"],"fita":["ribbon"],"mamãe":["Mom","Mother"],"papai":["Dad","Father"],"Mamãe":["Mom","Mother"],"Travesseiro":["pillow"],"Escondem":["hide","conceal"]},"paragraphs":["A Baba amava sua linda fita rosa que ela usava no cabelo todos os dias. Mas numa manhã, ela não conseguia encontrá-la em lugar nenhum no quarto.\n","\"Mamãe, não consigo encontrar minha fita!\" Disse o Papai com uma cara brava.\n","Mamãe sorriu e perguntou: \"Você olhou embaixo do seu travesseiro? Às vezes as coisas se escondem lá.\"\n","A baba olhou embaixo do travesseiro e, surpresa, lá estava sua fita! Ela deu risadinhas de alegria e abraçou a mamãe bem forte.\n","\"Obrigado, Mamãe! Eu encontrei isso no esconderijo bobo,\" disse Baba com um grande sorriso.\n"]}}}