{"title":"Baba's Butterfly","hook":"Find out how Baba helps a lost butterfly find its way home!","moral":"Kindness and helping others brings joy and warmth to our hearts.","paragraphs":["One sunny afternoon, Baba was playing in her backyard when she noticed a beautiful butterfly fluttering around her garden.","\"Hello there, little butterfly! Are you lost?\" Baba asked in a gentle voice.","The butterfly looked puzzled and fluttered closer to Baba, as if seeking help.","\"Don't worry, I'll help you find your way home,\" Baba reassured the butterfly with a warm smile.","Baba carefully followed the butterfly as it guided her through the colorful flowers and tall grass.","After a short while, they reached a field filled with more butterflies dancing in the sunlight.","The lost butterfly joined its friends with a joyful dance, thanking Baba with a graceful flutter of its wings."],"keywords":["butterfly","kindness","help","flowers","garden","lost","friends","dance","sunlight"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Baba's Schmetterling","moral":"Freundlichkeit und anderen zu helfen bringt Freude und Wärme in unsere Herzen.","hook":"Baba hilft einem verlorenen Schmetterling, nach Hause zu finden!","keywords":{"Schmetterling":["butterflies","beautiful butterfly"],"verloren":["lost"],"Hallo":["hello"],"Mama":["mom"],"Blumen":["flowers"],"Freunde":["friends"],"tanzen":["dancing"],"field":["field"],"butterflies":["Schmetterling"],"dancing":["tanzen"],"verwirrt":["confused"],"flatterte":["fluttering"],"Sorge":["worry"],"helfen":["help"],"sunny afternoon":["sunny afternoon"],"beautiful butterfly":["Schmetterling"],"fluttering":["flatterte"]},"paragraphs":["An einem sonnigen Nachmittag spielte Baba in ihrem Hinterhof, als sie einen schönen Schmetterling bemerkte, der um ihren Garten herumflatterte.\n","Hallo, kleiner Schmetterling! Bist du verloren?\n","Der Schmetterling sah verwirrt aus und flatterte näher zu Baba, als ob er Hilfe suchte.\n","\"Keine Sorge, ich helfe dir, deinen Weg nach Hause zu finden\", beruhigte Baba den Schmetterling mit einem warmen Lächeln.\n","Mama folgte dem Schmetterling ganz vorsichtig, als er sie durch die bunten Blumen und hohes Gras führte.\n","Nach einer kurzen Zeit kamen sie auf eine Wiese, die mit mehr Schmetterlingen gefüllt war, die in der Sonne tanzten.\n","Die verlorene Schmetterling hat sich mit ihren Freunden in einem freudigen Tanz verbunden und hat Baba mit einem anmutigen Flattern ihrer Flügel gedankt.\n"]},"en-fr":{"title":"Le Papillon de Baba","hook":"Découvrez comment Baba aide un papillon perdu à retrouver son chemin chez lui!\n","moral":"Être gentil et aider les autres apporte de la joie et de la chaleur à nos cœurs.\n","keywords":{"Baba":["Grandfather"],"papillon":["butterfly"],"jardin":["garden"],"Coucou":["peekaboo"],"petite":["small","little"],"perdu":["lost"],"amis":["friends"],"danse":["dance"],"voler":["fly"],"papillons":["butterflies"],"champ":["field"],"soleil":["sun"],"fleurs":["flowers"],"butterfly":["papillon"],"home":["house"],"help":["assistance","aid"]},"paragraphs":["Un après-midi ensoleillé, Baba jouait dans son jardin quand elle a remarqué un joli papillon qui volait autour de son jardin.\n","Coucou, petite papillon! Tu es perdu?\n","Le papillon semblait perdu et a volé plus près de Baba, comme s'il cherchait de l'aide.\n","\"Ne t'inquiète pas, je vais t'aider à retrouver ton chemin pour rentrer chez toi,\" Baba rassura le papillon avec un sourire chaleureux.\n","Baba a suivi soigneusement le papillon alors qu'il la conduisait à travers les fleurs colorées et l'herbe haute.\n","Après un court instant, ils sont arrivés dans un champ rempli de plus de papillons dansant au soleil.\n","La papillon perdu a rejoint ses amis avec une danse joyeuse, remerciant Baba avec un battement gracieux de ses ailes.\n"]},"en-pt":{"title":"Borboleta da Vovó","hook":"Descubra como Baba ajuda uma borboleta perdida a encontrar o caminho para casa!","moral":"Ser gentil e ajudar os outros traz alegria e calor aos nossos corações.","keywords":{"borboletinha":["butterfly"],"perdida":["lost"],"voz gentil":["gentle voice"],"field":["field"],"butterflies":["butterflies"],"sunlight":["sunlight"],"butterfly":["butterfly"],"puzzled":["puzzled"],"seeking help":["seeking help"],"tarde ensolarada":["sunny afternoon"],"borboleta linda":["beautiful butterfly"],"quintal":["backyard"],"flowers":["flowers"],"grass":["grass"],"borboleta":["butterfly"],"amigos":["friends"],"dança":["dance"],"home":["home"],"smile":["smile"]},"paragraphs":["Certa tarde ensolarada, Baba estava brincando no quintal quando ela viu uma linda borboleta voando em volta de seu jardim.\n","Oi, borboletinha! Você está perdida?\n","A borboleta parecia confusa e voava mais perto do Baba, como se estivesse procurando ajuda.\n","\"Não se preocupe, eu vou te ajudar a encontrar o caminho para casa,\" Baba tranquilizou a borboleta com um sorriso caloroso.\n","A borboleta foi conduzindo a baba com cuidado entre as flores coloridas e a grama alta.\n","Logo, eles chegaram a um campo cheio de borboletas dançando sob o sol.\n","A borboleta perdida se juntou aos amigos com uma dança alegre, agradecendo a Baba com um gracioso bater de asas.\n"]},"id-en":{"hook":"Find out how Baba helps a lost butterfly find its way home!","moral":"Kindness and helping others brings joy and warmth to our hearts.","title":"Baba's Butterfly","keywords":{"butterfly":["kupu-kupu"],"puzzled":["bimbang","bingung"],"help":["membantu","bantuan"],"Grandma":["nenek"],"colorful flying bug":["serangga terbang berwarna-warni"],"pretty flowers":["bunga-bunga cantik"],"lost":["hilang","tersesat"],"gentle voice":["suara lembut"],"Baba":["kakek"],"garden":["kebun"],"butterflies":["kupu-kupu"],"dancing":["menari","berdansa"],"sunlight":["cahaya matahari"],"friends":["teman-teman"],"dance":["tarian","menari"],"home":["rumah"]},"paragraphs":["One day when the sun was shining, Baba was playing in her garden and saw a pretty butterfly flying around.\n","\"Hi, pretty butterfly! Are you lost?\" Grandma asked softly.\n","The pretty butterfly seemed confused and flew nearer to Baba, like it wanted Baba to assist.\n","Baba comfortingly said to the butterfly, \"Don't be scared, I'll show you how to go back to your cozy home,\" while smiling kindly.\n","Grandma walked slowly behind the colorful flying bug, and it showed her the way around the pretty flowers and tall plants.\n","After a little bit, they got to a big grass place with lots of colorful flying bugs moving under the shining sky.\n","The butterfly got lost but found its friends. They danced happily together, and the butterfly flapped its wings gracefully to say thank you to Baba.\n"]}}}