{"title":"Baba's Missing Toy","hook":"One sunny day, Baba woke up to find her favorite toy missing! Where could it be?","moral":"Always remember to put your things back where they belong!","paragraphs":["One sunny morning, Baba was playing with her favorite toy, a colorful ball, in the backyard. She bounced it high up in the air and caught it with a big smile on her face.","Suddenly, Baba realized her ball was missing! \"Oh no, where did my ball go?\" she asked worriedly. She searched high and low, under the bushes and behind the trees, but the ball was nowhere to be seen.","Baba felt sad and sat down on the swing, thinking hard. Then she remembered that she had left her ball on the kitchen table when she went to get a snack earlier that morning.","She hurried to the kitchen and found her ball right where she left it. Baba giggled with delight, \"I found you, silly ball!\"","Baba learned an important lesson that day – to always put her things back where they belong, so she wouldn't lose them again."],"keywords":["sunny","colorful","backyard","missing","worried","bushes","swing","kitchen","snack","lesson"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba woke up to find her favorite toy missing! Where could it be?","moral":"Always remember to put your things back where they belong!","title":"Baba's Missing Toy","keywords":{"lesson":["pelajaran"],"things":["hal-hal","benda-benda"],"lose":["kehilangan","kalah"],"sunny morning":["pagi yang cerah"],"colorful ball":["bola berwarna-warni"],"big smile":["senyuman besar"],"kitchen":["dapur"],"ball":["bola"],"giggled":["tertawa kecil"],"Grandma":["nenek"],"upset":["marah","kecewa"],"swing":["ayunan"],"Baba":["Ayah"],"disappeared":["menghilang"]},"paragraphs":["Once upon a time on a bright morning, Baba was having fun with her best toy, a pretty ball, outside. She threw it up high and then caught it with a happy face.\n","Once upon a time, Baba had a favorite ball. One day, she noticed that her ball was gone! \"Uh-oh, where did my ball disappear?\" she asked anxiously. She looked everywhere, even under the bushes and behind the big trees, but she couldn't find her ball anywhere.\n","Grandma was feeling upset and she sat on the swing, thinking really hard. Suddenly, she remembered that she left her ball on the table in the kitchen when she got a snack in the morning.\n","She went quickly to the room where food is prepared and saw her round toy in the exact spot where she placed it. Grandmother chuckled happily, \"I discovered you, funny toy!\"\n","Mama learned a big lesson that day – to always keep her stuff where they go, so she don't lose them again.\n"]},"en-pt":{"title":"Brinquedo Sumiu da Baba","moral":"Não se esqueça de sempre colocar as suas coisas de volta no lugar certo!","hook":"num dia ensolarado, Baba acordou e viu que o seu brinquedo favorito tinha sumido! Onde é que ele está?","keywords":{"kitchen":["cozinha"],"ball":["bola"],"giggled":["giggled"],"Dinda":["Dinda"],"important lesson":["lição importante"],"put back":["colocar de volta"],"Fairy":["Fada"],"scale":["balança"],"Baba":["Baba"],"toy":["brinquedo"],"smile":["sorriso"],"disappeared":["sumiu"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando com o seu brinquedo favorito, uma bola colorida, no quintal. Ela a jogou bem alto no ar e a pegou com um grande sorriso no rosto.\n","De repente, a Baba percebeu que sua bola sumiu! \"Ai, meu Deus, onde foi parar minha bola?\" ela perguntou preocupada. Ela procurou para cima e para baixo, embaixo das moitas e atrás das árvores, mas a bola não estava em lugar nenhum.\n","A Fada ficou triste e sentou-se na balança, pensando muito. Então ela lembrou que tinha deixado a bola na mesa da cozinha quando foi pegar um lanchinho mais cedo naquela manhã.\n","Ela correu para a cozinha e encontrou sua bola exatamente onde a tinha deixado. Baba riu com alegria, \"Achei você, bola bobinha!\"\n","Dinda aprendeu uma lição importante naquele dia - sempre colocar suas coisas de volta no lugar certo, para não perdê-las de novo.\n"]},"en-fr":{"title":"Baba a perdu son jouet","moral":"N'oublie jamais de remettre tes affaires là où elles doivent être!","hook":"Un jour ensoleillé, Baba s'est réveillée pour trouver son jouet préféré disparu! Où pourrait-il être?","keywords":{"Baba":["Dad","Father"],"leçon":["lesson"],"affaires":["business","dealings"],"balle colorée":["colored ball"],"grand sourire":["big smile"],"elle":["she","her"],"ballon":["balloon"],"cuisine":["kitchen"],"triste":["sad"],"balle":["ball"],"disparu":["gone","disappeared"]},"paragraphs":["Il était une fois, un matin ensoleillé, Baba jouait avec son jouet préféré, une balle colorée, dans le jardin. Elle l'a fait rebondir très haut dans les airs et l'a attrapé avec un grand sourire sur son visage.\n","Tout à coup, Baba a réalisé que sa balle avait disparu! \"Oh non, où est passée ma balle?\" elle a demandé avec inquiétude. Elle a cherché partout, sous les buissons et derrière les arbres, mais la balle était introuvable.\n","Baba était triste et s'est assise sur la balançoire, en réfléchissant fort. Puis elle se rappela qu'elle avait laissé son ballon sur la table de la cuisine quand elle était allée chercher une collation tôt ce matin.\n","Elle s'est dépêchée jusqu'à la cuisine et a trouvé son ballon juste là où elle l'avait laissé. Baba a ri de joie, \"Je t'ai trouvé, vilain ballon!\"\n","Ce jour-là, Baba a appris une leçon importante – toujours remettre ses affaires à leur place, pour ne pas les perdre à nouveau.\n"]},"en-de":{"title":"Baba's Verlorenes Spielzeug","moral":"Immer daran denken, deine Sachen dorthin zurückzulegen, wo sie hingehören!","hook":"An einem sonnigen Tag wachte Baba auf und entdeckte, dass ihr Lieblingsspielzeug verschwunden war! Wo kann es nur sein?","keywords":{"Baba":["Grandma"],"Lieblingsspielzeug":["Favorite toy"],"Hinterhof":["Backyard"],"rannte":["ran"],"Küche":["Kitchen"],"Ball":["Ball"],"wichtige Lektion":["Important lesson"],"Sachen zurücklegen":["Put things back"],"traurig":["Sad"],"Schaukel":["Swing"],"suchen":["Search","Look for"]},"paragraphs":["An einem sonnigen Morgen spielte Baba mit ihrem Lieblingsspielzeug, einem bunten Ball, im Hinterhof. Sie hüpfte ihn hoch in die Luft und fing ihn mit einem großen Lächeln im Gesicht.\n","Plötzlich merkte Baba, dass ihr Ball weg war! \"Oh nein, wo ist mein Ball hin?\" fragte sie besorgt. Sie suchte überall, hoch und tief, unter den Büschen und hinter den Bäumen, aber der Ball war nirgends zu sehen.\n","Baba fühlte sich traurig und setzte sich auf die Schaukel, machte sich viele Gedanken. Dann erinnerte sie sich daran, dass sie ihren Ball auf dem Küchentisch liegen gelassen hatte, als sie sich am frühen Morgen einen Snack holte.\n","Sie rannte schnell zur Küche und fand ihren Ball genau dort, wo sie ihn gelassen hatte. Baba kicherte vor Freude: \"Ich habe dich gefunden, du alberner Ball!\"\n","Baba hat an diesem Tag eine wichtige Lektion gelernt – immer ihre Sachen dorthin zurückzulegen, wo sie hingehören, damit sie sie nicht wieder verliert.\n"]}}}