{"title":"The Lost Kite","hook":"Join Lily and Sammy on an adventure to find their lost kite in the magical forest!","moral":"Teamwork helps us overcome challenges and find solutions together.","paragraphs":["Lily and Sammy were excited to fly their colorful kite in the big meadow.","Suddenly, a strong gust of wind carried the kite away into the dense forest.","\"Oh no, our kite is gone!\" cried Lily, feeling sad.","Sammy reassured, \"Don't worry, Lily! Let's find it together.\"","The forest was full of tall trees and chirping birds, making it a bit scary.","\"I think I saw something red up high,\" said Lily, pointing up a tree.","Working together, Sammy climbed the tree and retrieved the kite, bringing smiles to their faces."],"keywords":["adventure","teamwork","forest","kite","meadow","colorful","find","together","scared","happy","trees"],"characters":null,"translations":{"id-en":{"hook":"Join Lily and Sammy on an adventure to find their lost kite in the magical forest!","moral":"Teamwork helps us overcome challenges and find solutions together.","title":"The Lost Kite","keywords":{"Lily":["Lily"],"kite":["layang-layang"],"sad":["sedih"],"Sammy":["Sammy"],"together":["bersama","sama-sama"],"climbed":["mendaki","naik"],"wind":["angin"],"forest":["hutan"],"tall trees":["pohon tinggi"],"chirping birds":["burung bernyanyi","burung berkicau"],"red":["merah"],"tree":["pohon"]},"paragraphs":["Lily and Sammy were very happy to fly their pretty kite in the large grassland.\n","All of a sudden, a big gust of wind took the kite into the thick forest.\n","Lily cried sadly because the kite flew away.\n","Sammy said, \"Don't be sad, Lily! We can look for it together.\"\n","The forest had really big trees and tweeting birds, which made it a little spooky. \n","\"I saw something red up high,\" said Lily, pointing up a tall tree.\n","Sammy and his friend worked together. They climbed the tree and got the kite, making them happy.\n"]},"en-fr":{"title":"Le Cerf-volant Perdu","moral":"Travailler ensemble nous aide à surmonter les problèmes et trouver des solutions ensemble.","hook":"Viens avec Lily et Sammy dans une aventure pour retrouver leur cerf-volant perdu dans la forêt magique !","keywords":{"Sammy":["Sammy"],"Lily":["Lily"],"ensemble":["ensemble"],"cerf-volant":["kite"],"vent":["wind"],"forêt":["forest"],"rouge":["red"],"haut":["high","tall"],"arbre":["tree"],"arbres":["trees"],"oiseaux":["birds"],"envolé":["flew away"],"triste":["sad"],"sourires":["smiles"]},"paragraphs":["Lily et Sammy étaient très contents de faire voler leur cerf-volant coloré dans le grand champ.\n","Tout à coup, un vent fort a emporté le cerf-volant dans la forêt dense.\n","\"Oh la la, notre cerf-volant s'est envolé !\" s'écria Lily, se sentant triste.\n","Sammy rassura, \"Ne t'inquiète pas, Lily! Trouvons-le ensemble.\"\n","La forêt était pleine d'arbres très grands et d'oiseaux qui gazouillaient, ce qui la rendait un peu effrayante.\n","\"Je pense avoir vu quelque chose de rouge en haut,\" dit Lily, en montrant vers un arbre.\n","En travaillant ensemble, Sammy a grimpé dans l'arbre et a récupéré le cerf-volant, apportant des sourires sur leurs visages.\n"]},"en-pt":{"title":"O Pipa Perdida","moral":"Trabalhar juntos nos ajuda a vencer desafios e achar soluções em conjunto.","hook":"Venha com a Lily e o Sammy em uma aventura para encontrar a pipa perdida na floresta mágica!","keywords":{"Sammy":["Sammy"],"árvore":["tree"],"pipa":["kite"],"tranquilizou":["calmed","soothed"],"encontrar":["find"],"juntos":["together"],"Lily":["Lily"],"kite":["pipa"],"cried":["cried"],"sad":["sad"],"vento":["wind"],"floresta":["forest"],"red":["red"],"high":["high"],"tree":["árvore"],"forest":["floresta"],"tall trees":["tall trees"],"chirping birds":["chirping birds"]},"paragraphs":["Lily e Sammy estavam animados para fazer voar a sua pipa colorida no grande campo.\n","De repente, um vento forte levou a pipa para longe para dentro da floresta densa.\n","\"Oh não, nosso papagaio voou!\" chorou Lily, se sentindo triste.\n","Sammy tranquilizou, \"Não se preocupe, Lily! Vamos encontrar juntos.\"\n","A floresta estava cheia de árvores altas e passarinhos cantando, o que a deixava um pouquinho assustadora.\n","\"Acho que vi algo vermelho lá em cima,\" disse Lily, apontando para cima na árvore.\n","Trabalhando juntos, Sammy subiu na árvore e pegou a pipa, trazendo sorrisos para seus rostos.\n"]},"en-de":{"title":"Die Verlorener Drachen","hook":"Komm mit Lily und Sammy auf ein Abenteuer, um ihren verlorenen Drachen im zauberhaften Wald zu finden!","moral":"Wenn wir zusammenarbeiten, können wir Hindernisse überwinden und gemeinsam Lösungen finden.\n","keywords":{"Lily":["Lily"],"Rotes":["Red"],"Baum":["Tree"],"Sammy":["Sammy"],"Drachen (kite)":["Kite"],"zusammen finden":["Find together"],"Drachen":["Kite","Dragon"],"weg":["Away","Gone"],"traurig":["Sad"],"Wald":["Forest"],"hohe Bäume":["Tall trees"],"Vögel":["Birds"],"Lächeln":["Smile"],"starker Windstoß (strong gust of wind)":["Strong gust of wind"],"dichter Wald (dense forest)":["Dense forest"]},"paragraphs":["Lily und Sammy waren aufgeregt, ihren bunten Drachen auf der großen Wiese steigen zu lassen.\n","Plötzlich hat ein starker Windstoß den Drachen in den dichten Wald getragen.\n","\"Oh nein, unser Drachen ist weg!\" rief Lily traurig.\n","Sammy beruhigte, \"Keine Sorge, Lily! Lass uns es zusammen finden.\"\n","Der Wald war voller hoher Bäume und zwitschernder Vögel, was ihn ein bisschen beängstigend machte.\n","\"Ich glaube, ich habe etwas Rotes dort oben gesehen\", sagte Lily und zeigte auf einen Baum.\n","Gemeinsam arbeiteten Sammy kletterte den Baum hinauf und holte den Drachen, was ihren Gesichtern ein Lächeln brachte.\n"]}}}