{"title":"Milo the Brave Mouse","hook":"Join Milo in his adventure to help the King of the forest. Will he overcome his fears?","moral":"Courage and kindness can solve even the biggest problems.","paragraphs":["In the great Fora jungle, there lived Milo, a brave little mouse known for his adventures. One day, the King of the forest, a majestic lion, summoned Milo to his castle.","\"Milo, I need your help,\" the King said urgently. \"My crown, the symbol of my reign, has been stolen by the mischievous monkeys. Will you retrieve it for me?\"","Milo felt his tiny heart thumping with fear. The monkeys were known for their pranks and tricks. But with a deep breath, he nodded and set off to the monkeys' hideout.","After a series of clever tricks and negotiations, Milo managed to outsmart the monkeys and retrieve the crown. The King was overjoyed and thanked Milo for his bravery and quick thinking."],"keywords":["Milo","mouse","forest","King","crown","adventure","bravery","kindness","courage","jungle"],"characters":["Milo"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Join Milo in his adventure to help the King of the forest. Will he overcome his fears?","moral":"Courage and kindness can solve even the biggest problems.","title":"Milo the Brave Mouse","keywords":{"Milo":["Milo"],"monkeys":["monyet","kera"],"heart":["jantung","hati"],"King":["Raja"],"crown":["mahkota","taj"],"jungle":["hutan belantara","rimba"],"mouse":["tikus","mencit"],"adventures":["petualangan","seru"]},"paragraphs":["In a big jungle named Fora, there was a daring little mouse named Milo who was famous for his exciting trips. One day, the ruler of the forest, a grand lion, called Milo to his big house.\n","The King said to Milo, \"Milo, I need your help right now! The monkeys took my special shiny hat that shows I'm the King. Can you get it back for me?\"\n","Milo felt his small heart beating very fast because he was scared. The monkeys were famous for playing jokes and doing funny things. But after taking a big breath, he said yes and started walking to the place where the monkeys hide.\n","Once upon a time, Milo did some very smart things and talked nicely to get the shiny hat back from the playful monkeys. The King was super happy and said big thanks to Milo for being so brave and thinking fast.\n"]},"en-de":{"title":"Milo die Tapfere Maus","moral":"Mut und Freundlichkeit können selbst die größten Probleme lösen.\n","hook":"Komm mit Milo auf sein Abenteuer, um dem König des Waldes zu helfen. Wird er seine Ängste überwinden?","keywords":{"Milo":["Milo"],"Herz":["Heart"],"Angst":["Fear","Anxiety"],"Krone":["Crown"],"König":["King"],"Affen":["Monkeys"],"Fora":["Forum"],"Maus":["Mouse"]},"paragraphs":["In dem großen Fora Dschungel lebte Milo, eine tapfere kleine Maus, bekannt für ihre Abenteuer. Eines Tages rief der König des Waldes, ein majestätischer Löwe, Milo in sein Schloss.\n","\"Milo, ich brauche deine Hilfe\", sagte der König dringend. \"Meine Krone, das Symbol meiner Herrschaft, wurde von den schelmischen Affen gestohlen. Wirst du sie für mich zurückholen?\"\n","Milo spürte sein winziges Herz vor Angst pochen. Die Affen waren für ihre Streiche und Tricks bekannt. Doch mit einem tiefen Atemzug nickte er und machte sich auf zum Versteck der Affen.\n","Nach einer Reihe von klugen Tricks und Verhandlungen schaffte es Milo, die Affen auszutricksen und die Krone zurückzuholen. Der König war überglücklich und dankte Milo für seine Tapferkeit und schnelles Denken.\n"]},"en-fr":{"title":"Milo la Souris Courageuse","moral":"La bravoure et la gentillesse peuvent résoudre même les plus grands problèmes.\n","hook":"Viens rejoindre Milo dans son aventure pour aider le Roi de la forêt. Va-t-il surmonter ses peurs?","keywords":{"Milo":["Milo"],"Roi":["King"],"couronne":["crown"],"singes":["monkeys","apes"],"farces":["jokes","pranks"],"jungle":["jungle"],"souris courageuse":["brave mouse"],"lion majestueux":["majestic lion"]},"paragraphs":["Dans la grande jungle de Fora, il y avait Milo, une petite souris courageuse connue pour ses aventures. Un jour, le Roi de la forêt, un lion majestueux, a convoqué Milo à son château.\n","\"Milo, j'ai besoin de ton aide,\" dit le Roi avec urgence. \"Ma couronne, le symbole de mon règne, a été volée par les singes espiègles. Vas-tu la récupérer pour moi?\"\n","Milo sentait son petit cœur battre très fort de peur. Les singes étaient réputés pour leurs farces et leurs tours. Mais avec un grand souffle, il hocha la tête et partit vers la cachette des singes.\n","Après avoir utilisé des astuces intelligentes et négocié, Milo a réussi à tromper les singes et récupérer la couronne. Le Roi était très heureux et a remercié Milo pour sa bravoure et sa rapidité d'esprit.\n"]},"en-pt":{"title":"Milo, o Valente Rato","moral":"Coragem e bondade podem resolver até os maiores problemas.","hook":"Venha junto com o Milo em sua aventura para ajudar o Rei da floresta. Será que ele vai conseguir superar seus medos?\n","keywords":{"tricks":["truques"],"negotiate":["negociar"],"crown":["coroa"],"Milo":["Milo"],"macacos":["macacos"],"coroa":["crown"],"Fora":["out"],"ratinho corajoso":["brave little mouse"],"Rei da floresta":["King of the forest"],"coraçãozinho":["little heart"]},"paragraphs":["Na grande selva de Fora, morava Milo, um ratinho corajoso conhecido por suas aventuras. Um dia, o Rei da floresta, um leão majestoso, chamou Milo para seu castelo.\n","\"Milo, eu preciso da sua ajuda,\" disse o Rei urgentemente. \"Minha coroa, o símbolo do meu reinado, foi roubada pelos macacos travessos. Você pode buscar ela para mim?\"\n","Milo sentiu seu coraçãozinho pequeno batendo forte de medo. Os macacos eram conhecidos por suas brincadeiras e truques. Mas com uma respiração profunda, ele assentiu e partiu para o esconderijo dos macacos.\n","Depois de fazer muitos truques espertos e conversar muito, Milo conseguiu enganar os macacos e pegar a coroa. O Rei ficou muito feliz e agradeceu a Milo pela sua coragem e pensamento rápido.\n"]}}}