{"title":"Baba's Lost Treasure","hook":"One sunny day, Baba found a map in her attic with a note that read, \"Follow the clues to find the treasure!\" What will she discover on her treasure hunt?","moral":"Patience and determination can lead to unexpected treasures.","paragraphs":["Baba clutched the map tightly, her eyes wide with excitement. \"I want to find the treasure, Mama!\" she exclaimed, showing her the faded parchment. \"Oh my, where do you think it leads, dear?\" Mama asked, eyes twinkling with amusement.","The first clue led Baba to the apple tree in the garden. She searched high and low but found nothing. \"Hmm, maybe the next clue is nearby,\" she mused. Following the trail of arrows, she reached the old well, its bricks covered in ivy.","\"Oh no, the next clue is stuck in the well!\" Baba gasped. She peered down, wondering how to retrieve it. Remembering her toy fishing rod, she cast the line into the depths, hooking the clue and reeling it up with a grin.","With each clue, Baba encountered a small challenge: a locked gate, a muddy puddle, a snoring cat. She solved them all with inventive ideas and a sprinkle of patience. Finally, at the end of the trail, she found a chest filled with shiny marbles and colorful stickers."],"keywords":["treasure","map","clues","garden","well","challenges","inventive","patience","discovery","reward"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"O Tesouro Perdido de Baba","hook":"Em um dia ensolarado, Baba encontrou um mapa no sótão com um recado que dizia, \"Siga as pistas para encontrar o tesouro!\" O que ela irá descobrir na caça ao tesouro?","moral":"Ter paciência e ser determinado pode levar a achar tesouros inesperados.\n","keywords":{"Baba":["Drool"],"macieira":["apple tree"],"setas":["mushrooms"],"tesouro":["treasure"],"map":["map"],"pista":["clue","track"],"vara de pescar":["fishing rod"],"desafio":["challenge"],"paciência":["patience"]},"paragraphs":["A Baba segurou o mapa bem forte, os olhos dela bem abertos de tanta animação. \"Quero encontrar o tesouro, Mamãe!\" ela exclamou, mostrando o pergaminho desbotado. \"Oh, meu Deus, onde você acha que isso vai nos levar, querida?\" Mamãe perguntou, os olhos brilhando de diversão.\n","A primeira pista levou Baba até a macieira no jardim. Ela procurou para cima e para baixo mas não encontrou nada. \"Hmm, talvez a próxima pista esteja por perto,\" ela ponderou. Seguindo a trilha de setas, ela chegou ao poço antigo, suas paredes cobertas de trepadeiras.\n","Ai não, a próxima pista está presa no poço!\" Exclamou Baba. Ela olhou para baixo, imaginando como pegá-la. Lembrando de sua vara de pescar de brinquedo, ela lançou a linha nas profundezas, enganchando a pista e a puxando com um sorriso no rosto.\n","Com cada pista, Baba encontrou um desafio pequeno: um portão trancado, uma poça de lama, um gato roncando. Ela os resolveu todos com ideias inventivas e uma pitada de paciência. Finalmente, no fim do caminho, ela encontrou um baú cheio de bolas brilhantes e adesivos coloridos.\n"]},"en-fr":{"title":"Le Trésor Perdu de Baba","moral":"La patience et la persévérance peuvent te faire trouver des trésors inattendus.\n","hook":"Un jour ensoleillé, Baba a trouvé une carte dans son grenier avec une note qui disait, \"Suis les indices pour trouver le trésor !\" Que découvrira-t-elle lors de sa chasse au trésor ?","keywords":{"indice":["clue"],"puits":["well","pit"],"canne à pêche":["fishing rod"],"Baba":["baba"],"coffre":["chest","trunk"],"stickers":["stickers"],"trésor":["treasure"],"Mama":["mama"],"pommes":["apples"]},"paragraphs":["Baba tenait le carte très fort, ses yeux grands d'excitation. \"Je veux trouver le trésor, Mama !\" elle s'exclama, lui montrant le parchemin effacé. \"Oh là là, où crois-tu qu'il mène, ma chère ?\" demanda Mama, les yeux brillants d'amusement.\n","Un jour, Baba suivit un indice jusqu'à l'arbre à pommes dans le jardin. Elle chercha partout mais ne trouva rien. \"Hmm, peut-être que le prochain indice est proche,\" pensa-t-elle. En suivant les flèches, elle arriva jusqu'au vieux puits, ses briques recouvertes de lierre.\n","\"Oh non, le prochain indice est coincé dans le puits!\" Baba a pris un grand souffle. Elle a regardé en bas, se demandant comment le récupérer. Se souvenant de sa canne à pêche jouet, elle a lancé la ligne dans les profondeurs, accrochant l'indice et le ramenant avec un sourire.\n","Avec chaque indice, Baba a rencontré un petit défi : une porte verrouillée, une flaque de boue, un chat qui ronflait. Elle les a tous résolu avec des idées inventives et une pincée de patience. Finalement, à la fin du sentier, elle a trouvé un coffre rempli de billes brillantes et de stickers colorés.\n"]},"id-en":{"hook":"One sunny day, Baba found a map in her attic with a note that read, \"Follow the clues to find the treasure!\" What will she discover on her treasure hunt?","moral":"Patience and determination can lead to unexpected treasures.","title":"Baba's Lost Treasure","keywords":{"Baba":["Baba"],"challenges":["tantangan","mencoba"],"inventive":["kreatif","penuh ide"],"shiny":["berkilau","bersinar"],"clue":["petunjuk","jejak"],"stuck":["terjebak","tersangkut"],"well":["sumur","baik"],"hint":["petunjuk","rahasia"],"tree":["pohon","tumbuhan"],"signs":["tanda","jejak"],"treasure":["harta karun","kekayaan"],"map":["peta","denah"],"excitement":["kegembiraan","kegirangan"]},"paragraphs":["Mama held the map very tight. Her eyes were very big because she was very excited. \"I want to find the hidden treasure, Mama!\" she said, showing her the old paper. \"Where do you think it will take us, Mama?\" Mama asked, her eyes sparkling with joy.\n","The first hint took Baba to a big tree with red fruits in the yard. She looked up and down but didn't see anything. \"Hmm, maybe the next hint is close,\" she thought. Following the signs, she arrived at the old water hole, its blocks hidden by leafy plants.\n","Oh dear, the next hint is trapped deep down the hole! Baba was surprised. She looked inside, thinking of ways to get it back. Then, she recalled her play fishing stick, threw it down, caught the hint, and pulled it up, smiling wide.\n","Baba faced little problems like closed door, dirty water, and sleeping cat. But she solved them all with clever thoughts and a bit of waiting. Eventually, she discovered a box containing bright glass balls and vibrant sticky papers.\n"]},"en-de":{"title":"Babas Verlorenes Schatz","moral":"Geduld und Entschlossenheit können zu unerwarteten Schätzen führen.","hook":"An einem sonnigen Tag fand Baba eine Karte im Dachboden mit einem Zettel, auf dem stand: \"Folge den Hinweisen, um den Schatz zu finden!\" Was wird sie bei ihrer Schatzsuche entdecken?","keywords":{"Baba":["Grandma"],"Apfelbaum":["Apple tree"],"Efeu":["Ivy"],"Hinweis":["Hint","Clue"],"Brunnen":["Fountain","Well"],"Angelrute":["Fishing rod"],"Herausforderung":["Challenge"],"Geduld":["Patience"],"Schatz":["Treasure"],"Mama":["Mom","Mother"]},"paragraphs":["Baba hielt die Karte fest, ihre Augen weit vor Aufregung. \"Ich will den Schatz finden, Mama!\" rief sie aus und zeigte ihr das vergilbte Pergament. \"Oh je, wohin führt es deiner Meinung nach, Liebes?\" Mama fragte, ihre Augen funkelten vor Vergnügen.\n","Die erste Spur führte Baba zum Apfelbaum im Garten. Sie suchte überall, aber fand nichts. \"Hmm, vielleicht ist die nächste Spur in der Nähe,\" dachte sie. Folgend den Pfeilen, erreichte sie den alten Brunnen, dessen Steine mit Efeu bedeckt waren.  \n","\"Oh nein, der nächste Hinweis ist im Brunnen feststecken!\" Baba keuchte. Sie schaute hinunter und überlegte, wie sie ihn herausholen könnte. Als sie sich an ihre Spielzeug-Angelrute erinnerte, warf sie die Schnur in die Tiefe, hakte den Hinweis ein und zog ihn grinsend heraus.\n","Bei jeder Spur traf Baba auf eine kleine Herausforderung: ein verschlossenes Tor, eine matschige Pfütze, eine schlafende Katze. Sie löste sie alle mit erfinderischen Ideen und einer Prise Geduld. Schließlich fand sie am Ende des Weges eine Truhe voll glänzender Murmeln und bunter Sticker.\n"]}}}