{"title":"The Gleaming Glowberries","hook":"What will happen when Jia and Rua lose their glowberries in the dark Fora jungle?","moral":"Sharing and teamwork can brighten up even the darkest of situations.","paragraphs":["In the mystical Fora jungle, Jia and Rua, two mischievous moonlight pixies, loved to collect glowberries that shone brightly in the night.","One evening, as they frolicked in the forest, they accidentally dropped their precious glowberries in a dark and gloomy cave. \"Oh no, how will we find our way back now?\" Jia exclaimed, her voice trembling with worry.","Rua, the quick-thinker of the duo, came up with a plan. \"Let's work together to gather more glowberries and create a path of light to guide us out of the cave,\" she suggested.","With renewed determination, they began collecting glowberries, sharing and helping each other along the way. Slowly but surely, the cave lit up with a warm, inviting glow from their combined efforts.","As they emerged from the cave, the moonlight pixies beamed with pride at their accomplishment. \"We may have lost our glowberries, but we found something even more valuable - the power of teamwork and friendship,\" Jia said with a smile."],"keywords":["Fora jungle","moonlight pixies","glowberries","darkness","teamwork","friendship","problem-solving","adventure","magical","unity"],"characters":["Jia and Rua"],"series":"fables-of-fora-forests","translations":{"en-de":{"moral":"Wenn Leute zusammen arbeiten und sich helfen, kann die traurigste Situation wieder fröhlich werden.","title":"Die Glänzenden Leuchtbeeren","hook":"Was passiert, wenn Jia und Rua ihre Glühbeeren im dunklen Fora-Dschungel verlieren?","keywords":{"Leuchterbeeren":["Glowberries"],"Entschlossenheit":["Determination"],"einladend":["Inviting"],"Höhle":["Cave"],"Mondlicht-Elfen":["Moonlight Fairies"],"Teamwork":["Teamwork"],"magischen":["Magical"],"Mondschein-Pixies":["Moonshine Pixies"],"leuchtende":["Glowing"],"Rua":["Rua"],"Glühbeeren":["Glowberries"],"Lichtpfad":["Path of Light"],"Abends":["Evenings"],"Leuchtknistern":["Glowing Sparkle"]},"paragraphs":["In dem magischen Fora Dschungel, Jia und Rua, zwei freche Mondschein-Pixies, liebten es, leuchtende Glühbeeren zu sammeln, die nachts hell leuchteten. \n","Eines Abends, als sie im Wald herumtollten, ließen sie aus Versehen ihre kostbaren Leuchtknistern in einer dunklen und düsteren Höhle fallen. \"Oh nein, wie werden wir jetzt unseren Weg zurückfinden?\" rief Jia aus, ihre Stimme zitterte vor Sorge.\n","Rua, der schnelle Denker des Duos, kam auf einen Plan. \"Lass uns zusammenarbeiten, um mehr Glühbeeren zu sammeln und einen Lichtpfad zu erschaffen, der uns aus der Höhle führt\", schlug sie vor.\n","Mit frischer Entschlossenheit begannen sie, Leuchterbeeren zu sammeln, indem sie sich auf dem Weg teilten und sich gegenseitig halfen. Langsam aber sicher erhellte sich die Höhle durch den warmen, einladenden Schein ihrer gemeinsamen Bemühungen.\n","Als sie aus der Höhle kamen, strahlten die Mondlicht-Elfen vor Stolz über ihre Leistung. \"Vielleicht haben wir unsere Glühbeeren verloren, aber wir haben etwas noch Wertvolleres gefunden - die Kraft von Teamwork und Freundschaft\", sagte Jia lächelnd.\n"]},"en-pt":{"title":"As Brilhantes Luzinhas de Brilho","moral":"Dividir e trabalhar juntos podem deixar até mesmo as situações mais escuras mais felizes.","hook":"O que vai acontecer quando Jia e Rua perderem suas frutinhas brilhantes na escura Floresta Fora?","keywords":{"Rua":["street"],"frutas-luz":["light fruits"],"caminho de luz":["path of light"],"floresta mágica":["magic forest"],"fadinhas travessas":["mischievous fairies"],"frutinhas brilhantes":["bright fruits"],"brilhinhos":["sparkles"],"caverna":["cave"],"esforços":["efforts"],"fadinhas":["fairies"],"luz da lua":["moonlight"],"frutas brilhantes":["bright fruits"],"glowberries":["glowberries"],"cave":["cave"],"worry":["worry"]},"paragraphs":["Na floresta mágica de Fora, Jia e Rua, duas fadinhas travessas da lua, adoravam pegar frutinhas brilhantes que reluziam na noite.\n","Certa noite, enquanto brincavam na floresta, eles deixaram cair acidentalmente suas preciosas brilhobaginhas em uma caverna escura e sombria. \"Ai não, como vamos encontrar o caminho de volta agora?\" exclamou Jia, sua voz tremendo de preocupação.\n","Rua, o pensador rápido da dupla, teve uma ideia. \"Vamos trabalhar juntos para pegar mais frutas-luz e criar um caminho de luz para nos guiar para fora da caverna,\" ela sugeriu.\n","Com uma vontade renovada, eles começaram a colher brilhinhos, compartilhando e se ajudando pelo caminho. Devagarzinho, a caverna se iluminou com um brilho quente e convidativo dos esforços combinados deles.\n","Quando eles saíram da caverna, as fadinhas da luz da lua brilhavam de orgulho pela sua conquista. \"Pode ser que tenhamos perdido nossas frutas brilhantes, mas encontramos algo ainda mais valioso - o poder do trabalho em equipe e da amizade,\" disse Jia com um sorriso.\n"]},"id-en":{"hook":"What will happen when Jia and Rua lose their glowberries in the dark Fora jungle?","moral":"Sharing and teamwork can brighten up even the darkest of situations.","title":"The Gleaming Glowberries","keywords":{"glowberries":["buah bercahaya"],"combined efforts":["upaya yang digabungkan"],"determination":["determinasi","kegigihan"],"fairies":["peri","malaikat"],"teamwork":["kerja sama"],"friendship":["persahabatan"],"magical":["ajaib","magis"],"forest":["hutan"],"fairy":["peri","malaikat"],"night":["malam"],"playing":["bermain"],"shining berries":["buah bercahaya"],"Rua":[],"cave":["gua"]},"paragraphs":["In the magical Fora forest, Jia and Rua, two playful moonlight fairies, enjoyed gathering shiny glowberries that sparkled in the dark.\n","One night, while playing in the woods, they accidentally lost their special shining berries in a dark, sad cave. \"Oh dear, how can we return home now?\" Jia said with fear in her voice.\n","Rua, the quick-thinker of the duo, came up with a plan. \"Let's work together to gather more glowberries and create a path of light to guide us out of the cave,\" she suggested.\n","With new strong feeling, they started picking shiny berries, giving and supporting each other on the road. Bit by bit, the dark cave shone bright with a cozy, welcoming light from their teamwork.\n","When they came out of the dark place, the moonlight fairies were very happy about what they did. \"We don't have our shiny berries anymore, but we found something very important - working together and being friends,\" Jia said happily.\n"]},"en-fr":{"title":"Les Baies Brillantes Brillantes","moral":"Partager et travailler ensemble peuvent rendre lumineuses même les situations les plus sombres.\n","hook":"Qu'est-ce qui se passera lorsque Jia et Rua perdront leurs baies de lumière dans la sombre jungle de Fora?","keywords":{"glowberries":["baies lumineuses","baies-lumière"],"teamwork":["efforts combinés"],"friendship":["mystique"],"Rua":["forêt"],"baies-lumière":["glowberries"],"chemin de lumière":["grotte"],"mystique":["friendship"],"espiègles":[],"baies lumineuses":["glowberries"],"forêt":["Rua"],"grotte":["chemin de lumière"],"détermination":[],"efforts combinés":["teamwork"]},"paragraphs":["Dans la jungle mystique de Fora, Jia et Rua, deux petites fées espiègles de la lune, adoraient ramasser des baies-lumière qui brillaient fort dans la nuit.\n","Un soir, alors qu'ils jouaient dans la forêt, ils ont accidentellement laissé tomber leurs précieuses baies lumineuses dans une grotte sombre et lugubre. \"Oh non, comment allons-nous retrouver notre chemin maintenant?\" s'exclama Jia, sa voix tremblant d'inquiétude.\n","Rua, le rapide-penache du duo, a eu une idée. \"Travaillons ensemble pour ramasser plus de baies-lumière et créer un chemin de lumière pour nous guider hors de la grotte,\" elle a suggéré.\n","Avec leur nouvelle détermination, ils ont commencé à récolter des baies lumineuses, en se partageant et s'aidant mutuellement en chemin. Lentement mais sûrement, la grotte s'est illuminée d'une lueur chaleureuse et accueillante grâce à leurs efforts combinés.\n","En sortant de la grotte, les lutins de la lune illuminaient de fierté. \"Nous avons peut-être perdu nos baies brillantes, mais nous avons trouvé quelque chose de plus précieux - le pouvoir de l'équipe et de l'amitié,\" dit Jia avec un sourire.\n"]}}}