{"title":"The Lost Sunflower Seed","hook":"Mia the little mouse finds a mysterious sunflower seed. But where will it grow?","moral":"Patience and determination can lead to unexpected joys.","paragraphs":["One sunny morning, Mia the mouse discovered a shiny sunflower seed in the meadow. \"What should I do with this seed?\" she wondered.","\"I'll plant it right here,\" Mia squeaked as she dug a tiny hole in the soft soil. Day after day, she watered the seed and waited for it to sprout.","Weeks went by, but still, no sunflower grew. \"I want to see the sunflower bloom!\" Mia exclaimed in frustration.","One rainy day, Mia felt gloomy. But the next morning, she discovered a small sprout peeking out of the ground! With joy, she realized that her sunflower was finally growing.","As the days passed, the sunflower grew taller and the bloom opened up, shining brightly in the sunlight. Mia's persistence had paid off, and her heart swelled with happiness."],"keywords":["mouse","sunflower","seed","determination","patience","growth","discovery","joy","persistence","nature"],"characters":null,"translations":{"id-en":{"hook":"Mia the little mouse finds a mysterious sunflower seed. But where will it grow?","moral":"Patience and determination can lead to unexpected joys.","title":"The Lost Sunflower Seed","keywords":{"Mia":["Mia"],"seed":["benih"],"sprout":["tunas","tumbuh"],"sunny":["cerah","panas"],"mouse":["tikus"],"sunflower":["matahari","bunga matahari"],"bloom":["mekar","berbunga"],"rainy":["hujan"],"persistence":["ketekunan"]},"paragraphs":["One sunny morning, Mia the mouse found a shiny seed in the grassy field. She wondered, \"What should I do with this seed?\"\n","\"I'll put it here,\" Mia said in a high voice as she dug a little hole in the soft dirt. \nEvery day, she gave water to the seed and waited for it to grow.\n","One day, Mia saw a tiny seed. She planted it in the soil and watered it every day. After a long time, a beautiful sunflower finally grew tall and bright under the warm sun.\n","One day when it was rainy, Mia felt sad. But the next day, she saw a small plant coming up from the dirt! She was so happy to see that her sunflower was starting to grow.\n","One day after another, the big yellow flower grew taller and it opened up, shining very bright in the sun. Mia never gave up and now she's super happy.\n"]},"en-fr":{"moral":"Être patient et ne pas abandonner peut apporter de belles surprises.","title":"Perdu Graine de Tournesol","hook":"Mia la petite souris trouve une mystérieuse graine de tournesol. Mais où va-t-elle pousser ?","keywords":{"tournesol":["sunflower"],"pousser":["grow","push"],"fleurir":["bloom"],"Mia":["Mia"],"souris":["mouse"],"graine":["seed"],"terre molle":["soft soil"],"arrosé":["watered"],"pluie":["rain"],"fleur":["flower"],"bonheur":["happiness"]},"paragraphs":["Un matin ensoleillé, Mia la souris a découvert une graine de tournesol brillante dans le pré. \"Que devrais-je faire avec cette graine?\" se demanda-t-elle.\n","\"Je vais planter ça ici,\" Mia a couiné alors qu'elle creusait un petit trou dans la terre molle. Jour après jour, elle a arrosé la graine et attendu qu'elle germe.\n","Les semaines passaient, mais toujours, aucun tournesol poussait. \"Je veux voir le tournesol fleurir !\" s'exclama Mia avec frustration.\n","Un jour de pluie, Mia se sentait triste. Mais le lendemain matin, elle a découvert un petit germe qui pointait hors du sol ! Avec joie, elle a réalisé que son tournesol poussait enfin.\n","Avec le temps, le tournesol est devenu plus grand et la fleur s'est ouverte, brillant intensément sous le soleil. La persévérance de Mia avait porté ses fruits, et son cœur débordait de bonheur.\n"]},"en-pt":{"hook":"A Mia, a ratinha, achou uma semente misteriosa de girassol. Mas onde ela vai crescer?\n","title":"A Semente de Girassol Perdida","moral":"Quando esperamos com calma e trabalhamos com vontade, coisas boas e felizes podem acontecer.\n","keywords":{"Mia":["Mia"],"plant":["brotinho"],"seed":["brotinho"],"sunflower":["girassol"],"bloom":["brotinho"],"happiness":["happiness"],"sunny morning":["sunny morning"],"shiny sunflower seed":["brotinho"],"meadow":["brotinho"],"brotinho":["plant","seed","bloom","meadow"],"girassol":["sunflower"],"weeks":["weeks"]},"paragraphs":["Certo dia ensolarado, Mia, a ratinha, encontrou uma semente brilhante de girassol no prado. \"O que devo fazer com essa sementinha?\" ela se perguntou.\n","\"Vou plantar bem aqui\", disse Mia enquanto cavava um buraco pequenino na terra macia. Dia após dia, ela regava a semente e esperava que ela brotasse.\n","Passaram-se várias semanas, mas ainda nenhum girassol cresceu. \"Eu quero ver o girassol florescer!\" Mia exclamou, frustrada.\n","Em um dia chuvoso, Mia se sentiu triste. Mas na manhã seguinte, ela descobriu um brotinho saindo do chão! Com alegria, ela percebeu que seu girassol finalmente estava crescendo.\n","Conforme os dias passavam, o girassol crescia mais alto e a flor se abria, brilhando forte no sol. A persistência da Mia valeu a pena, e o coração dela encheu de alegria.\n"]},"en-de":{"title":"Die Verlorene Sonnenblumenkern","hook":"Mia die kleine Maus findet einen geheimnisvollen Sonnenblumenkern. Aber wo wird er wachsen?\n","moral":"Geduld und Entschlossenheit können zu unerwarteter Freude führen.","keywords":{"Wochen":["weeks"],"Sonnenblume":["sunflower"],"blühen":["bloom","flower"],"Mia":["Mia"],"Maus":["mouse"],"Sonnenblumensamen":["sunflower seeds"],"regnerisch":["rainy"],"pflanzen (plant)":["plant"],"Samenkorn (seed)":["seed"],"Blüte":["blossom"],"Beharrlichkeit":["persistence"]},"paragraphs":["An einem sonnigen Morgen entdeckte die Maus Mia einen glänzenden Sonnenblumensamen auf der Wiese. \"Was soll ich mit diesem Samen machen?\" fragte sie sich.\n","\"Ich werde es hier pflanzen\", quietschte Mia, als sie ein winziges Loch in den weichen Boden grub. Tag für Tag goss sie das Samenkorn und wartete darauf, dass es keimte.\n","Wochen vergingen, aber immer noch wuchs keine Sonnenblume. \n\"Ich möchte die Sonnenblume blühen sehen!\" rief Mia frustriert aus. \n","An einem regnerischen Tag fühlte Mia sich traurig. Aber am nächsten Morgen entdeckte sie einen kleinen Spross, der aus dem Boden spähte! Mit Freude erkannte sie, dass ihre Sonnenblume endlich wuchs.\n","Als die Tage vergingen, wuchs der Sonnenblume größer und die Blüte ging auf, hell im Sonnenschein strahlend. Mias Beharrlichkeit hatte sich gelohnt, und ihr Herz schwoll vor Glück.\n"]}}}