{"title":"Maila and the Lost Starflower","hook":"In the Great Fora jungle, where colorful butterflies flutter and exotic flowers bloom, a mysterious Starflower has gone missing. Can Maila, the helpful garden fairy, solve the enchanting mystery?","moral":"Helping others is important, and teamwork can lead to magical solutions.","paragraphs":["One sunny morning in the Great Fora jungle, Maila the garden fairy was busy tending to the vibrant flowers and chatting with the chatty birds. Suddenly, she noticed that the precious Starflower, known for its magical healing powers, was missing from its usual spot.","\"Oh no! Where could the Starflower have gone?\" Maila exclaimed, furrowing her brow in concern. She fluttered around the garden, looking under leaves and peeking behind bushes, but the Starflower was nowhere to be found.","Just then, she saw Milo the mischievous monkey swinging from tree to tree. \"Milo, have you seen the Starflower?\" Maila asked kindly. Milo scratched his head and mumbled, \"I might have... but you'll have to catch me first!\"","Determined to find the missing Starflower, Maila teamed up with Milo. With her keen eyes and Milo's agility, they searched every nook and cranny of the jungle. After a thrilling chase, Milo finally led Maila to the hidden Starflower, nestled in a secret glade.","\"Thank you, Milo! Together, we made magic happen,\" Maila said, smiling gratefully. Milo beamed with pride and swung off to his next adventure as Maila watched the Starflower bloom once more, glowing brighter than ever."],"keywords":["Maila","garden fairy","Great Fora jungle","Starflower","magical","teamwork","mischievous monkey","kindness","adventure","mystery"],"characters":["Maila"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"In the Great Fora jungle, where colorful butterflies flutter and exotic flowers bloom, a mysterious Starflower has gone missing. Can Maila, the helpful garden fairy, solve the enchanting mystery?","moral":"Helping others is important, and teamwork can lead to magical solutions.","title":"Maila and the Lost Starflower","keywords":{"magic":["sulap","keajaiban"],"bloom":["mekar","membungakan"],"adventure":["petualangan","menjelajah"],"Starflower":["Bintang bunga"],"Maila":["Maila"],"garden":["kebun","taman"],"monkey":["monyet"],"forest":["hutan","rimba"],"chase":["mengejar","kejar-mengejar"],"fairy":["peri","bidadari"],"flowers":["bunga","berbunga"],"Milo":["Milo"]},"paragraphs":["Once upon a time, on a bright morning in the big jungle, Maila the fairy who loves gardens was taking care of the colorful flowers and talking with the talkative birds. All of a sudden, she saw that the special Starflower, which has amazing healing magic, was not in its usual place.\n","\"What happened? The beautiful Starflower is missing?\" Maila said, looking worried. She searched around the garden, checking under leaves and peeking behind bushes, but the Starflower was not there.\n","Once upon a time, a naughty monkey named Milo was playing in the forest. A kind girl named Maila asked Milo if he had seen the bright Starflower. Milo, with a mischievous smile, replied that she would have to chase him to find out!\n","Wanting to find the lost Starflower, Maila teamed up with Milo. \nWith her sharp eyes and Milo's quick moves, they looked all over the jungle. \nAfter an exciting chase, Milo showed Maila the hidden Starflower, cozy in a special clearing.\n","\"Thank you, Milo! Together, we made magic happen,\" Maila said, smiling gratefully. Milo beamed with pride and swung off to his next adventure as Maila watched the Starflower bloom once more, glowing brighter than ever.\n"]},"en-fr":{"moral":"Aider les autres, c'est important, et travailler ensemble peut nous aider à trouver des solutions magiques.\n","hook":"Dans la grande jungle de Fora, où de jolis papillons colorés volent et de belles fleurs exotiques poussent, une mystérieuse Fleur d'Étoile a disparu. Est-ce que Maila, la gentille fée du jardin, va résoudre ce mystère envoûtant ?","title":"Maila et la Fleur d'Étoile Perdue","keywords":{"Maila":["Starflower"],"Milo":["Milou"],"magie":["magic"],"Fleur-Étoile":["Starflower"],"Lila":["Lilac"],"jardin":["garden"],"Fleur Étoilée":["Starflower"],"Fora":["away"],"Milou":["Milo"],"singe":["monkey"],"Fleur d'étoile":["Starflower"],"Fleur d'Étoile":["Starflower"]},"paragraphs":["Il faisait beau dans la grande jungle de Fora. Maila la fée du jardin s'occupait des fleurs vibrantes et discutait avec les oiseaux bavards. Tout à coup, elle a remarqué que la précieuse Fleur Étoilée, connue pour ses pouvoirs de guérison magiques, avait disparu de son emplacement habituel.\n","Oh non ! Où est passée la Fleur-Étoile ? s'exclama Lila, fronçant les sourcils avec inquiétude. Elle voltigeait autour du jardin, regardant sous les feuilles et jetant un œil derrière les buissons, mais la Fleur-Étoile était introuvable.\n","Il y a peu, elle a vu Milou le singe espiègle se balancer d'arbre en arbre. \"Milou, as-tu vu la Fleur d'étoile?\" a demandé gentiment Maila. Milou s'est gratté la tête et a marmonné, \"Je pourrais l'avoir vu... mais tu devras d'abord m'attraper!\"\n","Maila et Milo ont travaillé ensemble pour trouver la Fleur d'Étoile disparue. Avec ses yeux perçants et l'agilité de Milo, ils ont exploré tous les coins et recoins de la jungle. Après une poursuite palpitante, Milo a finalement conduit Maila jusqu'à la Fleur d'Étoile cachée, nichée dans une clairière secrète.\n","\"Merci, Milo! Ensemble, nous avons fait de la magie,\" dit Maila en souriant reconnaissante. Milo rayonnait de fierté et partit en sautillant vers sa prochaine aventure pendant que Maila regardait l'Étoilefleur refleurir une fois de plus, rayonnant plus brillamment que jamais.\n"]},"en-de":{"moral":"Anderen zu helfen ist wichtig, und gemeinsame Arbeit kann zu magischen Lösungen führen.\n ","title":"Maila und die verlorene Sternenblume","hook":"Im großen Dschungel des Großen Fora, wo bunte Schmetterlinge herumflattern und exotische Blumen blühen, ist eine geheimnisvolle Sternenblume verschwunden. Kann Maila, die hilfsbereite Gartenfee, das verzaubernde Rätsel lösen?","keywords":{"Milo":["Milo"],"Sternenblume":["Star flower"],"fangen":["Catch"],"Maila":["Maila"],"Gartenfee":["Garden fairy"],"Gehen":["Walk"],"Garten":["Garden"],"Dschungel":["Jungle"],"Verfolgungsjagd":["Chase"],"Magie":["Magic"],"stolz":["Proud"],"Sternenblüte":["Star blossom"]},"paragraphs":["Eines sonnigen Morgens im Großen Fora-Dschungel war Maila, die Gartenfee, beschäftigt, sich um die lebendigen Blumen zu kümmern und mit den schwatzhaften Vögeln zu plaudern. Plötzlich bemerkte sie, dass die kostbare Sternenblume, bekannt für ihre magischen Heilkräfte, aus ihrem üblichen Platz verschwunden war.\n","\"Oh nein! Wo könnte die Sternenblume hingegangen sein?\" rief Maila besorgt, ihre Stirn runzelnd. Sie flatterte um den Garten herum, sah unter Blättern nach und spähte hinter Büschen hervor, aber die Sternenblume war nirgends zu finden.\n","In that moment, she saw Milo the cheeky monkey swinging from tree to tree. \"Milo, hast du die Sternenblume gesehen?\" fragte Maila freundlich. Milo kratzte sich am Kopf und murmelte: \"Vielleicht habe ich... aber du musst mich zuerst fangen!\"\n","Entschlossen, die verschwundene Sternenblume zu finden, schloss sich Maila mit Milo zusammen. Mit ihren scharfen Augen und Milos Wendigkeit suchten sie jede Ecke und jeden Winkel des Dschungels ab. Nach einer aufregenden Verfolgungsjagd führte Milo Maila schließlich zur versteckten Sternenblume, die in einer geheimen Lichtung eingebettet war.\n","\"Danke, Milo! Zusammen haben wir Magie gemacht,\" sagte Maila dankbar lächelnd. Milo strahlte stolz und schwang sich zu seinem nächsten Abenteuer, während Maila beobachtete, wie der Sternenblüte wieder erblühte und heller leuchtete als je zuvor.\n"]},"en-pt":{"title":"Maila e a Flor Estrela Perdida","hook":"Na floresta da Grande Fora, onde borboletas coloridas voam e flores exóticas florescem, uma misteriosa Flor Estelar sumiu. Será que a Maila, a fadinha jardineira, consegue resolver o mistério encantador?","moral":"Ajudar os outros é muito importante, e trabalhar juntos pode nos levar a soluções mágicas.","keywords":{"gratidão":["gratitude"],"magia":["magic"],"aventura":["adventure"],"fada":["fairy"],"flores":["flowers"],"mágicos":["magical"],"Flor da Estrela":["Starflower"],"selva":["jungle"],"perseguição":["chase"],"Maila":["Maila"],"garden":["jardim"],"macaco":["monkey"],"árvore":["tree"],"flor":["flower"]},"paragraphs":["Em uma ensolarada manhã na grande selva de Fora, a fada do jardim Maila estava ocupada cuidando das flores vibrantes e conversando com os tagarelas pássaros. De repente, ela percebeu que a preciosa Flor Estelar, conhecida por seus poderes mágicos de cura, havia sumido de seu lugar habitual.\n","\"Ah, não! Para onde será que a Flor Estrelada foi?\" exclamou Maila, franzindo a testa preocupada. Ela voou em volta do jardim, olhando embaixo das folhas e espiando atrás das moitas, mas a Flor Estrelada não estava em lugar algum.\n","Naquele momento, ela viu o macaco travesso Milo balançando de árvore em árvore. \"Milo, você viu a Flor-estrela?\" Maila perguntou gentilmente. Milo coçou a cabeça e murmurou, \"Eu talvez tenha... mas você terá que me pegar primeiro!\"\n","Decidida a encontrar a Flor da Estrela desaparecida, Maila se juntou a Milo. Com seus olhos atentos e a agilidade de Milo, eles vasculharam todos os cantinhos da selva. Após uma perseguição emocionante, Milo finalmente levou Maila até a Flor da Estrela escondida, aninhada em um claro secreto.\n","\"Obrigada, Milo! Juntos, fizemos a magia acontecer,\" disse Maila, sorrindo com gratidão. Milo brilhou de orgulho e partiu para sua próxima aventura enquanto Maila observava a Florcósmica florescer mais uma vez, brilhando mais forte do que nunca.\n"]}}}