{"title":"The Lost Star","hook":"Once upon a time, in a colorful village, there was a little star named Twinkle who always dreamed of shining bright in the sky. Would Twinkle achieve its dream?","moral":"Patience and perseverance lead to success.","paragraphs":["In the joyful village of Rainbowville, Twinkle felt sad because it couldn't find the path to the sky.","\"Don't worry, Twinkle,\" said Flutter, the wise butterfly, \"Let's ask Sparkle, the magical firefly, for help.\"","Together, they searched for Sparkle and found him near the shimmering pond. Sparkle whispered, \"To reach the sky, you must follow the moon's reflection on the water.\"","Excited, Twinkle followed the moon's reflection and flew higher and higher until it finally reached the night sky and lit up brightly."],"keywords":["star","dream","perseverance","village","butterfly","firefly","reflection","night sky","shine"],"characters":null,"translations":{"id-en":{"hook":"Once upon a time, in a colorful village, there was a little star named Twinkle who always dreamed of shining bright in the sky. Would Twinkle achieve its dream?","moral":"Patience and perseverance lead to success.","title":"The Lost Star","keywords":{"Twinkle":["berkedip","bersinar"],"Flutter":["bergelora","bergetar"],"Sparkle":["berkilau","bercahaya"],"sky":["langit"],"moon":["bulan"],"Rainbowville":["Desa Pelangi"],"moon's reflection":["pantulan bulan"],"night sky":["langit malam"]},"paragraphs":["In Rainbowville, where everyone is happy, Twinkle was feeling sad. It couldn't find the way to the sky.\n","\"Don't worry, Twinkle,\" said Flutter, the wise butterfly, \"Let's ask Sparkle, the magical firefly, for help.\"\n","They looked for Sparkle together and found him by the shiny pond. Sparkle softly said, \"To touch the sky, look at the moon in the water.\"\n","Happy, Twinkle followed the moon's shiny light and flew up and up until it went up in the dark sky and shined brightly.\n"]},"en-de":{"title":"Der Verlorene Stern","moral":"Geduld und Durchhaltevermögen führen zum Erfolg.","hook":"Es war einmal, in einem bunten Dorf, ein kleiner Stern namens Twinkle, der immer davon träumte, hell am Himmel zu leuchten. Würde Twinkle seinen Traum erreichen?","keywords":{"Twinkle":["Shine","Glimmer"],"Flutter":["Waver","Flit"],"Sparkle":["Shimmer","Glisten"],"Dorf":["Village"],"Himmel":["Sky","Heaven"],"Mond":["Moon"],"Nachthimmel":["Night Sky"],"Glitzern":["Glitter","Shine"],"Teich":["Pond"]},"paragraphs":["In dem glücklichen Dorf von Regenbogenstadt fühlte sich Twinkle traurig, weil es den Weg zum Himmel nicht finden konnte.\n","\"Keine Sorge, Twinkle,\" sagte Flutter, der kluge Schmetterling, \"Lass uns Sparkle, die magische Glühwürmchen, um Hilfe bitten.\"\n","Gemeinsam suchten sie nach Glitzern und fanden ihn in der Nähe des funkelnden Teichs. Glitzern flüsterte: \"Um den Himmel zu erreichen, musst du der Spiegelung des Mondes auf dem Wasser folgen.\"\n","Aufgeregt folgte Twinkle der Spiegelung des Mondes und flog höher und höher, bis er schließlich den Nachthimmel erreichte und hell leuchtete.\n"]},"en-fr":{"moral":"Être calme et continuer essayer vous aide à réussir.","hook":"Il était une fois, dans un village coloré, il y avait une petite étoile nommée Twinkle qui rêvait toujours de briller dans le ciel. Est-ce que Twinkle réussirait à réaliser son rêve?","title":"L'Étoile Perdue","keywords":{"village":["village"],"joyeux":["happy","joyful"],"ciel":["sky"],"Flutter":["flutter"],"Sparkle":["sparkle"],"magique":["magical"],"Twinkle":["twinkle"],"lune":["moon"],"étang":["pond"]},"paragraphs":["Dans le village joyeux de Rainbowville, Twinkle se sentait triste car il ne pouvait pas trouver le chemin vers le ciel.\n","\"Ne t'inquiète pas, Twinkle,\" dit Flutter, le papillon sage, \"Demandons à Sparkle, la luciole magique, de l'aide.\"\n","Ensemble, ils ont cherché Sparkle et l'ont trouvé près de l'étang scintillant. Sparkle a chuchoté, \"Pour atteindre le ciel, tu dois suivre le reflet de la lune sur l'eau.\"\n","Super excité, Twinkle a suivi la brillance de la lune et a volé de plus en plus haut jusqu'à ce qu'elle atteigne finalement le ciel nocturne et brille intensément.\n"]},"en-pt":{"title":"A Estrela Perdida\n","moral":"Ter paciência e nunca desistir leva ao sucesso.","hook":"Era uma vez, em uma vila colorida, uma estrelinha chamada Twinkle que sonhava sempre brilhar muito no céu. Será que Twinkle vai realizar seu sonho?\n","keywords":{"Twinkle":["Brilhinho","caminho para o céu"],"Flutter":[],"Sparkle":["Brilhar intensamente"],"vila de Arco-Íris":[],"Brilhinho":["Twinkle"],"caminho para o céu":["Twinkle"],"lago brilhante":[],"lua na água":["Reflection of the moon"],"reflexo da lua":["lua na água"],"brilhar intensamente":["Sparkle"]},"paragraphs":["Na alegre vila de Arco-Íris, Brilhinho se sentiu triste pois não conseguiu encontrar o caminho para o céu.\n","\"Não se preocupe, Twinkle,\" disse Flutter, a borboleta sábia, \"Vamos perguntar a Sparkle, a vaga-lume mágica, para ajudar.\"\n","Juntos, eles procuraram por Sparkle e o encontraram perto do lago brilhante. Sparkle sussurrou, \"Para alcançar o céu, você deve seguir o reflexo da lua na água.\"\n","Animada, Twinkle seguiu o reflexo da lua e voou cada vez mais alto até finalmente alcançar o céu noturno e brilhar intensamente.\n"]}}}