{"title":"The Curious Kitten","hook":"Meet a little kitten named Luna! What adventures will Luna get into today?","moral":"Curiosity can lead to new discoveries and experiences.","paragraphs":["In the cozy village of Whiskerfield, there lived a curious little kitten named Luna. Luna had fluffy white fur and bright green eyes that sparkled with wonder.","One sunny morning, Luna spotted a shiny object dangling from Mrs. Owl's tree. \"What's that?\" Luna wondered aloud.","Luna approached the tree cautiously and saw a shiny bell hanging from a branch. \"Ding, ding, ding,\" it jingled in the breeze.","\"Hello, Luna! That's my special bell,\" Mrs. Owl hooted. \"It brings good luck and joy to all who hear it.\"","Luna's curiosity piqued, she asked Mrs. Owl if she could borrow the bell for a day. Mrs. Owl agreed with a smile.","Luna proudly carried the bell around the village, spreading joy wherever she went. The villagers laughed and danced to the cheerful sound.","As the sun began to set, Luna returned the bell to Mrs. Owl. \"Thank you for sharing your bell, Mrs. Owl. It brought me so much happiness,\" Luna meowed happily."],"keywords":["kitten","curiosity","discovery","adventure","village","shiny","joy","good luck"],"characters":null,"translations":{"id-en":{"hook":"Meet a little kitten named Luna! What adventures will Luna get into today?","moral":"Curiosity can lead to new discoveries and experiences.","title":"The Curious Kitten","keywords":{"Luna":["Bulan"],"bell":["lonceng"],"village":["desa","kampung"],"joy":["kebahagiaan","kesenangan"],"Mrs. Owl":["Nyonya Burung Hantu"],"curious":["penasaran","ingin tahu"],"tree":["pohon"],"happiness":["kebahagiaan","kegembiraan"],"bright":["cerah","terang"],"glittery":["berkilau"],"hanging":["menggantung","tergantung"]},"paragraphs":["In a small village called Whiskerfield, there was a very curious little cat named Luna. Luna had soft white fur and shiny green eyes that shone with amazement.\n","One bright morning, Luna saw a glittery thing hanging from Mrs. Owl's tree. \"What's that?\" Luna asked out loud.\n","Luna went to the tree very carefully and saw a bright bell hanging on a branch. It made a sound like \"Ding, ding, ding\" when the wind blew.\n","\"Hello, Luna! That's my special bell,\" Mrs. Owl said in a happy voice. \"It makes everyone feel happy and lucky when they hear its chime.\"\n","Luna was very curious and asked Mrs. Owl if she could borrow the bell for one day. \nMrs. Owl said yes with a happy face.\n","Luna happily walked around the village with the bell, making everyone happy. The village people laughed and danced when they heard the happy sound.\n","When the sun went to sleep, Luna gave back Owl's bell. \"Thank you for letting me borrow your bell, Mrs. Owl. It made me very happy,\" Luna said with a joyful meow.\n"]},"en-de":{"title":"Der neugierige kleine Kätzchen","moral":"Neugier kann zu neuen Entdeckungen und Erlebnissen führen.","hook":"Triff ein kleines Kätzchen namens Luna! In welche Abenteuer wird Luna heute geraten?\n","keywords":{"Luna":["Moon"],"Frau Eule":["Owl Lady"],"Glocke":["Bell"],"Dorf":["Village"],"Glück":["Luck","Happiness"],"sonnig":["Sunny"],"glänzendes Objekt":["Shiny Object"],"Eule":["Owl"],"Kätzchen":["Kitten"],"Augen":["Eyes"],"Sonne":["Sun"],"Baum":["Tree"],"Klingelingeling":["Jingle Bells"]},"paragraphs":["In dem gemütlichen Dorf Whiskerfield lebte ein neugieriges kleines Kätzchen namens Luna. Luna hatte flauschiges weißes Fell und strahlend grüne Augen, die vor Staunen funkelten.\n","An einem sonnigen Morgen entdeckte Luna ein glänzendes Objekt, das vom Baum von Frau Eule baumelte. \"Was ist das?\" fragte sich Luna laut.\n","Luna ging vorsichtig zum Baum und sah eine glänzende Glocke, die an einem Ast hing. \"Klingelingeling\", klimperte es in der Brise.\n","Hallo, Luna! Das ist meine besondere Glocke, sagte Frau Eule. Sie bringt Glück und Freude für alle, die sie hören.\n","Luna war neugierig geworden und fragte Frau Eule, ob sie die Glocke für einen Tag ausleihen dürfte. Frau Eule stimmte lächelnd zu.\n","Luna trug stolz die Glocke durch das Dorf und verbreitete Freude, wohin sie auch ging. Die Dorfbewohner lachten und tanzten zu dem fröhlichen Klang.\n","Als die Sonne anfing unterzugehen, brachte Luna die Glocke zurück zu Frau Eule. \"Danke, dass du deine Glocke geteilt hast, Frau Eule. Sie hat mir so viel Freude gebracht\", miaute Luna glücklich.\n"]},"en-fr":{"title":"Le Petit Chat Curieux","moral":"La curiosité peut entraîner de nouvelles découvertes et expériences.\n","hook":"Rencontrez un petit chaton appelé Luna! Quelles aventures Luna va-t-elle vivre aujourd'hui?\n","keywords":{"Luna":["moon"],"curieuse":["curious","inquisitive"],"cloche":["bell"],"village":["village","town"],"arbre":["tree"],"clochette":["bell"],"chaton":["kitten"],"curieux":["curious","inquisitive"],"bell":["bell"],"Mrs. Owl":["Mrs. Owl"],"bonheur":["happiness","joy"],"objet brillant":["shiny object"],"Madame Hibou":["Mrs. Owl"]},"paragraphs":["Dans le village confortable de Whiskerfield, il y avait un petit chaton curieux nommé Luna. Luna avait de la fourrure blanche et douce et des yeux verts brillants qui scintillaient de curiosité.\n","Un beau matin ensoleillé, Luna a repéré un objet brillant accroché à l'arbre de Madame Hibou. \"C'est quoi?\" a demandé Luna.\n","Luna s'approcha de l'arbre prudemment et vit une clochette brillante suspendue à une branche. \"Ding, ding, ding,\" tintinnabula-t-elle dans la brise.\n","\"Bonjour, Luna ! C'est ma clochette spéciale,\" Mme. Hibou hululait. \"Elle apporte de la chance et de la joie à tous ceux qui l'entendent.\"\n","Luna était très curieuse, alors elle a demandé à Madame Hibou si elle pouvait emprunter la cloche pour une journée. Madame Hibou a accepté avec un sourire.\n","Luna promenait fièrement la cloche autour du village, répandant de la joie partout où elle allait. Les villageois riaient et dansaient au son joyeux.\n","Alors que le soleil commençait à se coucher, Luna a rendu la cloche à Mme. Owl. \"Merci d'avoir partagé ta cloche, Mme. Owl. Cela m'a apporté tellement de bonheur,\" a miaulé Luna joyeusement.\n"]},"en-pt":{"title":"O Gatinho Curioso","hook":"Conheça uma gatinha chamada Luna! Que aventuras a Luna vai aprontar hoje?","moral":"Quando somos bem curiosos, podemos descobrir coisas novas e viver experiências diferentes.","keywords":{"Olá":["Hello"],"sininho especial":["special bell","magical chime"],"alegria":["joy","happiness"],"Luna":["Moon"],"árvore":["tree"],"sino":["bell","chime"],"felicidade":["happiness","joy"],"objeto brilhante":["shiny object"],"Whiskerfield":["Whiskerfield"],"gatinha":["kitten"],"curiosidade":["curiosity"]},"paragraphs":["Na vilazinha aconchegante de Whiskerfield, morava uma gatinha curiosa chamada Luna. Luna tinha pelagem branca fofinha e olhos verdes brilhantes que reluziam de espanto.\n","Uma manhã ensolarada, Luna avistou um objeto brilhante balançando na árvore da Sra. Coruja. \"O que é isso?\" Luna perguntou em voz alta.\n","Luna se aproximou da árvore com cuidado e viu um sino brilhante pendurado em um galho. \"Ding, ding, ding,\" ele tilintou na brisa.\n","\"Olá, Luna! Essa é meu sininho especial,\" Dona Coruja cantou. \"Ele traz sorte e alegria para todos que o ouvem.\"\n","A curiosidade da Luna foi despertada, ela perguntou para Dona Coruja se poderia pegar o sino emprestado por um dia. Dona Coruja concordou com um sorriso.\n","Luna carregava o sino pela aldeia com orgulho, espalhando alegria por onde passava. Os moradores riam e dançavam ao som animado.\n","Quando o sol começou a se pôr, Luna devolveu o sino para a Sra. Coruja. \"Obrigada por compartilhar seu sino, Sra. Coruja. Isso me trouxe tanta felicidade\", miou Luna felizmente.\n"]}}}