{"title":"The Curious Caterpillar","hook":"Meet Clara, a curious caterpillar exploring the world. What will she discover in the garden today?","moral":"Curiosity leads to adventure and learning. Embrace new experiences with an open mind.","paragraphs":["Once upon a time in a colorful garden, Clara the caterpillar crawled slowly among the leaves.","\"Hello, Mr. Ladybug! Where are you off to today?\" Clara chirped cheerfully.","The ladybug replied, \"I'm searching for tasty aphids. Why don't you join me?\"","\"Oh, I can't! I don't like aphids,\" Clara wrinkled her tiny nose.","As Clara continued exploring, she spotted a cocoon hanging from a branch. \"What's inside there?\" she wondered aloud.","A wise old spider nearby overheard Clara's question. \"That's where a caterpillar transforms into a beautiful butterfly,\" he explained.","Clara's eyes widened with wonder. \"I want to be a butterfly too!\"","The spider smiled and said, \"You can do anything you set your mind to. Embrace change with courage and patience.\"","Inspired by the spider's words, Clara decided to embrace her transformation. She spun her own silky cocoon and patiently waited."],"keywords":"Clara, caterpillar, garden, ladybug, cocoon, transformation, embrace, patience, courage, wonder","characters":null,"translations":{"en-pt":{"title":"A Lagartinha Curiosa","moral":"Curiosidade leva a aventuras e aprendizados. Aceite novas experiências de mente aberta.","hook":"Conheça Clara, uma lagarta curiosa explorando o mundo. O que ela vai descobrir no jardim hoje?","keywords":{"Clara":["Clara"],"olhos":["eyes"],"borboleta":["butterfly"],"pulgões":["aphids"],"narizinho":["little nose"],"spider":["spider"],"smile":["smile"],"courage":["courage"],"joaninha":["ladybug","ladybird"],"gostosos":["tasty","delicious"],"lagarta":["caterpillar"],"jardim":["garden"],"Joaninha":["ladybug","ladybird"],"cantarolou":["sang"],"aranha":["spider"],"transformação":["transformation"],"casulo":["cocoon"],"galho":["branch"]},"paragraphs":["Era uma vez num jardim colorido, a Clara a lagarta rastejava devagar entre as folhas.\n","\"Olá, Sr. Joaninha! Para onde você está indo hoje?\" Clara cantarolou alegremente.\n","A joaninha respondeu, \"Estou procurando pulgões gostosos. Por que você não se junta a mim?\"\n","\"Oh, eu não consigo! Eu não gosto de pulgões,\" Clara enruga seu narizinho.\n","Enquanto Clara continuava explorando, ela avistou um casulo pendurado em um galho. \"O que tem dentro desse casulo?\" ela se perguntou em voz alta.\n","Uma aranha sábia e velha próxima ouviu a pergunta de Clara. \"É lá que uma lagarta se transforma em uma linda borboleta,\" ele explicou.\n","Os olhos da Clara cresceram de espanto. \"Eu também quero ser uma borboleta!\"\n","A aranha sorriu e disse, \"Você pode fazer qualquer coisa quando você decide fazer. Aceite a mudança com coragem e paciência.\"\n","Inspirada pelas palavras da aranha, Clara decidiu abraçar sua transformação. Ela teceu seu próprio casulo sedoso e esperou pacientemente.\n"]},"en-de":{"moral":"Neugier führt zu Abenteuer und Lernen. Entdecke neue Erlebnisse mit offenen Verstand.","title":"Die Neugierige Raupe","hook":"Treffe Clara, eine neugierige Raupe, die die Welt entdeckt. Was wird sie heute im Garten entdecken?","keywords":{"Marienkäfer":["ladybug"],"Blattläuse":["aphids"],"Clara":["Clara"],"kokon":["cocoon"],"ast":["branch"],"Raupe":["caterpillar"],"Garten":["garden"],"Herr Marienkäfer":["Mr. Ladybug"],"zirpen":["chirp"],"fröhlich":["happy"],"winzig":["tiny"],"Nase":["nose"],"Spinne":["spider"],"lächelte":["smiled"],"Veränderungen":["changes"],"Schmetterling":["butterfly"],"Augen":["eyes"],"Staunen":["wonder"],"Veränderung":["change"],"Kokon":["cocoon"]},"paragraphs":["Es war einmal in einem bunten Garten, Clara die Raupe kroch langsam zwischen den Blättern.\n","\"Hallo, Herr Marienkäfer! Wohin gehst du heute?\" Clara zirpte fröhlich.\n","Der Marienkäfer antwortete: \"Ich suche leckere Blattläuse. Warum kommst du nicht mit?\"\n","\"Oh, ich kann nicht! Ich mag Blattläuse nicht\", sagte Clara und rümpfte ihre winzige Nase.\n","Als Clara weiter erforschte, sah sie einen Kokon, der von einem Ast hing. \"Was ist da drinnen?\" fragte sie laut.\n","Eine kluge alte Spinne in der Nähe hörte, wie Clara fragte. \"Da verwandelt sich eine Raupe in einen schönen Schmetterling,\" erklärte er.\n","Claras Augen wurden groß vor Staunen. \"Ich möchte auch ein Schmetterling sein!\"\n","Die Spinne lächelte und sagte: \"Du kannst alles erreichen, worauf du deinen Kopf einstellst. Geh Veränderungen mutig und geduldig entgegen.\"\n","Nachdem sie von den Worten der Spinne inspiriert wurde, entschied sich Clara, ihre Veränderung anzunehmen. Sie webte ihren eigenen seidigen Kokon und wartete geduldig.\n"]},"en-fr":{"title":"La Chenille Curieuse","hook":"Voici Clara, une chenille curieuse qui explore le monde. Que va-t-elle découvrir dans le jardin aujourd'hui?\n","moral":"La curiosité mène à l'aventure et à l'apprentissage. Accueille de nouvelles expériences avec l'esprit ouvert.","keywords":{"Clara":["Clara"],"yeux":["eyes"],"papillon":["butterfly"],"pucerons":["aphids"],"nez":["nose"],"jardin":["garden"],"chenille":["caterpillar"],"feuilles":["leaves"],"Bonjour":["Hello"],"Coccinelle":["ladybug"],"aujourd'hui":["today"],"spider":["spider"],"transformation":["transformation"],"cocoon":["cocoon"],"araignée":["spider"],"branch":["branch"],"ladybug":["ladybug"],"tasty aphids":["tasty aphids"],"join":["join"],"courage":["courage"],"patience":["patience"]},"paragraphs":["Il était une fois, dans un jardin coloré, Clara la chenille rampait doucement parmi les feuilles.\n","\"Bonjour, Monsieur Coccinelle ! Où vas-tu aujourd'hui ?\" s'exclama Clara joyeusement.\n","La coccinelle répondit, \"Je cherche des pucerons délicieux. Pourquoi ne viens-tu pas avec moi?\"\n","Oh non, je ne peux pas! Je n'aime pas les pucerons,\" Clara a froncé son petit nez.\n","Alors que Clara continuait à explorer, elle aperçut un cocon suspendu à une branche. \"Qu'est-ce qu'il y a dedans?\" se demanda-t-elle à voix haute.\n","Il y avait une araignée sage et vieille qui écoutait Clara poser une question tout près. \"C'est là que la chenille se transforme en un beau papillon,\" a-t-il expliqué.\n","Les yeux de Clara se sont agrandis d'émerveillement. \"Je veux aussi être un papillon !\"\n","L'araignée a souri et a dit, \"Tu peux faire tout ce que tu veux. Accueille les changements avec courage et patience.\"\n","Encouragée par les mots de l'araignée, Clara a décidé d'embrasser sa transformation. Elle a tissé son propre cocon soyeux et attendait patiemment.\n"]},"id-en":{"hook":"Meet Clara, a curious caterpillar exploring the world. What will she discover in the garden today?","moral":"Curiosity leads to adventure and learning. Embrace new experiences with an open mind.","title":"The Curious Caterpillar","keywords":{"Ladybug":["mariquita","kumbang","kelinci"],"Off":["mati","pergi","tidak aktif"],"Today":["hari ini","kini","saat ini"],"time":["waktu","kali","jam"],"garden":["kebun","taman","halaman"],"caterpillar":["ulat","beluncas","ular kecil"],"Clara":["Clara","nama","wanita"],"eyes widened":["mata membesar","kelopak mata terbuka","mengernyitkan dahi"],"butterfly":["kupu-kupu","rama-rama","serangga terbang"],"aphids":["kutu","kumbang","serangga kecil"],"wrinkled":["keriput","berkerut","kemustahilan"],"exploring":["menjelajahi","mengexplore","mencari-cari"],"cocoon":["kakoon","kokon","kapsul"],"spider":["laba-laba","jangkrik","kalajengking"],"transformation":["perubahan","transformasi","perombakan"],"smile":["senyum","tersenyum","tersenyum lebar"],"courage":["keberanian","semangat","ketegasan"],"tasty":["lezaat","lezat","enak"],"join":["bergabung","gabung","ikut serta"]},"paragraphs":["Long time ago in a pretty garden, Clara the caterpillar moved very slowly through the green leaves.\n","\"Hi, Mr. Ladybug! Where are you going today?\" Clara happily asked.\n","The ladybug said, \"I'm looking for yummy bugs. Will you come with me?\"\n","\"Oh, I can't! I don't like aphids,\" Clara wrinkled her tiny nose.\n","Little Clara kept looking around and saw a small house hanging on a tree. She asked out loud, \"Who stays in there?\"\n","One very clever spider close by heard Clara ask a question. He said, \"That's where a caterpillar changes into a pretty butterfly.\"\n","Clara was amazed and said, \"I want to become a butterfly like them!\"\n","The spider smiled and said, \"You can do anything you set your mind to. Embrace change with courage and patience.\"\n","After listening to the spider, Clara chose to change. \nShe made a soft bed with shiny strings and waited calmly.\n"]}}}