{"title":"The Curious Little Caterpillar","hook":"Why did the little caterpillar want to reach the top of the tall sunflower?","moral":"Curiosity leads to discovery and growth.","paragraphs":["Once upon a time in a vibrant garden, there lived a curious little caterpillar named Clara. One sunny day, Clara gazed up at a tall sunflower towering above her and wondered what was at the top.","\"I want to see what's up there!\" Clara exclaimed excitedly to her friend, the ladybug. The ladybug warned, \"It's too high, you might get tired!\"","But Clara's curiosity was strong. She started climbing the sunflower, inch by inch. Along the way, she met a friendly bee who offered her encouragement, \"Keep going, little friend!\"","Despite facing challenges like a gusty wind and slippery petals, Clara persevered. Finally, she reached the top and was rewarded with a breathtaking view of the entire garden.","From up high, Clara learned that curiosity and persistence can lead to wonderful discoveries. She happily slid back down the sunflower, eager to share her adventure with her friends."],"keywords":["caterpillar","curiosity","sunflower","discovery","growth","friendship","perseverance","challenges","encouragement","adventure"],"characters":null,"translations":{"id-en":{"hook":"Why did the little caterpillar want to reach the top of the tall sunflower?","moral":"Curiosity leads to discovery and growth.","title":"The Curious Little Caterpillar","keywords":{"Clara":["Clara"],"curiosity":["ketertarikan","keingintahuan"],"persistence":["ketekunan","kegigihan"],"caterpillar":["ulat"],"sunflower":["matahari"],"persevered":["bertekad","bertahan"],"garden":["kebun","taman"],"bee":["lebah"],"ladybug":["kumbang"],"high":["tinggi"]},"paragraphs":["Long time ago in happy garden, there was a small caterpillar named Clara. One sunny day, Clara looked up at a big sunflower next to her and thought about what was on top.\n","Clara was very eager and shouted happily to her friend, the ladybug, \"I want to see what's up there!\" The ladybug said, \"It's really high, you may become weary!\"\n","Clara's curiosity was very big. She began climbing the tall flower, step by step. As she went up, she saw a nice bee who cheered her on, \"Don't give up, small buddy!\"\n","Even though Clara met strong winds and wet, slidey flower pieces, she never gave up. At last, she made it to the highest spot and saw the whole garden's amazing sight.\n","From above, Clara discovered that being curious and not giving up can help you find amazing things. She went down the sunflower happily and quickly to tell her friends about her fun adventure.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité nous aide à trouver de nouvelles choses et à grandir.","hook":"Pourquoi la petite chenille voulait-elle atteindre le sommet du grand tournesol?","keywords":{"Clara":["Clara"],"curiosité":["curiosity"],"abeille":["bee"],"découverte":["discovery"],"vent puissant":["strong wind"],"pétales glissants":["slippery petals"],"jardin":["garden"],"chenille":["caterpillar"],"coccinelle":["ladybug"],"là-haut":["up there"]},"paragraphs":["Il était une fois dans un jardin coloré, habitait une chenille curieuse nommée Clara. Un jour ensoleillé, Clara leva les yeux vers un grand tournesol dominant au-dessus d'elle et se demanda ce qui se trouvait au sommet.\n","\"Je veux voir ce qu'il y a là-haut!\" s'est exclamée Clara excitée à son amie, la coccinelle. La coccinelle a averti, \"C'est trop haut, tu pourrais te fatiguer!\"\n","Mais la curiosité de Clara était forte. Elle a commencé à grimper, tout doucement, le tournesol. En chemin, elle a rencontré une abeille sympathique qui lui a offert de l'encouragement, \"Continue, petite amie!\"\n","Malgré les défis comme un vent puissant et des pétales glissants, Clara a continué. Enfin, elle a atteint le sommet et a été récompensée par une vue à couper le souffle de tout le jardin.\n","De tout en haut, Clara a appris que la curiosité et la persévérance peuvent conduire à des découvertes merveilleuses. Elle est descendue joyeusement en glissant sur le tournesol, impatiente de partager son aventure avec ses amis.\n"]},"en-pt":{"title":"A Lagartinha Curiosa","moral":"A curiosidade leva a descobrir coisas novas e crescer.","hook":"Porque a pequena lagarta queria chegar lá em cima da girassol grande?","keywords":{"Clara":["Clara"],"lagarta":["caterpillar"],"jardim":["garden"],"joaninha":["ladybug"],"cansada":["tired"],"curiosidade":["curiosity"],"persistência":["persistence"],"descobertas":["discoveries"],"abelha":["bee"],"desafios":["challenges"],"recompensada":["rewarded"],"vista":["sight","view"]},"paragraphs":["Era uma vez, num jardim colorido, morava uma lagarta curiosa chamada Clara. Num dia ensolarado, Clara olhou para um girassol alto acima dela e imaginou o que havia no topo.\n","\"Quero ver o que está lá em cima!\" Clara exclamou animada para sua amiga, a joaninha. A joaninha alertou, \"É muito alto, você pode ficar cansada!\"\n","Mas a curiosidade de Clara era grande. Ela começou a subir no girassol, polegada por polegada. No caminho, ela encontrou uma abelha amigável que ofereceu encorajamento para ela, \"Continue assim, amiguinha!\"\n","Mesmo enfrentando desafios como um vento forte e pétalas escorregadias, Clara não desistiu. Finalmente, ela chegou ao topo e foi recompensada com uma vista deslumbrante de todo o jardim.\n","Lá do alto, Clara aprendeu que a curiosidade e a persistência podem levar a descobertas maravilhosas. Ela deslizou feliz de volta pelo girassol, ansiosa para compartilhar sua aventura com seus amigos.\n"]},"en-de":{"title":"Die Neugierige Kleine Raupe","moral":"Neugier führt zu Entdeckungen und Wachstum.","hook":"Warum wollte die kleine Raupe auf die Spitze der hohen Sonnenblume gelangen?","keywords":{"Clara":["Clara"],"wind":["wind"],"belohnt":["rewarded"],"sehen":["see","look"],"oben":["above","up"],"müde":["tired","weary"],"Neugierde":["curiosity"],"Entdeckungen":["discoveries"],"Neugier":["curiosity"],"Sonnenblume":["sunflower"],"Garten":["garden"],"Raupe":["caterpillar"]},"paragraphs":["Es war einmal in einem lebhaften Garten, da lebte eine neugierige kleine Raupe namens Clara. An einem sonnigen Tag schaute Clara zu einer hohen Sonnenblume hinauf, die über ihr aufragte, und fragte sich, was oben war.\n","\"Ich will sehen, was da oben ist!\" Clara rief aufgeregt zu ihrem Freund, dem Marienkäfer. Der Marienkäfer warnte: \"Es ist zu hoch, du könntest müde werden!\"\n","Aber Claras Neugier war stark. Langsam kletterte sie Sonnenblume auf, Zentimeter für Zentimeter. Unterwegs traf sie eine freundliche Biene, die ihr Mut machte, \"Weiter so, kleiner Freund!\"\n","Trotz schwierigkeiten wie einem starken wind und rutschigen blütenblättern, hat Clara nicht aufgegeben. Am ende hat sie es geschafft und wurde mit einer atemberaubenden aussicht auf den ganzen garten belohnt.\n","Oben lernte Clara, dass Neugierde und Beharrlichkeit zu wunderbaren Entdeckungen führen können. Fröhlich rutschte sie die Sonnenblume hinunter und freute sich darauf, ihr Abenteuer mit ihren Freunden zu teilen.\n"]}}}