{"title":"The Lost Acorn","hook":"What happens when a curious squirrel loses his favorite acorn in the mysterious forest?","moral":"Curiosity may lead to unexpected adventures and solutions.","paragraphs":["Once upon a time, in a cozy forest, there lived a small squirrel named Sammy. He cherished his shiny acorn like a treasure.","One sunny day, as Sammy roamed the forest, he stumbled upon a peculiar path. Curiosity sparkled in his eyes and he decided to explore further.","Lost in the forest, Sammy realized he had dropped his favorite acorn along the way. \"Oh no, where did it go?\" he exclaimed, feeling worried.","A wise owl heard Sammy's distress and offered to help. The owl taught Sammy to use his keen senses and memory to retrace his steps.","With focus and determination, Sammy found his acorn nestled under a vibrant bush. Grateful, he thanked the owl and happily returned home."],"keywords":"squirrel, acorn, forest, curious, adventure, memory, wise, help, gratitude, vibrant","characters":null,"translations":{"id-en":{"hook":"What happens when a curious squirrel loses his favorite acorn in the mysterious forest?","moral":"Curiosity may lead to unexpected adventures and solutions.","title":"The Lost Acorn","keywords":{"Sammy":["Sammy"],"squirrel":["tupai"],"acorn":["biji oak"],"owl":["burung hantu"],"senses":["indera"],"forest":["hutan"],"sunny day":["hari cerah"],"explore":["menjelajah","mengexplore"]},"paragraphs":["Long ago, in a comfortable forest, there was a little squirrel called Sammy. He loved his bright acorn very much, like a special gem.\n","One bright day, Sammy walked through the forest and found a strange way. He felt very curious and wanted to see more.\n","Sammy was walking in the forest when he noticed he had lost his favorite acorn. He said, \"Oh no, where did it go?\" and started to feel worried.\n","One smart owl heard Sammy's worry and said, \"I can help you.\" The owl taught Sammy to use his good eyes and remember where he had been.\n","Sammy is a little squirrel who looked very hard until he found his special nut hidden under a colorful plant. He said thank you to the wise owl and went back home smiling.\n"]},"en-de":{"title":"Die Verlorene Eichel","moral":"Neugier kann zu unerwarteten Abenteuern und Lösungen führen.\n","hook":"Was passiert, wenn ein neugieriges Eichhörnchen seine Lieblings-Eichel im geheimnisvollen Wald verliert?","keywords":{"Eichhörnchen":["squirrel"],"Wald":["forest"],"Schatz":["treasure"],"Eule":["owl"],"Gedächtnis":["memory"],"Sinne":["senses"],"sonnig":["sunny"],"neugierig":["curious"],"Sammy":["Sammy"],"Eichel":["acorn"]},"paragraphs":["Es war einmal in einem gemütlichen Wald ein kleines Eichhörnchen namens Sammy. Er liebte seine glänzende Eichel wie einen Schatz.\n","An einem sonnigen Tag, als Sammy durch den Wald streifte, stolperte er über einen seltsamen Pfad. Neugier funkelte in seinen Augen und er beschloss, weiter zu erkunden.\n","Verloren im Wald bemerkte Sammy, dass er seine Lieblings-Eichel verloren hatte. \"Oh nein, wo ist sie hin?\", rief er besorgt aus.\n","Ein kluger Eule hörte Sammys Not und bot an, zu helfen. Die Eule lehrte Sammy, seine scharfen Sinne und Gedächtnis zu nutzen, um seinen Weg zurückzuverfolgen.\n","Mit vollem Einsatz und Entschlossenheit fand Sammy seine Eichel, die unter einem lebendigen Busch eingenistet war. Dankbar bedankte er sich bei der Eule und kehrte glücklich nach Hause zurück.\n"]},"en-pt":{"title":"A Bolinha Perdida","moral":"A curiosidade pode levar a aventuras e soluções inesperadas.","hook":"O que acontece quando um esquilo curioso perde sua bolota favorita na floresta misteriosa?","keywords":{"forest":["floresta"],"favorite":["favorito"],"worried":["preocupado"],"once upon a time":["era uma vez"],"cozy forest":["floresta aconchegante"],"squirrel":["esquilo"],"Sammy":["Samuel"],"bolota":["bolota"],"coruja":["coruja"],"floresta":["forest"],"curiosidade":["curiosity"],"ensinar":["teach"],"memória":["memory"]},"paragraphs":["Era uma vez, numa floresta aconchegante, morava um esquilo pequeno chamado Sammy. Ele amava sua bolota brilhante como um tesouro.\n","Numa linda manhã, enquanto Sammy passeava pela floresta, ele encontrou um caminho peculiar. A curiosidade brilhou em seus olhos e ele decidiu explorar mais.\n","Perdido na floresta, Sammy percebeu que tinha deixado sua bolota favorita pelo caminho. \"Ah não, para onde foi?\" exclamou, se sentindo preocupado.\n","Uma coruja sábia ouviu a tristeza de Sammy e se ofereceu para ajudar. A coruja ensinou Sammy a usar seus sentidos apurados e memória para voltar atrás em seus passos.\n","Com muita atenção e força de vontade, Sammy encontrou sua bolota debaixo de um arbusto colorido. Agradecido, ele agradeceu à coruja e voltou para casa feliz.\n"]},"en-fr":{"moral":"La curiosité peut mener à des aventures et des solutions inattendues.","title":"La Noix Perdue","hook":"Que se passe-t-il quand un écureuil curieux perd son gland préféré dans la forêt mystérieuse?","keywords":{"owl":["hibou"],"wise":["sage"],"senses":["sens"],"Sammy":["Sammy"],"forêt":["forest"],"noisette":["hazelnut"],"sunny day":["jour ensoleillé"],"forest":["forêt"],"curiosity":["curiosité"],"hibou":["owl"],"écureuil":["squirrel"]},"paragraphs":["Il était une fois, dans une jolie forêt, vivait un petit écureuil nommé Sammy. Il chérissait sa brillante gland comme un trésor.\n","Un jour ensoleillé, alors que Sammy se promenait dans la forêt, il est tombé sur un drôle de chemin. La curiosité brillait dans ses yeux et il a décidé d'explorer davantage.\n","Perdu dans la forêt, Sammy a réalisé qu'il avait laissé tomber sa noisette préférée en chemin. \"Oh non, où est-elle allée ?\" s'est-il exclamé, se sentant inquiet.\n","Un hibou sage a entendu la détresse de Sammy et a proposé de l'aider. Le hibou a appris à Sammy à utiliser ses sens aiguisés et sa mémoire pour reprendre ses pas.\n","En se concentrant et en étant déterminé, Sammy a trouvé sa noisette nichée sous un buisson coloré. Reconnaissant, il a remercié le hibou et est rentré chez lui joyeusement.\n"]}}}