{"title":"Baba's Bouncing Blooms","hook":"Join Baba as she discovers a magical garden filled with bouncing flowers!","moral":"Be patient and kind to help things grow and bloom beautifully.","paragraphs":["One sunny morning, Baba skipped into the garden, ready to water her favorite flowers. As she poured water over the plants, she noticed something strange - the flowers were bouncing up and down, giggling with joy!","Curious, Baba asked the flowers, \"Why are you bouncing?\" The flowers explained that they needed extra love and care to bloom beautifully. Baba promised to help them, but she wasn't sure how.","Determined to make the flowers happy, Baba sang gentle songs to them, danced around them, and even told them funny stories. She showed them love and patience, and soon the bouncing flowers began to grow taller and brighter.","As the sun set, the garden was filled with the most magnificent blooms Baba had ever seen. The flowers no longer bounced in excitement but swayed gently in the breeze, thanking Baba for her kindness and care."],"keywords":["Baba","blossoms","garden","bouncing","love","patience","grow","blooms","magical","kindness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"Join Baba as she discovers a magical garden filled with bouncing flowers!","moral":"Be patient and kind to help things grow and bloom beautifully.","title":"Baba's Bouncing Blooms","keywords":{"flowers":["bunga"],"bouncing":["melompat","bergoyang"],"love":["cinta","kasih"],"Baba":["Baba"],"happy":["bahagia","senang"],"sunny morning":["pagi yang cerah"],"favorite flowers":["bunga favorit"],"bouncing flowers":["bunga melompat","bunga bergoyang"],"garden":["kebun","taman"],"kindness":["kebaikan","keramahan"]},"paragraphs":["One bright morning, Granny hopped to the garden, all set to give her best flowers a drink. When she poured water on the plants, she saw something peculiar - the flowers were bouncing happily!\n","Curious, Baba asked the flowers, \"Why are you bouncing?\" The flowers explained that they needed extra love and care to bloom beautifully. Baba promised to help them, but she wasn't sure how.\n","Baba wanted the flowers to be happy. She sang soft songs, danced, and told funny stories. She showed them love and patience. The flowers grew taller and brighter.\n","When the big light in the sky said goodnight, the garden was full of the prettiest flowers Baba had ever seen. The flowers were not jumping with joy anymore; they were moving softly in the wind, saying thank you to Baba for being so nice.\n"]},"en-pt":{"hook":"Acompanhe Baba explorando um jardim mágico cheio de flores saltitantes!","moral":"Seja paciente e gentil para ajudar as coisas crescerem e florescerem lindamente.","title":"As Flores Saltitantes da Vovó\n","keywords":{"sol":["sun"],"jardim":["garden"],"flores":["flowers"],"Curious":["Curious"],"Flowers":["flowers"],"Love":["love"],"Baba":["drool"],"amor":["love"],"pulando":["jumping"]},"paragraphs":["Certa manhã ensolarada, a Baba pulou para o jardim, pronta para regar suas flores favoritas. Enquanto ela despejava água sobre as plantas, ela notou algo estranho - as flores estavam pulando para cima e para baixo, rindo de alegria!\n","Curiosa, Baba perguntou para as flores, \"Por que vocês estão pulando?\" As flores explicaram que precisavam de amor extra e cuidado para florescerem lindamente. Baba prometeu ajudá-las, mas não sabia como.\n","Determinada a fazer as flores felizes, Baba cantou músicas suaves para elas, dançou ao redor delas e até contou histórias engraçadas. Ela mostrou a elas amor e paciência, e logo as flores saltitantes começaram a crescer mais altas e brilhantes.\n","Quando o sol se pôs, o jardim ficou cheio das flores mais magníficas que Baba já tinha visto. As flores não saltavam mais de emoção, mas balançavam suavemente na brisa, agradecendo a Baba por sua bondade e cuidado.\n"]},"en-de":{"title":"Babas Hüpfende Blumen","hook":"Begleite Baba, wenn sie einen verzauberten Garten entdeckt, der mit hüpfenden Blumen gefüllt ist!","moral":"Sei geduldig und freundlich, um den Dingen zu helfen wachsen und schön blühen.","keywords":{"Baba":["Dad","Father"],"Blumen":["Flowers"],"Liebe":["Love"],"sun":["Sonne"],"garden":["Garten"],"flowers":["Blumen"],"Garten":["Garden"],"Mama":["Mom","Mother"],"glücklich":["Happy"]},"paragraphs":["An einem sonnigen Morgen hüpfte Baba fröhlich in den Garten, bereit, ihre Lieblingsblumen zu gießen. Als sie Wasser über die Pflanzen goss, bemerkte sie etwas Seltsames - die Blumen hüpften auf und ab und kicherten vor Freude!\n","Neugierig fragte Baba die Blumen: \"Warum hüpft ihr?\" Die Blumen erklärten, dass sie zusätzliche Liebe und Pflege brauchten, um schön zu erblühen. Baba versprach, ihnen zu helfen, wusste aber nicht genau wie.\n","Mama hatte sich fest vorgenommen, die Blumen glücklich zu machen. Sie sang sanfte Lieder für sie, tanzte um sie herum und erzählte ihnen sogar lustige Geschichten. Sie zeigte ihnen Liebe und Geduld, und bald begannen die springenden Blumen, größer und heller zu wachsen.\n","Als die Sonne unterging, war der Garten mit den schönsten Blumen gefüllt, die Baba je gesehen hatte. Die Blumen hüpften nicht mehr aufgeregt herum, sondern wiegten sich sanft im Wind und dankten Baba für ihre Freundlichkeit und Pflege.\n"]},"en-fr":{"moral":"Sois patient et gentil pour aider les choses à grandir et fleurir joliment.","hook":"Viens avec Baba quand elle découvre un jardin magique rempli de fleurs rebondissantes !","title":"Les Fleurs Sautillantes de Baba","keywords":{"soleil":["sun"],"jardin":["garden"],"fleurs":["flowers"],"Curieux":["Curious"],"Fleurs":["flowers"],"Promit":["Promised"],"Baba":["Father"],"chansons":["songs"],"matin":["morning"]},"paragraphs":["Un matin ensoleillé, Baba a sautillé dans le jardin, prête à arroser ses fleurs préférées. En versant de l'eau sur les plantes, elle a remarqué quelque chose d'étrange - les fleurs rebondissaient en haut et en bas, en riant de joie !\n","Curieux, Baba demanda aux fleurs, \"Pourquoi rebondissez-vous ?\" Les fleurs expliquèrent qu'elles avaient besoin d'amour et d'attention supplémentaires pour fleurir magnifiquement. Baba promit de les aider, mais elle n'était pas sûre comment.\n","Pour rendre les fleurs heureuses, Baba leur chanta des chansons douces, dansa autour d'elles, et leur raconta même des histoires drôles. Elle leur montra de l'amour et de la patience, et bientôt les fleurs rebondissantes commencèrent à grandir plus grandes et plus lumineuses.\n","Quand le soleil se couchait, le jardin était rempli des plus belles fleurs que Baba n'avait jamais vues. Les fleurs ne sautaient plus d'excitation mais se balançaient doucement dans la brise, remerciant Baba pour sa gentillesse et son attention.\n"]}}}