{"title":"The Lost Treasure Hunt","hook":"In the magical Fora jungle, Maila and Kian embark on an exciting adventure. Will they find the hidden treasure?","moral":"Teamwork and perseverance can help us overcome challenges and find success.","paragraphs":["Once upon a time, in the heart of the Fora jungle, Maila the garden fairy and Kian the loyal tiger were best friends. One sunny day, they heard a tale about a hidden treasure deep within the jungle.","Excited by the prospect of finding the treasure, Maila and Kian set off on a thrilling treasure hunt. They encountered tricky vines, slippery rocks, and a mysterious riddle that led them astray.","While Kian's strength helped them navigate obstacles, it was Maila's quick thinking that solved the riddle and unveiled the treasure's location. Together, they unearthed a chest filled with shimmering gems and sparkling trinkets.","As they returned home, Maila and Kian realized that they were a great team because they complemented each other's strengths. The adventure taught them that by working together and never giving up, they could achieve anything they set their minds to."],"keywords":["Fora jungle","Maila","Kian","treasure hunt","teamwork","perseverance","friendship","adventure","riddle","obstacles"],"characters":["Maila","Kian"],"series":"fables-of-fora-forests","translations":{"en-fr":{"moral":"Travailler ensemble et ne pas abandonner peuvent nous aider à surmonter les défis et trouver le succès.\n","hook":"Au cœur de la magique jungle de Fora, Maila et Kian se lancent dans une aventure palpitante. Vont-ils trouver le trésor caché?","title":"La Chasse au Trésor Perdu","keywords":{"jungle":["jungle"],"fée":["fairy"],"trésor":["treasure"],"super équipe":["super team"],"forces de l'autre":["forces of the other"],"travailler ensemble":["work together"],"vignes":["vines"],"rochers":["rocks"],"Kian":["Kian"],"Maila":["Maila"]},"paragraphs":["Il était une fois, au cœur de la jungle de Fora, Maila la fée du jardin et Kian le tigre loyal étaient les meilleurs amis. Un jour ensoleillé, ils ont entendu un conte sur un trésor caché au fond de la jungle.\n","Tout excités à l'idée de trouver le trésor, Maila et Kian partirent à l'aventure du trésor palpitant. Sur leur chemin, ils ont rencontré des vignes compliquées, des rochers glissants, et une énigme mystérieuse qui les a égarés.\n","Pendant que la force de Kian les a aidés à traverser les obstacles, c'était la pensée rapide de Maila qui a résolu l'énigme et a révélé l'emplacement du trésor. Ensemble, ils ont découvert un coffre rempli de gemmes scintillantes et de bibelots étincelants.\n","En rentrant chez eux, Maila et Kian ont réalisé qu'ils formaient une super équipe car ils complétaient les forces de l'autre. L'aventure leur a appris qu'en travaillant ensemble et en ne baissant jamais les bras, ils pouvaient accomplir tout ce qu'ils se proposaient.\n"]},"en-pt":{"title":"A Caça ao Tesouro Perdido","moral":"Trabalhar juntos e nunca desistir pode nos ajudar a superar dificuldades e encontrar sucesso.\n","hook":"Na mágica floresta de Fora, Maila e Kian partem em uma aventura empolgante. Será que eles vão encontrar o tesouro escondido?","keywords":{"fada":["fairy"],"tesouro":["treasure"],"floresta":["forest"],"força":["strength","force"],"gema":["gem"],"caça ao tesouro":["treasure hunt"],"misteriosa":["mysterious"],"team":["team"],"strengths":["strengths"],"working together":["working together"]},"paragraphs":["Era uma vez, no meio da floresta de Fora, Maila a fada do jardim e Kian o tigre leal eram melhores amigos. Num dia ensolarado, eles ouviram uma história sobre um tesouro escondido no coração da floresta.\n","Animados com a ideia de encontrar o tesouro, Maila e Kian partiram em uma emocionante caça ao tesouro. Eles encontraram cipós complicados, rochas escorregadias e uma charada misteriosa que os fez se desviar.\n","A força do Kian ajudou eles a passarem pelos obstáculos, mas foi a rapidez de pensamento da Maila que resolveu o enigma e revelou onde estava o tesouro. Juntos, eles encontraram um baú cheio de gemas brilhantes e bugigangas reluzentes.\n","Quando voltaram para casa, Maila e Kian perceberam que eram um ótimo time porque complementavam as forças um do outro. A aventura ensinou-lhes que ao trabalhar juntos e nunca desistir, eles poderiam alcançar tudo o que propusessem.\n"]},"en-de":{"title":"Die Suche nach dem Verlorenen Schatz","moral":"Wenn wir zusammenarbeiten und nicht aufgeben, können wir Probleme lösen und Erfolg haben.\n","hook":"In dem zauberhaften Fora Dschungel begeben sich Maila und Kian auf ein aufregendes Abenteuer. Werden sie den versteckten Schatz finden?\n","keywords":{"Gartenfee":["Garden fairy"],"treuer Tiger":["loyal tiger"],"versteckter Schatz":["hidden treasure"],"Schatz":["treasure"],"Ranken":["vines"],"Rätsel":["riddle","puzzle"],"Team":["team"],"Zusammenarbeit":["collaboration"],"Abenteuer":["adventure"],"Kian":["Kian"],"Maila":["Maila"]},"paragraphs":["Es war einmal, im Herzen des Fora-Dschungels, Maila die Gartenfee und Kian der treue Tiger waren beste Freunde. An einem sonnigen Tag hörten sie eine Geschichte über einen versteckten Schatz tief im Dschungel.\n","Begeistert von der Vorstellung, den Schatz zu finden, machten sich Maila und Kian auf eine aufregende Schatzsuche. Sie trafen auf knifflige Ranken, rutschige Steine und ein geheimnisvolles Rätsel, das sie in die Irre führte.\n","Kians Kraft half ihnen, Hindernisse zu überwinden, doch es war Mailas schnelles Denken, das das Rätsel löste und den Standort des Schatzes enthüllte. Gemeinsam gruben sie eine Truhe voller glänzender Edelsteine und funkelnder Trinkets aus.\n","Als sie nach Hause kamen, merkten Maila und Kian, dass sie ein tolles Team waren, da sie sich gegenseitig ergänzten. Das Abenteuer lehrte sie, dass sie durch Zusammenarbeit und niemals aufgeben alles erreichen konnten, was sie sich vornahmen.\n"]},"id-en":{"hook":"In the magical Fora jungle, Maila and Kian embark on an exciting adventure. Will they find the hidden treasure?","moral":"Teamwork and perseverance can help us overcome challenges and find success.","title":"The Lost Treasure Hunt","keywords":{"jungle":["hutan","rimba"],"fairy":["peri","bidadari"],"treasure":["harta karun"],"Maila":["Maila"],"Kian":["Kian"],"teamwork":["kerja sama tim","kolaborasi"],"hunt":["buru","berburu"],"riddle":["teka-teki","teka-teki sulit"],"strong":["kuat","tangguh"],"quick thinking":["berpikir cepat","terampil berpikir"]},"paragraphs":["Long time ago, in deep jungle, Maila the fairy who takes care of plants and Kian the trustworthy tiger were best friends. One day, under the bright sun, they listened to a story about a secret treasure in the jungle.\n","Very happy about finding something special, Maila and Kian went on a super fun search for treasure. They saw twisty plants, slippy stones, and a secret puzzle that made them lose the way.\n","Kian was very strong and he helped them get past big hurdles. Maila was really smart and she figured out the tricky thing and found where the special shiny things were hidden. They both dug up a box with pretty gems and shiny toys inside.\n","One day, Maila and Kian went home. They learned they were a fantastic duo because they helped each other and didn't give up. The big trip showed them that together they could do anything!\n"]}}}