{"title":"The Rabbit's Berry Dilemma","hook":"One day, a friendly rabbit discovers a secret berry bush in the forest. What will happen next?","moral":"Sharing makes everyone happy.","paragraphs":["Once upon a time, in a sunny forest, a fluffy rabbit named Rosie hopped around looking for a delicious snack.","Suddenly, she stumbled upon a hidden bush full of juicy berries! Rosie's eyes sparkled with joy as she nibbled on the sweet treats.","Just then, a wise squirrel named Sammy scurried over and asked, \"May I try a berry, too?\"","Rosie hesitated, worried that there wouldn't be enough berries for both of them. She thought for a moment before deciding to share.","As they both enjoyed the berries together, they laughed and chatted, becoming fast friends. Rosie learned that sharing brought double the joy."],"keywords":"rabbit, forest, berries, sharing, friendship, kindness, dilemma, joy, lesson, decision","characters":null,"translations":{"id-en":{"hook":"One day, a friendly rabbit discovers a secret berry bush in the forest. What will happen next?","moral":"Sharing makes everyone happy.","title":"The Rabbit's Berry Dilemma","keywords":{"berries":["berry"],"friends":["teman","sahabat"],"sharing":["berbagi","membagi"],"Rosie":["Rosie"],"share":["membagikan","berbagi"],"bush":["semak","belukar"],"happiness":["kebahagiaan","kesenangan"],"forest":["hutan","rimba"],"bunny":["kelinci","rabbit"],"delicious":["lezat","enak"],"squirrel":["tupai","iklhas"],"Sammy":["Sammy"],"berry":["berry"]},"paragraphs":["Long time ago, in a bright forest, a fluffy bunny named Rosie hopped around searching for a yummy treat.\n","All of a sudden, she found a secret bush that was full of yummy berries! Rosie's eyes shined with happiness as she took small bites of the tasty snacks.\n","Once upon a time, a clever little squirrel called Sammy quickly ran up and said, \"Can I have a berry too?\"\n","Rosie paused, she was afraid that there wouldn't be enough berries for both of them. She stopped and then decided to share.\n","They both had fun eating the yummy berries, they laughed and talked a lot, and soon they became best buddies.\n"]},"en-pt":{"moral":"Dividir faz todo mundo feliz.","title":"O Dilema da Frutinha do Coelhinho","hook":"Um dia, um coelho amigável descobre um arbusto de frutas secreto na floresta. O que será que vai acontecer depois?\n","keywords":{"Rosie":["Rosie"],"frutinhas":["little fruits"],"decidir":["decide"],"esquilo sábio":["wise squirrel"],"perguntou":["asked"],"frutinha":["small fruit"],"coelhinho":["little rabbit"],"floresta":["forest"],"lanchinho":["snack"],"amigos":["friends"],"alegria":["joy"],"moitinha":["deep bush"],"olhinhos":["little eyes"]},"paragraphs":["Era uma vez, em uma floresta ensolarada, um coelhinho fofo chamado Rosie pulou procurando um lanchinho delicioso.\n","De repente, ela encontrou uma moitinha escondida cheia de frutinhas suculentas! Os olhinhos de Rosie brilharam de alegria enquanto beliscava as guloseimas docinhas.\n","Nesse momento, um esquilo sábio chamado Sammy correu e perguntou: \"Posso experimentar uma frutinha também?\"\n","Rosie ficou pensando, com medo de que não houvesse frutinhas suficientes para os dois. Ela parou um instante antes de decidir dividir.\n","Quando os dois gostaram das frutinhas juntos, eles riram e conversaram, virando amigos rapidamente. Rosie aprendeu que compartilhar trazia o dobro da alegria.\n"]},"en-fr":{"title":"Le Lapin et les Baies Magiques","moral":"Partager rend tout le monde heureux.","hook":"Un jour, un gentil lapin découvre un buisson de baies secret dans la forêt. Que va-t-il se passer ensuite?","keywords":{"lapin":["rabbit"],"Rosie":["Rosie"],"sautillait":["skipped","hopped"],"écureuil":["squirrel"],"sage":["wise"],"baie":["berry"],"baies":["berries"],"amis":["friends"],"joie":["joy"],"hésita":["hesitated"],"baies juteuses":["juicy berries"],"bonheur":["happiness"],"friandises sucrées":["sweet treats"]},"paragraphs":["Il était une fois, dans une forêt ensoleillée, un lapin tout doux nommé Rosie sautillait à la recherche d'une collation délicieuse.\n","Tout à coup, elle est tombée sur un buisson caché rempli de baies juteuses ! Les yeux de Rosie brillaient de bonheur tandis qu'elle grignotait les friandises sucrées.\n","Au même moment, un sage écureuil nommé Sammy s'est précipité et a demandé : \"Puis-je essayer une baie, moi aussi ?\"\n","Rosie hésita, inquiète qu'il n'y ait pas assez de baies pour eux deux. Elle réfléchit un instant avant de décider de partager.\n","Alors qu'ils appréciaient les baies ensemble, ils rigolaient et papotaient, devenant de grands amis. Rosie a découvert que partager apportait double la joie.\n"]},"en-de":{"title":"Das Hasen Beeren Dilemma","moral":"Teilen macht alle glücklich.\n","hook":"Eines Tages entdeckt ein freundlicher Hase einen geheimen Beerenbusch im Wald. Was wird als Nächstes geschehen?\n","keywords":{"Häschen":["bunny","rabbit"],"Rosie":["Rosie"],"Wald":["forest","woods"],"Beeren":["berries"],"lachten":["laughed"],"Freunde":["friends"],"Augen":["eyes"],"Freude":["joy","happiness"],"teilen":["share","divide"],"Eichhörnchen":["squirrel"],"klug":["clever","smart"],"Beere":["berry"]},"paragraphs":["Es war einmal, in einem sonnigen Wald, ein flauschiges Häschen namens Rosie hüpfte herum und suchte nach einem leckeren Snack.\n","Plötzlich stieß sie auf einen verborgenen Busch voller saftiger Beeren! Rosies Augen funkelten vor Freude, als sie an den süßen Leckereien knabberte.\n","Gerade dann kam ein kluges Eichhörnchen namens Sammy gehuscht und fragte: \"Darf ich auch eine Beere probieren?\"\n","Rosie zögerte. Sie machte sich Sorgen, dass es nicht genug Beeren für beide geben würde. Nachdem sie einen Moment nachgedacht hatte, beschloss sie zu teilen.\n","Als sie beide die Beeren zusammen genossen, lachten sie und plauderten miteinander und wurden schnelle Freunde. Rosie lernte, dass Teilen doppelte Freude bringt.\n"]}}}