{"title":"The Dancing Sunflower","hook":"Discover how a shy sunflower found the courage to blossom in front of the world.","moral":"Be brave and shine bright, even when you feel shy or scared.","paragraphs":["In a vibrant garden, there was a sunflower named Sunny who was too shy to dance and sway like the other flowers.","One day, a playful butterfly named Bella fluttered by and asked, \"Sunny, why don't you dance with us? It's so much fun!\"","Tears welled up in Sunny's eyes as she whispered, \"I'm scared to dance. What if I look silly?\"","Bella gently replied, \"Don't worry, just follow your heart and feel the music. Your dance will be as beautiful as your petals.\"","Encouraged by Bella's words, Sunny took a deep breath, closed her eyes, and swayed to the gentle breeze with the other flowers.","As Sunny danced, the sun peeked through the clouds and shone brightly on her, making her petals sparkle with joy."],"keywords":["shy","sunflower","courage","blossom","dance","butterfly","music","beautiful","sparkle","joy"],"characters":null,"translations":{"id-en":{"hook":"Discover how a shy sunflower found the courage to blossom in front of the world.","moral":"Be brave and shine bright, even when you feel shy or scared.","title":"The Dancing Sunflower","keywords":{"Sunny":["cerah"],"danced":["menari"],"petals":["kelopak"],"tears":["air mata"],"scared":["takut"],"dance":["menari"],"butterfly":["kupu-kupu"],"fun":["seru","menyenangkan"],"Bella":["Bella"],"flowers":["bunga"],"heart":["hati"],"flower":["bunga"]},"paragraphs":["In a colorful garden, there was a big yellow flower named Sunny. Sunny didn't want to dance and move like the other flowers because she felt a bit scared. But one day, when the sun came out and the gentle breeze started to blow, Sunny felt brave and danced happily along with her friends.\n","Once a day, a fun butterfly called Bella flew near and said, \"Sunny, why not dance with us? It's very fun!\"\n","Tears filled Sunny's eyes as she said softly, \"I'm scared to dance. What if I look funny?\"\n","Bella said softly, \"Don't fret, just listen to your heart and feel the music. Your dance will be as lovely as your colorful flowers.\"\n","Bella said nice words. Sunny breathed deep, closed eyes, and danced with breeze like flowers.\n","When Sunny danced, the bright sun smiled from behind the fluffy clouds, casting a happy glow on her flower petals.\n"]},"en-de":{"title":"Die tanzende Sonnenblume","moral":"Sei mutig und leuchte hell, auch wenn du schüchtern oder ängstlich bist.","hook":"Eines Tages hat ein schüchterner Sonnenblume Mut bekommen und hat sich getraut, vor der ganzen Welt zu blühen.","keywords":{"Bella":["Beautiful"],"Sunny":["Sunshine"],"Blumen":["Flowers"],"Tränen":["Tears"],"Augen":["Eyes"],"Angst":["Fear","Anxiety"],"Schmetterling":["Butterfly"],"tanzen":["Dance"],"Spaß":["Fun"],"Sonnenblume":["Sunflower"],"schüchtern":["Shy"],"Sonne":["Sun"],"Blüten":["Blossoms"],"Herz":["Heart"],"Musik":["Music"]},"paragraphs":["In einem fröhlichen Garten gab es eine Sonnenblume namens Sunny, die zu schüchtern war, um wie die anderen Blumen zu tanzen und zu schwenken.\n","Eines Tages flog ein verspielter Schmetterling namens Bella vorbei und fragte: \"Sunny, warum tanzt du nicht mit uns? Es macht so viel Spaß!\"\n","Sonnys Augen füllten sich mit Tränen, als sie flüsterte: \"Ich habe Angst zu tanzen. Was ist, wenn ich albern aussehe?\"\n","Bella antwortete sanft: \"Keine Sorge, folge einfach deinem Herzen und spüre die Musik. Dein Tanz wird so schön sein wie deine Blüten.\"\n","Mit Bellas Worten ermutigt, atmete Sunny tief ein, schloss ihre Augen und schwang mit den anderen Blumen im sanften Wind.\n","Als Sunny tanzte, schaute die Sonne durch die Wolken und strahlte hell auf sie, die ihre Blüten vor Freude glitzern ließ.\n"]},"en-pt":{"title":"A Flor Bailarina\n","hook":"Saiba como um girassol tímido encontrou a coragem para florescer na frente do mundo.","moral":"Seja corajoso e brilhe muito, mesmo quando você se sentir tímido ou assustado.\n","keywords":{"Bella":["Beautiful"],"Sunny":["Bright","Radiant"],"flores":["flowers"],"coração":["heart"],"dança":["dance"],"girassol":["sunflower"],"Solzinho":["Little Sun"],"dançar":["to dance"],"Ensoleirada":["Sun-kissed"],"espiadinha":["peek"],"reluzirem":["shine"],"butterfly":["butterfly"],"playful":["playful"],"Tears":["Tears"],"Scared":["Scared"]},"paragraphs":["Em um jardim colorido, havia um girassol chamado Solzinho que era muito tímido para dançar e balançar como as outras flores.\n","Um dia, uma borboleta brincalhona chamada Bella passou voando e perguntou: \"Sunny, por que não dança conosco? É tão divertido!\"\n","Lágrimas surgiram nos olhinhos sorridentes de Sunny enquanto ela sussurrava, \"Estou com medo de dançar. E se parecer boba?\"\n","Bella respondeu suavemente, \"Não se preocupe, apenas siga seu coração e sinta a música. Sua dança será tão bonita quanto suas pétalas.\"\n","Animada pelas palavras da Bella, a Sunny respirou fundo, fechou os olhos e balançou-se suavemente com a brisa leve junto das outras flores.\n","Enquanto a Ensoleirada dançava, o sol deu uma espiadinha das nuvens e brilhou muito nela, fazendo suas pétalas reluzirem de felicidade.\n"]},"en-fr":{"title":"La Fleur Dansante","moral":"Sois courageux et brille fort, même quand tu te sens timide ou effrayé.","hook":"Un jour, une timide tournesol a trouvé le courage de s'épanouir devant tout le monde.","keywords":{"Sunny":["Soleil"],"tournesol":["Sunflower"],"danser":["Dance"],"Bella":["Beautiful"],"cœur":["Heart"],"musique":["Music"],"larmes":["Tears"],"peur":["Fear"],"ridicule":["Ridiculous"],"butterfly":["Papillon"],"dance":["Danse"],"fun":["Amusement"],"soleil":["Sun"],"pétales":["Petals"],"fleurs":["Flowers"]},"paragraphs":["Dans un jardin lumineux, il y avait un tournesol appelé Sunny qui était trop timide pour danser et se balancer comme les autres fleurs.\n","Un jour, une jolie papillon nommée Bella a voltigé près de Sunny et l'a demandé, \"Sunny, pourquoi tu ne danses pas avec nous? C'est tellement amusant!\"\n","Des larmes ont rempli les yeux de Sunny alors qu'elle chuchotait, \"J'ai peur de danser. Et si je parais ridicule?\"\n","Bella doucement dit, \"Ne t'inquiète pas, suis simplement ton cœur et ressens la musique. Ta danse sera aussi belle que tes pétales.\"\n","Après avoir entendu les gentils mots de Bella, Sunny a pris une grande respiration, fermé les yeux et s'est balancée avec la brise douce parmi les autres fleurs.\n","Alors que Sunny dansait, le soleil a jeté un coup d'œil à travers les nuages et a brillé très fort sur elle, faisant scintiller ses pétales de joie.\n"]}}}