{"title":"The Curious Caterpillar","hook":"Emma, a curious caterpillar, wanted to discover what magical colors awaited her transformation! What did she find?","moral":"Curiosity can lead to wonderful discoveries in life.","paragraphs":["Once upon a time in the cozy meadow, lived a little caterpillar named Emma. She was different from her friends because she was always curious about everything around her.","One day, Emma saw a beautiful butterfly fluttering by in vibrant colors. Intrigued, she asked, \"How did you become so colorful?\" The butterfly smiled and said, \"It's the magical transformation we go through.\"","Emma's curiosity sparked, and she decided to find out more. She met a wise old turtle who told her about a magical garden beyond the meadow where caterpillars turned into butterflies.","Determined, Emma embarked on her journey. Along the way, she faced challenges like crossing a glistening stream and climbing a steep hill. With perseverance and courage, she finally reached the garden.","In the magical garden, Emma spun herself into a cocoon. Days passed, and one morning, she emerged as a stunning butterfly with shimmering colors that dazzled in the sunlight."],"keywords":"caterpillar, transformation, colors, curiosity, discovery, journey, perseverance, magic, butterfly, meadow","characters":null,"translations":{"en-fr":{"moral":"La curiosité peut conduire à de merveilleuses découvertes dans la vie.\n","hook":"Emma, une chenille curieuse, voulait découvrir quelles couleurs magiques l'attendaient pour sa transformation ! Qu'a-t-elle trouvé ?","title":"La Chenille Curieuse","keywords":{"chenille":["caterpillar"],"prairie":["meadow"],"curieuse":["curious","inquisitive"],"Emma":["Emma"],"papillons":["butterflies"],"voyage":["journey","travel"],"jardin":["garden"],"magical garden":["magical garden"],"cocoon":["cocoon"],"stunning butterfly":["stunning butterfly"],"papillon":["butterfly"],"couleurs":["colors"]},"paragraphs":["Il était une fois dans la belle prairie, vivait une petite chenille appelée Emma. Elle était spéciale car elle était toujours curieuse de tout autour d'elle.\n","Un jour, Emma vit un joli papillon virevoltant avec des couleurs vives. Intriguée, elle demanda, \"Comment es-tu devenu si coloré?\" Le papillon sourit et répondit, \"C'est la transformation magique que nous subissons.\"\n","Emma était très curieuse et décida d'en savoir plus. Elle rencontra une vieille tortue sage qui lui parla d'un jardin magique au-delà de la prairie où les chenilles se transformaient en papillons.\n","Pleine de détermination, Emma a commencé son voyage. Sur son chemin, elle a rencontré des défis comme traverser un ruisseau scintillant et escalader une colline escarpée. Avec persévérance et courage, elle a finalement atteint le jardin.\n","Dans le jardin magique, Emma s'est enroulée dans un cocon. Les jours ont passé, et un matin, elle est apparue en tant que magnifique papillon aux couleurs chatoyantes qui étincelaient au soleil.\n"]},"id-en":{"hook":"Emma, a curious caterpillar, wanted to discover what magical colors awaited her transformation! What did she find?","moral":"Curiosity can lead to wonderful discoveries in life.","title":"The Curious Caterpillar","keywords":{"caterpillar":["ulat","kupu-kupu kecil"],"meadow":["padang rumput"],"curious":["penasaran","ingin tahu"],"Emma":["Emma"],"journey":["perjalanan","petualangan"],"challenges":["tantangan","tantangan-tantangan"],"garden":["taman","kebun"],"butterfly":["kupu-kupu"],"colors":["warna-warna"],"turtle":["kura-kura"],"butterflies":["kupu-kupu"],"colorful":["berwarna-warni"]},"paragraphs":["Long time ago, in a small field, lived a small caterpillar called Emma. She was special because she liked to know about all things.\n","One sunny day, Emma saw a pretty butterfly flying by with bright colors. Curious, she wondered, \"Why are you so colorful?\" The butterfly grinned and replied, \"It's the special change we go through.\"\n","Emma felt very curious, so she wanted to learn more. She met a smart old turtle who shared a story about a special garden on the other side of the field where caterpillars became beautiful butterflies.\n","Emma was very brave and decided to go on an adventure. She had to cross a shiny river and climb a very tall hill. With lots of determination and bravery, she finally made it to the beautiful garden.\n","In a special garden, Emma wrapped herself in a comfy blanket. Days went by, and one day, she transformed into a beautiful butterfly with shiny colors that sparkled in the sun.\n"]},"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade pode levar a descobertas maravilhosas na vida.","hook":"Emma, uma lagarta curiosa, queria descobrir quais cores mágicas a aguardavam em sua transformação! O que ela descobriu?","keywords":{"magical garden":["magical garden"],"cocoon":["cocoon"],"stunning butterfly":["stunning butterfly"],"Emma":["Emma"],"butterfly":["butterfly","butterflies"],"colorful":["colorful"],"campo aconchegante":["campo aconchegante"],"lagarta":["lagarta"],"curiosa":["curiosa"],"jornada":["jornada"],"perseverança":["perseverança"],"curiosity":["curiosity"],"butterflies":["butterfly","butterflies"]},"paragraphs":["Era uma vez, em um campo aconchegante, vivia uma lagarta chamada Emma. Ela era diferente de suas amigas porque estava sempre curiosa com tudo ao seu redor.\n","Um dia, Emma viu uma borboleta linda voando com cores vibrantes. Curiosa, ela perguntou, \"Como você ficou tão colorida?\" A borboleta sorriu e disse, \"É a transformação mágica que passamos.\"\n","A curiosidade de Emma acendeu, e ela decidiu descobrir mais. Ela encontrou uma sábia tartaruga velha que contou sobre um jardim mágico além do campo onde lagartas viravam borboletas.\n","Determinada, Emma partiu em sua jornada. Durante o caminho, ela enfrentou desafios como atravessar um riacho brilhante e escalar uma colina íngreme. Com perseverança e coragem, ela finalmente chegou ao jardim.\n","No jardim mágico, Emma se enrolou em um casulo. Dias se passaram e, numa manhã, ela emergiu como uma linda borboleta com cores cintilantes que brilhavam no sol.\n"]},"en-de":{"title":"Der Neugierige Raupenfreund","moral":"Neugier kann zu wunderbaren Entdeckungen im Leben führen.","hook":"Emma, eine neugierige Raupe, wollte herausfinden, welche zauberhaften Farben auf ihre Verwandlung warteten! Was hat sie gefunden?","keywords":{"Emma":["Emma"],"Herausforderungen":["challenges"],"Mut":["courage","bravery"],"Neugier":["curiosity"],"Schmetterlinge":["butterflies"],"Schmetterling":["butterfly"],"bunt":["colorful","vivid"],"magisch":["magical"],"zauberhaft":["enchanting","charming"],"Kokon":["cocoon"],"gemütlich":["cozy"],"Raupe":["caterpillar"],"neugierig":["curious"]},"paragraphs":["Vor langer Zeit lebte in der gemütlichen Wiese eine kleine Raupe namens Emma. Sie war anders als ihre Freunde, denn sie war immer neugierig auf alles um sie herum.\n","Eines Tages, sah Emma einen schönen Schmetterling bunt flattern. Neugierig fragte sie, \"Wie bist du so bunt geworden?\" Der Schmetterling lächelte und sagte, \"Es ist die magische Verwandlung, die wir durchlaufen.\"\n","Emmas Neugier wurde geweckt, und sie beschloss, mehr herauszufinden. Sie traf eine alte weise Schildkröte, die ihr von einem magischen Garten jenseits der Wiese erzählte, wo Raupen sich in Schmetterlinge verwandelten.\n","Bestimmt, Emma machte sich auf den Weg. Unterwegs hat sie Herausforderungen wie das Überqueren eines glitzernden Baches und das Besteigen eines steilen Hügels gemeistert. Mit Ausdauer und Mut hat sie schließlich den Garten erreicht.\n","In dem zauberhaften Garten hat sich Emma in einen Kokon gesponnen. Tage vergingen und eines Morgens schlüpfte sie als atemberaubender Schmetterling mit schillernden Farben, die in der Sonne glänzten.\n"]}}}