{"title":"Baba's Missing Teddy Bear","hook":"One morning, Baba woke up to find her favorite teddy bear missing. Where could it have gone?","moral":"Always keep your special things in a safe place and be patient when solving problems.","paragraphs":["One sunny morning, Baba was playing with her toys in her cozy room. She hugged her fluffy teddy bear tightly and then decided to play hide-and-seek with it. \"Where did Teddy go?\" Baba wondered, looking under the bed and behind the curtains.","\"Baba, what's wrong?\" asked Mama, noticing Baba's puzzled face. Baba replied, \"Teddy is hiding and I can't find him!\" Mama smiled and suggested they search together. They checked the toy box, the shelf, and even the laundry basket, but Teddy was nowhere to be found.","Just when Baba was starting to feel sad, Papa came into the room with a big grin. \"Look what I found!\" he exclaimed, holding up Teddy from behind his back. Baba's face lit up with joy as she hugged Teddy tightly. \"Thank you for helping me, Papa!\" she said happily."],"keywords":["morning","teddy bear","hide-and-seek","puzzled","search together","feel sad","joy","helped","cozy room","favorite toy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Verschwundener Teddybär","moral":"Immer bewahre deine besonderen Sachen an einem sicheren Ort auf und sei geduldig beim Lösen von Problemen.\n","hook":"Eines Morgens wachte Baba auf und stellte fest, dass ihr Lieblingsteddybär verschwunden war. Wo könnte er nur hingegangen sein?","keywords":{"Baba":["Grandma"],"Papa":["Dad"],"Teddy":["Teddy"],"Teddy bear":["Teddy bear"],"hide-and-seek":["hide-and-seek"],"Mama":["Mom"],"suchen":["search"]},"paragraphs":["An einem sonnigen Morgen spielte Baba mit ihren Spielzeugen in ihrem gemütlichen Zimmer. Sie umarmte ihren flauschigen Teddybären fest und beschloss dann, Verstecken mit ihm zu spielen. \"Wo ist Teddy hin?\" fragte sich Baba und schaute unter dem Bett und hinter den Vorhängen.\n","\"Baba, was ist los?\" fragte Mama und bemerkte Babas verwirrtes Gesicht. Baba antwortete: \"Teddy versteckt sich und ich kann ihn nicht finden!\" Mama lächelte und schlug vor gemeinsam zu suchen. Sie überprüften die Spielzeugkiste, das Regal und sogar den Wäschekorb, aber Teddy war nirgends zu finden.\n","Gerade als Baba anfing, traurig zu sein, kam Papa mit einem großen Lächeln ins Zimmer. \"Schau mal, was ich gefunden habe!\" rief er aus, Teddy von hinten hochhaltend. Babas Gesicht erstrahlte vor Freude, als sie Teddy fest umarmte. \"Danke, dass du mir geholfen hast, Papa!\" sagte sie glücklich.\n"]},"en-pt":{"title":"O Urso de Pelúcia Perdido da Vovó","moral":"Sempre guarde suas coisas especiais em um lugar seguro e seja paciente ao resolver problemas.\n","hook":"Uma manhã, Baba acordou e viu que seu ursinho de pelúcia favorito tinha sumido. Onde será que ele foi parar?","keywords":{"Teddy":["Teddy bear"],"brinquedos":["toys"],"brincar":["to play"],"sorriso":["smile"],"alegria":["joy","happiness"],"ajudar":["to help"],"Mama":["mom","mother"],"esconder":["to hide"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando com seus brinquedos em seu quarto aconchegante. Ela abraçou seu ursinho de pelúcia fofinho com força e depois decidiu brincar de esconde-esconde com ele. \"Para onde o Teddy foi?” Baba se perguntou, olhando embaixo da cama e atrás das cortinas.\n","\"Mamãe, o que foi?\" perguntou Mama, notando o rosto confuso de Baba. Baba respondeu: \"O Teddy está se escondendo e não consigo encontrá-lo!\" Mama sorriu e sugeriu que procurassem juntos. Eles verificaram a caixa de brinquedos, a prateleira e até a cesta de roupas, mas Teddy não estava em lugar algum.\n","Quando Baba estava começando a se sentir triste, Papa entrou no quarto com um sorriso grande. \"Veja o que eu encontrei!\" ele exclamou, segurando o Teddy por trás de suas costas. O rosto de Baba se iluminou de alegria enquanto ela abraçava o Teddy apertadamente. \"Obrigada por me ajudar, Papa!\" ela disse felizona.\n"]},"en-fr":{"moral":"Toujours garder tes choses spéciales dans un endroit sûr et être patient en résolvant les problèmes.","hook":"Un matin, Baba s'est réveillée et a vu que son ours en peluche préféré avait disparu. Où pourrait-il être passé?","title":"L'Ours en Peluche Disparu de Baba","keywords":{"Baba":["Dad"],"jouets":["toys"],"teddy bear":["teddy bear"],"Teddy":["Teddy"],"maman":["Mom"],"chercher":["look for","search for"],"Papa":["Dad"]},"paragraphs":["Il était une fois, une belle matinée ensoleillée, Baba jouait avec ses jouets dans sa chambre douillette. Elle câlina fort son teddy bear moelleux puis décida de jouer à cache-cache avec. \"Où est Teddy parti?\" se demandait Baba, regardant sous le lit et derrière les rideaux.\n","\"Baba, qu'est-ce qu'il y a ?\" demanda maman, remarquant le visage perplexe de Baba. Baba répondit, \"Teddy se cache et je ne peux pas le trouver !\" Maman sourit et proposa qu'ils cherchent ensemble. Ils ont vérifié la boîte à jouets, l'étagère, et même le panier à linge, mais Teddy était introuvable.\n","Il y a quelques instants, Baba commençait à se sentir triste, quand soudain Papa est arrivé dans la chambre avec un grand sourire. \"Regarde ce que j'ai trouvé!\" s'est-il exclamé, en montrant Teddy qu'il tenait derrière son dos. Le visage de Baba s'est illuminé de joie quand elle a serré Teddy fort dans ses bras. \"Merci de m'avoir aidée, Papa!\" a-t-elle dit joyeusement.\n"]},"id-en":{"hook":"One morning, Baba woke up to find her favorite teddy bear missing. Where could it have gone?","moral":"Always keep your special things in a safe place and be patient when solving problems.","title":"Baba's Missing Teddy Bear","keywords":{"Baba":["Ayah","Bapak"],"Teddy":["Boneka beruang"],"Papa":["Ayah","Bapak"],"toys":["mainan"],"teddy bear":["Boneka beruang"],"Mama":["Ibu","Mamah"],"hiding":["sembunyi","bersembunyi"]},"paragraphs":["Once upon a time, Baba played with her toys in her nice room. She held her soft teddy bear tightly and then played hide-and-seek with it. \"Where is Teddy?\" Baba asked, checking under the bed and behind the curtains.\n","\"Mama, why sad?\" Mama asked, seeing Baba's confused face. Baba said, \"Teddy hiding, can't find!\" Mama smiled, said, \"Let's look together.\" They checked toy box, shelf, and laundry basket, no Teddy.\n","Once Baba was beginning to feel unhappy, Papa entered the area with a huge smile on his face. \"Look at this!\" he said, showing Teddy from behind his back. Baba's face shone with happiness as she held Teddy closely. \"Thanks for your support, Papa!\" she said cheerfully.\n"]}}}