{"title":"Baba's Magical Garden","hook":"Did you ever wonder what happens when a plant receives too much love?","moral":"Sometimes, giving too much of something good can actually harm others.","paragraphs":["One sunny morning, Baba woke up excited to tend to her magical garden. She carefully watered her colorful flowers and sang to her fluttering butterflies, spreading joy all around.","As she watered her favorite orange tree, Baba thought, \"I love my tree so much, it must be thirsty.\" So, she poured bucket after bucket of water on its roots, thinking more water meant more love.","But, as days passed, Baba noticed her tree's leaves turning yellow and droopy. Worried, she asked the wise old owl in her garden for help.","The owl explained, \"Just like too many sweets are not good for you, too much water can drown the roots of the tree, making it sad.\" Baba felt sad but soon realized her mistake.","She gently reduced the watering and, with patience, her tree slowly started to recover. Baba learned that sometimes giving too much love can have unexpected consequences."],"keywords":"magical garden, colorful flowers, fluttering butterflies, orange tree, wise owl, patience, unexpected consequences, love, recover, mistake","characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"Did you ever wonder what happens when a plant receives too much love?","moral":"Sometimes, giving too much of something good can actually harm others.","title":"Baba's Magical Garden","keywords":{"Baba":["Baba"],"tree":["pohon","pohon"],"owl":["burung hantu"],"magical garden":["taman ajaib"],"colorful flowers":["bunga-bunga berwarna"],"sweets":["permen","manisan"],"roots":["akar"],"watered":["disiram"],"thirsty":["haus"],"water":["air"],"love":["cinta"]},"paragraphs":["One sunny morning, Baba woke up feeling happy to take care of her special garden. She gave water to her pretty flowers and sang to her flying butterflies, making everyone feel happy.\n","As she gave water to her special orange tree, Baba thought, \"I like my tree a lot, it might be feeling thirsty.\" So, she poured many buckets of water on its bottom, thinking more water shows more care.\n","One day, Baba saw her tree's leaves changing color and looking sad. She felt scared and went to the clever owl for advice.\n","The wise owl said, \"Having too much candy is bad for you, just like how giving too much water to a tree can make its roots drown and feel blue.\" Baba was sad, but she learned from her error soon after.\n","Mama gently gave less water to her plants and, with waiting, her tree slowly became healthier again. Baba found out that sometimes showing lots of love can lead to surprising results.\n"]},"en-pt":{"title":"Jardim Mágico da Vovó","moral":"Às vezes, dar demais de algo bom pode machucar outras pessoas.","hook":"Já imaginaste o que acontece quando uma plantinha recebe muito amor?\n","keywords":{"água":["water"],"paciência":["patience"],"amor":["love"],"coruja":["owl"],"doces":["sweets","candies"],"Baba":["drool","saliva"],"árvore":["tree"],"árvore laranja":["orange tree"],"sede":["thirst"],"jardim mágico":["magic garden"],"borboletas tremulantes":["fluttering butterflies"]},"paragraphs":["Certa manhã ensolarada, Baba acordou animada para cuidar do seu jardim mágico. Ela regou cuidadosamente suas flores coloridas e cantou para suas borboletas tremulantes, espalhando alegria por todos os lados.\n","Enquanto regava sua árvore laranja favorita, Vovó pensou, \"Eu amo tanto minha árvore, ela deve estar com sede.\" Então, despejou balde após balde de água em suas raízes, pensando que mais água significava mais amor.\n","Mas, conforme os dias passavam, Baba percebeu as folhas de sua árvore ficando amarelas e caídas. Preocupada, ela pediu ajuda à sábia coruja velha em seu jardim.\n","A coruja explicou, \"Assim como comer muitos doces faz mal, muita água pode afogar as raízes da árvore, deixando-a triste.\" Baba ficou triste, mas logo percebeu seu erro.\n","Ela cuidou com carinho da água e, com paciência, sua árvore começou a melhorar aos pouquinhos. Baba descobriu que, às vezes, dar amor demais pode ter consequências inesperadas.\n"]},"en-fr":{"title":"Le Jardin Magique de Baba\n","moral":"Parfois, donner trop de quelque chose de bon peut en fait nuire aux autres.","hook":"As-tu déjà demandé ce qui se passe quand une plante reçoit trop d'amour ?","keywords":{"Baba":["Father","Dad"],"feuilles":["leaves"],"hibou":["owl"],"patience":["patience"],"arbre":["tree"],"amour":["love"],"owl":["hibou"],"sweets":["candies","desserts"],"roots":["root system","origins"],"eau":["water"],"jardin magique":["magical garden"],"fleurs colorées":["colorful flowers"]},"paragraphs":["Il était une fois, un matin ensoleillé, Baba s'est réveillée toute excitée pour s'occuper de son jardin magique. Elle a doucement arrosé ses fleurs colorées et chanté à ses papillons voletants, répandant la joie tout autour.\n","En arrosant son arbre orange préféré, Baba a pensé : \"J'aime tellement mon arbre, il doit avoir soif.\" Alors, elle a versé seau après seau d'eau sur ses racines, pensant que plus d'eau signifiait plus d'amour.\n","Mais, au fil des jours, Baba a remarqué que les feuilles de son arbre devenaient jaunes et tombantes. Inquiète, elle a demandé au vieux hibou sage de son jardin pour de l'aide.\n","La chouette a expliqué, \"Comme trop de bonbons n'est pas bon pour toi, trop d'eau peut noyer les racines de l'arbre, le rendant triste.\" Baba se sentait triste mais a bientôt réalisé son erreur.\n","Elle a doucement diminué l'arrosage et, avec patience, son arbre a lentement commencé à se rétablir. Baba a appris que parfois donner trop d'amour peut avoir des conséquences inattendues.\n"]},"en-de":{"title":"Babas Verzauberter Garten","hook":"Hast du dich schon mal gefragt, was passiert, wenn eine Pflanze zu viel Liebe bekommt?","moral":"Manchmal, wenn man zu viel von etwas Gutes gibt, kann es anderen tatsächlich schaden.","keywords":{"Baba":[],"Blätter":["Leaves"],"Eule":["Owl"],"Garten":["Garden"],"Schmetterlinge":["Butterflies"],"Baum":["Tree"],"durstig":["Thirsty"],"Liebe":["Love"],"Gießen (watering)":["Watering"],"Baum (tree)":["Tree"],"Liebe (love)":["Love"],"Süßigkeiten":["Sweets","Candies"],"Wurzeln":["Roots"]},"paragraphs":["An einem sonnigen Morgen wachte Baba auf, aufgeregt, um sich um ihren Zauber Garten zu kümmern. Sie goss sorgfältig ihre bunten Blumen und sang zu ihren flatternden Schmetterlingen und verbreitete Freude überall um sich herum.\n","Als sie ihren Lieblingsorangenbaum goss, dachte Baba: \"Ich liebe meinen Baum so sehr, er muss durstig sein.\" Also goss sie Eimer um Eimer Wasser auf seine Wurzeln, in dem Gedanken, dass mehr Wasser mehr Liebe bedeute.\n","Aber, als die Tage vergingen, bemerkte Baba, dass die Blätter ihres Baumes gelb und schlapp wurden. Besorgt fragte sie die weise alte Eule in ihrem Garten um Hilfe.\n","Der Eule hat erklärt, \"Genau wie zu viele Süßigkeiten nicht gut für dich sind, kann zu viel Wasser die Wurzeln des Baumes ertränken und ihn traurig machen.\" Baba fühlte sich traurig, aber bald erkannte sie ihren Fehler.\n","Sie hat das Gießen sanft reduziert und mit Geduld hat ihr Baum langsam angefangen sich zu erholen. Baba hat gelernt, dass manchmal zu viel Liebe geben unerwartete Folgen haben kann.\n"]}}}