{"title":"Liwei's Magical Rice Paddy","hook":"Why did Liwei's rice turn into beautiful flowers overnight in the Great Fora jungle?","moral":"Hard work and positivity can lead to unexpected and wonderful outcomes.","paragraphs":["In the Great Fora jungle, there lived a creative rice farmer named Liwei. He tended to his rice paddy with love and care, singing songs to his plants.","One day, a mischievous fox snuck into Liwei's paddy and dug up the rice seeds. Liwei arrived to find his hard work destroyed, feeling sad and frustrated.","\"Oh no, my rice is ruined! What will I do?\" Liwei exclaimed, feeling hopeless. But then he remembered his grandmother's advice: \"Turn obstacles into opportunities!\"","Liwei decided to plant flower seeds in place of the rice, hoping for a miracle. That night, a magical rainfall transformed the flower seeds into a mesmerizing garden.","In the morning, Liwei was astonished to see his paddy blooming with colorful flowers. The villagers came to marvel at the beauty, and Liwei's heart swelled with joy."],"keywords":"Liwei, rice farmer, Fora jungle, creativity, hard work, positivity, obstacles, opportunities, magic, transformation, beauty, joy","characters":["Liwei"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Why did Liwei's rice turn into beautiful flowers overnight in the Great Fora jungle?","moral":"Hard work and positivity can lead to unexpected and wonderful outcomes.","title":"Liwei's Magical Rice Paddy","keywords":{"Liwei":["Liwei"],"flower seeds":["benih bunga"],"magical rainfall":["hujan ajaib"],"paddy":["padi"],"flowers":["bunga"],"jungle":["hutan"],"rice farmer":["petani padi"],"singing":["menyanyi"],"rice":["padi"],"ruined":["hancur"],"opportunities":["kesempatan"],"fox":["rubah"],"rice field":["sawah"],"sad":["sedih"]},"paragraphs":["In a big jungle called the Great Fora, there was a hardworking rice farmer named Liwei. He took good care of his rice field, singing happy songs to his plants.\n","One bright day, a tricky fox crept into Liwei's rice field and dug out the rice seeds. Liwei came and saw all his efforts ruined, feeling very unhappy and upset.\n","\"Oh no, my rice is ruined! What will I do?\" Liwei cried out, feeling really sad. But then he remembered his grandma saying: \"Change bad things into good things!\"\n","Liwei felt the seeds but little before rice. He wished for a big surprise. At night, special rain made the seeds into a wonderful garden.\n","One morning, Liwei was so surprised to see his rice field full of bright flowers. The people in the village came to admire the beauty, and Liwei felt very happy.\n"]},"en-de":{"title":"Die Zauberreisfelder von Liwei","moral":"Fleiß und Positivität können zu unerwarteten und wundervollen Ergebnissen führen.","hook":"Warum wurde Liweis Reis in der Großen Fora Dschungel über Nacht zu schönen Blumen?\n","keywords":{"Reis":["rice"],"Ratschlag":["advice","tip"],"Hindernisse":["obstacles"],"Morgen":["morning"],"Blumen":["flowers"],"Freude":["joy"],"Liwei":["plumage"],"Blumensamen":["flower seeds"],"magischer Regen":["magical rain"],"Fuchs":["fox"],"Reisfeld":["rice field"],"Reiskörner":["rice grains"],"Fora-Dschungel":["Fora jungle"],"Reisbauer":["rice farmer"]},"paragraphs":["Im großen Fora-Dschungel lebte ein kreativer Reisbauer namens Liwei. Er kümmerte sich liebevoll um sein Reisfeld und sang Lieder zu seinen Pflanzen.\n","Ein Tag, ein frecher Fuchs schlich in Liweis Reisfeld und grub die Reiskörner aus. Liwei kam an, um seine harte Arbeit zerstört zu finden, fühlte sich traurig und frustriert.\n","\"Oh nein, mein Reis ist ruiniert! Was soll ich tun?\" rief Liwei aus, fühlt sich hoffnungslos. Doch dann erinnerte er sich an den Ratschlag seiner Großmutter: \"Wandle Hindernisse in Chancen um!\"\n","Liwei entschied sich, Blumensamen anstelle von Reis zu pflanzen, in der Hoffnung auf ein Wunder. In dieser Nacht verwandelte ein magischer Regen die Blumensamen in einen bezaubernden Garten.\n","Am Morgen war Liwei erstaunt, als er sah, dass sein Reisfeld mit bunten Blumen blühte. Die Dorfbewohner kamen, um die Schönheit zu bestaunen, und Lis Herz füllte sich vor Freude.\n"]},"en-pt":{"title":"O Arroz Mágico de Liwei","moral":"Trabalhar muito e ser feliz pode trazer surpresas e coisas boas maravilhosas.","hook":"Por que o arroz da Liwei se transformou em belas flores durante a noite na floresta da Grande Fora?","keywords":{"fox":["raposa"],"rice seeds":["sementes de arroz"],"destroyed":["destruído"],"Great Fora jungle":["Grande Jardim Fora"],"creative rice farmer":["agricultor de arroz criativo"],"rice paddy":["plantação de arroz"],"Liwei":["Liwei"],"arrozal":["rice field"],"flores":["flowers"],"arroz":["rice"],"esperança":["hope"],"oportunidades":["opportunities"],"sementes de flores":["flower seeds"],"chuva mágica":["magic rain"]},"paragraphs":["Na grande floresta de Fora, havia um fazendeiro de arroz criativo chamado Liwei. Ele cuidava de seu arrozal com amor e carinho, cantando músicas para suas plantas.\n","Era uma vez, um raposinha travessa entrou sorrateiramente no arrozal de Liwei e cavou as sementes de arroz. Quando Liwei chegou, viu que seu trabalho árduo tinha sido destruído, se sentindo triste e frustrado.\n","\"Oh não, meu arroz está estragado! O que vou fazer?\" exclamou Liwei, se sentindo sem esperança. Mas então ele se lembrou do conselho de sua avó: \"Transforme obstáculos em oportunidades!\"\n","Liwei decidiu plantar sementes de flores no lugar do arroz, esperando por um milagre. Naquela noite, uma chuva mágica transformou as sementes das flores em um jardim fascinante.\n","De manhã, Liwei ficou surpreso ao ver seu arrozal florescendo com flores coloridas. Os moradores vieram admirar a beleza, e o coração de Liwei se encheu de alegria.\n"]},"en-fr":{"moral":"Travailler dur et être positif peut amener à des résultats inattendus et merveilleux.","hook":"Pourquoi le riz de Liwei s'est-il transformé en jolies fleurs du jour au lendemain dans la grande jungle de la Fora?","title":"Le Champ de Riz Magique de Liwei","keywords":{"Liwei":["Liwei"],"rizière":["rice field"],"villageois":["villager","local"],"jungle":["jungle","forest"],"fermier":["farmer"],"chansons":["songs"],"graines de fleurs":["flower seeds"],"jardin magique":["magic garden"],"riz":["rice"],"grand-mère":["grandmother"],"opportunités":["opportunities"],"renard":["fox"],"graines de riz":["rice grains"],"triste":["sad"]},"paragraphs":["Dans la grande jungle de Fora, vivait un fermier créatif de riz nommé Liwei. Il s'occupait de son champ de riz avec amour et soin, chantant des chansons à ses plantes.\n","Il était une fois, un renard malicieux s'est glissé dans le champ de riz de Liwei et a creusé les graines de riz. Liwei est arrivé et a découvert que son travail acharné avait été détruit, se sentant triste et frustré.\n","\"Oh non, mon riz est gâché! Que vais-je faire?\" s'écria Liwei, se sentant désespéré. Mais ensuite, il se souvint du conseil de sa grand-mère: \"Transforme les obstacles en opportunités!\"\n","Liwei a décidé de planter des graines de fleurs à la place du riz, espérant un miracle. Cette nuit-là, une pluie magique a transformé les graines de fleurs en un jardin ensorcelant.\n","Un matin, Liwei fut étonné de voir son rizière en fleurs colorées. Les villageois vinrent admirer la beauté, et le cœur de Liwei déborda de joie.\n"]}}}