{"title":"The Dancing Bee","hook":"Once in the bustling garden of Bloomsbury, the bees were getting ready for the grand dance competition. Who will win the prize?","moral":"Hard work and determination can lead to success, no matter how small you are.","paragraphs":["In Bloomsbury, there lived a small bee named Bella. She loved to dance more than anything in the world, and practiced every day under the warm sun.","One day, the grand dance competition was announced in the garden. Bella was thrilled and decided to participate, but the other bees laughed at her tiny size.","Determined to prove them wrong, Bella practiced day and night, learning new dance moves and perfecting her routine.","On the day of the competition, all the bees watched in awe as Bella took the stage. She danced with such grace and passion that everyone was amazed.","When the winner was announced, it was none other than Bella! The bees realized that it's not the size that matters, but the heart and effort put into something."],"keywords":"Bella, bee, dance, competition, determination, success, garden, practice, size, heart","characters":null,"translations":{"en-fr":{"title":"L'Abeille qui Danse","moral":"Travailler dur et ne jamais abandonner peuvent t'aider à réussir, peu importe ta taille.","hook":"Il était une fois dans le jardin animé de Bloomsbury, les abeilles se préparaient pour la grande compétition de danse. Qui va gagner le prix ?","keywords":{"Bella":["Beautiful"],"abeilles":["bees"],"passion":["passion"],"taille":["size","waist"],"abeille":["bee"],"danser":["dance"],"déterminée":["determined"],"pas de danse":["dance step"],"danse":["dance"]},"paragraphs":["Il y avait une petite abeille nommée Bella qui habitait à Bloomsbury. Elle adorait danser plus que tout au monde, et s'entrainait tous les jours sous le soleil chaud.\n","Il était une fois, une grande compétition de danse qui a été annoncée dans le jardin. Bella était très excitée et a décidé de participer, mais les autres abeilles se sont moquées de sa petite taille.\n","Bella était déterminée à leur prouver qu'ils avaient tort. Elle s'entraînait jour et nuit, apprenant de nouveaux pas de danse et peaufinant sa routine.\n","Le jour de la compétition, toutes les abeilles ont regardé émerveillées Bella monter sur scène. Elle dansait avec tant de grâce et de passion que tout le monde était ébahi.\n","Une fois le gagnant annoncé, c'était personne d'autre que Bella! Les abeilles ont compris que ce n'est pas la taille qui compte, mais le cœur et l'effort mis dans quelque chose.\n"]},"id-en":{"hook":"Once in the bustling garden of Bloomsbury, the bees were getting ready for the grand dance competition. Who will win the prize?","moral":"Hard work and determination can lead to success, no matter how small you are.","title":"The Dancing Bee","keywords":{"Bella":["Bella"],"practiced":["latihan","berlatih"],"routine":["rutin","kebiasaan"],"dance contest":["kontes tari","perlombaan tari"],"bees":["lebah","tawon"],"Bloomsbury":["Bloomsbury"],"bee":["lebah","tawon"],"dance":["tari","menari"],"competition":["kompetisi","perlombaan"],"winner":["pemenang","juara"]},"paragraphs":["Once upon a time, in a place called Bloomsbury, there was a little bee named Bella. Bella really loved dancing. She danced every day under the sunny sky.\n","One sunny day, a big dance contest was declared in the garden. Bella was very happy and chose to join, but the other bees giggled at her small body.\n","Bella wanted to show everyone she could do it. She practiced a lot, learned new dances, and made her performance perfect.\n","On the day of the big contest, all the little buzzing bees looked with wide eyes as Bella came to the front. She twirled and moved so beautifully and with so much love and excitement that everybody felt stunned.\n","One day, when they told who won, it was Bella! The busy bees understood that what's truly important is not how big you are, but how much you put your heart and try into things.\n"]},"en-de":{"title":"Die Tanzende Biene","moral":"Fleißiges Arbeiten und Entschlossenheit können zum Erfolg führen, ganz gleich wie klein du bist.","hook":"Einst im belebten Garten von Bloomsbury, machten sich die Bienen bereit für den großen Tanzwettbewerb. Wer wird den Preis gewinnen?","keywords":{"Bloomsbury":["Bloomsbury"],"Biene":["bee","bees"],"tanzen":["dance"],"competition":["competition"],"bees":["bee","bees"],"stage":["stage"],"Gewinner":["winner"],"Bienen":["bee","bees"],"Herz":["heart"],"Tanzwettbewerb":["dance competition"],"begeistert":["enthusiastic"],"winzige Größe":["tiny size"],"Bella":["Bella"],"Tanzschritte":["dance steps"],"Routine":["routine"]},"paragraphs":["In Bloomsbury lebte eine kleine Biene namens Bella. Sie liebte es, mehr als alles andere auf der Welt zu tanzen, und übte jeden Tag unter der warmen Sonne.\n","Ein Tag, als der große Tanzwettbewerb im Garten angekündigt wurde. Bella war begeistert und beschloss teilzunehmen, aber die anderen Bienen lachten über ihre winzige Größe.\n","Bella war entschlossen, um ihnen das Gegenteil zu beweisen. Sie hat Tag und Nacht geübt, neue Tanzschritte gelernt und ihre Routine perfektioniert.\n","Am Tag des Wettbewerbs schauten alle Bienen bewundernd zu, als Bella die Bühne betrat. Sie tanzte mit solcher Anmut und Leidenschaft, dass alle erstaunt waren.\n","Als der Gewinner bekannt gegeben wurde, war es niemand anderes als Bella! Die Bienen merkten, dass es nicht auf die Größe ankommt, sondern auf das Herz und den Einsatz, der in etwas gesteckt wird.\n"]},"en-pt":{"title":"A Abelha Dançante\n","moral":"Trabalhar com força e nunca desistir pode trazer vitória, não importa o quão pequenininho você seja.","hook":"Era uma vez no jardim movimentado de Bloomsbury, as abelhas estavam se preparando para a grande competição de dança. Quem vai ganhar o prêmio?","keywords":{"Bella":["Beautiful"],"praticou":["practiced","trained"],"aperfeiçoando":["perfecting"],"Bloomsbury":["Bloomsbury"],"dançar":["dance"],"winner":["winner","victor"],"bees":["bees"],"heart":["heart","center"],"concurso":["competition","contest"],"abelhas":["bees"],"paixão":["passion","love"],"competição":["competition"],"jardim":["garden"]},"paragraphs":["Em Bloomsbury, morava uma abelhinha chamada Bella. Ela adorava dançar mais do que qualquer outra coisa no mundo, e praticava todos os dias sob o sol quente.\n","Um dia, foi anunciada uma grande competição de dança no jardim. Bella estava animada e decidiu participar, mas as outras abelhas riram do seu tamanho pequenino.\n","Determinada a provar que eles estavam errados, Bella praticou dia e noite, aprendendo novos passos de dança e aperfeiçoando sua rotina.\n","Em dia de concurso, todas as abelhas assistiram maravilhadas quando Bella subiu ao palco. Ela dançou com tanta graça e paixão que todos ficaram surpresos.\n","Quando o vencedor foi anunciado, era ninguém menos do que Bella! As abelhas perceberam que não é o tamanho que importa, mas sim o coração e o esforço colocados em algo.\n"]}}}