{"title":"Baba's Butterfly Adventure","hook":"One sunny morning, Baba found a magical garden behind her house. What wonders will she discover?","moral":"Curiosity may lead to wonderful adventures, but always remember to ask for help when needed.","paragraphs":["One day, on her way to explore the garden, Baba noticed a beautiful butterfly fluttering by. \"Hello, little butterfly! Where are you going?\" she asked with a grin.","The butterfly told Baba about a special flower in the garden that needed help. Baba's eyes sparkled with excitement. \"I can help! Show me the way,\" she said, following the butterfly's lead.","As they reached the flower, Baba saw that it was drooping and sad. \"Don't worry, little flower. I'll water you,\" Baba reassured. But the watering can was too heavy for her small hands.","Baba remembered her mother's advice to always ask for help when in need. She called out for her mother, who helped her water the flower. Slowly, the flower perked up and bloomed brightly."],"keywords":["butterfly","magical garden","adventure","help","flower","mother","watering can","bloom","curiosity"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba found a magical garden behind her house. What wonders will she discover?","moral":"Curiosity may lead to wonderful adventures, but always remember to ask for help when needed.","title":"Baba's Butterfly Adventure","keywords":{"butterfly":["kupu-kupu"],"garden":["taman","kebun"],"flying":["terbang"],"flower":["bunga"],"sad":["sedih"],"water":["air"],"special flower":["bunga istimewa"],"help":["membantu","bantuan"],"bloom":["berbunga"]},"paragraphs":["One sunny day, while walking to the big garden, Baba saw a pretty butterfly flying around. \"Hi there, little butterfly! Where are you flying to?\" she said cheerfully.\n","One day, a colorful flying insect shared with Granny a pretty plant in the garden. The plant was sad and needed love. Granny's eyes beamed with joy. \"I will assist! Guide me,\" she told, trailing the insect.\n","When they got to the pretty flower, Baba noticed that it was sad and looking down. \"Don't be sad, little flower. I will give you some water,\" said Baba kindly. But the watering can was too heavy for her small hands.\n","Mama remembered what grandma said: \"Ask for help when you need it.\" She called out \"Mama!\" So Mama helped her water the flower. Slowly, the flower got happier and opened up beautifully.\n"]},"en-pt":{"title":"A Aventura da Borboleta da Vovó","moral":"A curiosidade pode nos levar a aventuras maravilhosas, mas lembre-se sempre de pedir ajuda quando precisar.\n","hook":"Numa manhã ensolarada, Baba encontrou um jardim mágico atrás de sua casa. Que maravilhas ela vai descobrir?\n","keywords":{"Baba":["Mother"],"mãe":["Mother"],"flor":["flower"],"flower":["flor"],"water":["água"],"heavy":["pesado"],"borboleta":["butterfly"],"jardim":["garden"],"sorrir":["smile"],"flor especial":["special flower"]},"paragraphs":["Era uma vez, numa bela manhã, a Baba estava caminhando para explorar o jardim quando viu uma linda borboleta passando voando. \"Olá, borboletinha! Para onde você está indo?\" ela perguntou com um sorriso no rosto.\n","A borboleta disse para a Baba sobre uma flor especial no jardim que precisava de ajuda. Os olhinhos da Baba brilharam de empolgação. \"Eu posso ajudar! Me mostre o caminho\", disse, seguindo a liderança da borboleta.\n","Quando eles chegaram na flor, Baba viu que ela estava caída e triste. \"Não se preocupe, florinha. Eu vou te regar,\" Baba tranquilizou. Mas o regador estava pesado demais para suas mãos pequenas.\n","A Baba lembrou do conselho de sua mãe para sempre pedir ajuda quando precisar. Ela chamou por sua mãe, que a ajudou a regar a flor. Lentamente, a flor se animou e floresceu brilhantemente.\n"]},"en-fr":{"moral":"La curiosité peut mener à des aventures merveilleuses, mais n'oublie jamais de demander de l'aide quand tu en as besoin.","hook":"Un matin ensoleillé, Baba a découvert un jardin magique derrière sa maison. Quelles merveilles va-t-elle découvrir ?","title":"L'Aventure du Papillon de Baba","keywords":{"Baba":["Dad"],"maman":["Mom"],"fleur":["flower"],"Joli papillon":["Beautiful butterfly"],"Voletait":["Fluttered"],"Sourire":["Smile"],"butterfly":["papillon"],"special flower":["fleur spéciale"],"help":["aider","assistance"],"arrosage":["watering"]},"paragraphs":["Un jour, en chemin pour explorer le jardin, Baba a remarqué un joli papillon qui voletait près d'elle. \"Bonjour, petit papillon ! Où vas-tu ?\" a-t-elle demandé avec un sourire.\n","Le papillon a dit à Baba à propos d'une fleur spéciale dans le jardin qui avait besoin d'aide. Les yeux de Baba brillaient d'excitation. \"Je peux aider! Montre-moi le chemin\", dit-elle, en suivant le papillon.\n","En arrivant près de la fleur, Baba a vu qu'elle penchait et avait l'air triste. \"Ne t'inquiète pas, petite fleur. Je vais te donner de l'eau,\" a rassuré Baba. Mais la boîte d'arrosage était trop lourde pour ses petites mains.\n","Un jour, Baba se souvint des conseils de sa maman: demander toujours de l'aide en cas de besoin. Elle appela sa maman, qui l'aida à arroser la fleur. Petit à petit, la fleur se redressa et s'épanouit brillamment.\n"]},"en-de":{"title":"Die Abenteuer von Babas Schmetterling","moral":"Neugier kann zu tollen Abenteuern führen, aber denke immer daran, um Hilfe zu bitten, wenn du sie brauchst.","hook":"An einem sonnigen Morgen fand Baba einen zauberhaften Garten hinter ihrem Haus. Was für Wunder wird sie entdecken?","keywords":{"Schmetterling":["butterfly"],"Garten":["garden"],"Hallo":["hello","hi"],"Baba":["bye","goodbye"],"Hilfe":["help","aid"],"Blume":["flower"],"gießen":["water","irrigate"],"traurig":["sad"]},"paragraphs":["Eines Tages, auf ihrem Weg, um den Garten zu erkunden, bemerkte Baba einen wunderschönen Schmetterling, der vorbeiflatterte. \"Hallo, kleiner Schmetterling! Wohin gehst du?\" fragte sie mit einem Grinsen.\n","Der Schmetterling erzählte Baba von einer besonderen Blume im Garten, die Hilfe brauchte. Babas Augen funkelten vor Aufregung. \"Ich kann helfen! Zeig mir den Weg,\" sagte sie und folgte dem Schmetterling.\n","Als sie die Blume erreichten, sah Baba, dass sie schlaff und traurig war. \"Keine Sorge, kleine Blume. Ich werde dich gießen\", beruhigte Baba. Aber die Gießkanne war zu schwer für ihre kleinen Hände.\n","Baba erinnerte sich an Mutters Rat, immer um Hilfe zu bitten, wenn sie es braucht. Sie rief nach ihrer Mutter, die ihr half, die Blume zu gießen. Langsam richtete sich die Blume auf und blühte hell auf.\n"]}}}