{"title":"Baba and the Lost Teddy Bear","hook":"One sunny morning, Baba found a magical teddy bear in her garden. But one day, it suddenly disappeared! Where did it go?","moral":"Kindness and honesty are important. Things that are lost can be found with help from others.","paragraphs":["One day, Baba was playing in her garden when she found a fluffy teddy bear peeking out from behind a bush. It had sparkly eyes and a rainbow-colored bow on its neck. Baba hugged the teddy bear tightly and decided to call it Sparkle.","Baba carried Sparkle everywhere she went, playing tea parties and bedtime stories. But one day, as she was playing, she realized Sparkle was missing! She searched high and low, but couldn't find the teddy bear anywhere.","Feeling worried, Baba asked her friend, Mr. Squirrel, if he had seen Sparkle. Mr. Squirrel remembered finding Sparkle near the treehouse and agreed to help look for it. Together, they searched the garden, peeking behind bushes and under flower pots.","Finally, they found Sparkle tangled in a bush near the treehouse. Baba was overjoyed and thanked Mr. Squirrel for his help. She learned that it's okay to ask for help when things are lost and that friends are always there to lend a hand."],"keywords":["Baba","teddy bear","Sparkle","garden","friends","help","kindness","honesty","lost and found","gratitude"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Baba und der verlorene Teddybär","moral":"Freundlichkeit und Ehrlichkeit sind wichtig. Dinge, die verloren gehen, können mit Hilfe von anderen wieder gefunden werden.","hook":"Eines sonnigen Morgens fand Baba einen zauberhaften Teddybär in ihrem Garten. Aber eines Tages verschwand er plötzlich! Wohin ist er gegangen?","keywords":{"Mama":["Mom","Mother"],"Sparkle":["Shine","Glimmer"],"Teddybär":["Teddy Bear"],"Baba":["Dad","Father"],"Glitzern":["Glow","Twinkle"],"Mr. Squirrel":["Squirrel"],"Baumhaus":["Treehouse"]},"paragraphs":["Ein Tag spielte Baba in ihrem Garten, als sie einen flauschigen Teddybären entdeckte, der hinter einem Busch hervorschaute. Er hatte funkelnde Augen und eine Regenbogenfarbene Schleife um den Hals. Baba umarmte den Teddybären fest und beschloss, ihn Glitzern zu nennen.\n","Mama trug Sparkle überall hin, spielte Tee-Parties und Gutenachtgeschichten. Aber eines Tages, während sie spielte, merkte sie, dass Sparkle fehlte! Sie suchte überall, konnte den Teddybären aber nirgendwo finden.\n","Fühl dich ängstlich, Baba fragte ihren Freund, Mr. Squirrel, ob er Sparkle gesehen hatte. Mr. Squirrel erinnerte sich daran, Sparkle in der Nähe des Baumhauses gefunden zu haben, und stimmte zu, bei der Suche zu helfen. Zusammen erkundeten sie den Garten, lugten hinter Büschen hervor und unter Blumentöpfen.\n","Endlich fanden sie Sparkle verheddert in einem Busch in der Nähe des Baumhauses. Baba war überglücklich und dankte Herrn Eichhörnchen für seine Hilfe. Sie lernte, dass es in Ordnung ist, um Hilfe zu bitten, wenn Dinge verloren gehen, und dass Freunde immer da sind, um zu helfen.\n"]},"id-en":{"hook":"One sunny morning, Baba found a magical teddy bear in her garden. But one day, it suddenly disappeared! Where did it go?","moral":"Kindness and honesty are important. Things that are lost can be found with help from others.","title":"Baba and the Lost Teddy Bear","keywords":{"Sparkle":["Berkilau","Berkilat"],"tea parties":["Pesta teh"],"bedtime stories":["Cerita sebelum tidur"],"treehouse":["Rumah pohon"],"friends":["Teman-teman","Sahabat"],"Baba":["Kakek"],"Mr. Squirrel":["Pak Tupai"],"teddy bear":["Boneka beruang"]},"paragraphs":["One day, Baba was playing in her garden when she found a fluffy teddy bear peeking out from behind a bush. It had sparkly eyes and a rainbow-colored bow on its neck. Baba hugged the teddy bear tightly and decided to call it Sparkle.\n","Grandma always had Sparkle with her. They played tea parties and bedtime stories. One day, grandma couldn't find Sparkle! She looked everywhere but Sparkle was gone.\n","Baba was feeling a little scared. She asked her friend, Mr. Squirrel, if he had seen Sparkle. Mr. Squirrel remembered that he had found Sparkle near the treehouse. He said he would help look for Sparkle. They searched the garden together, looking behind bushes and under flower pots.\n","At last, they discovered Sparkle stuck in a bush close to the tree house. Baba felt very happy and said thank you to Mr. Squirrel for his assistance. She understood that it's good to seek help when things are missing and that pals are forever here to offer a helping hand.\n"]},"en-pt":{"title":"A Vovó e o  Urso de Pelúcia Perdido","moral":"Ser gentil e honesto é importante. Coisas que estão perdidas podem ser encontradas com a ajuda dos outros.","hook":"Certa manhã ensolarada, Baba encontrou um ursinho de pelúcia mágico em seu jardim. Mas um dia, ele desapareceu de repente! Para onde será que ele foi?","keywords":{"Baba":["Drool","Slobber"],"Sparkle":["Shine","Glisten","Glimmer"],"brincar":["Play","Frolic","Toy"],"pedido de ajuda":["Call for help","Request for assistance"],"amigos":["Friends","Companions","Pals"],"medo":["Fear","Dread","Terror"],"esquilo":["Squirrel","Chipmunk"],"jardim":["Garden","Yard","Green space"],"urso de pelúcia":["Teddy bear","Stuffed bear"],"Brilho":["Brightness","Glare","Radiance"]},"paragraphs":["Numa dia, Baba estava brincando no seu jardim quando ela encontrou um urso de pelúcia fofo espiando de trás de um arbusto. Ele tinha olhos cintilantes e um laço colorido de arco-íris em seu pescoço. Baba abraçou o urso de pelúcia com força e decidiu chamá-lo de Brilho.\n","Baba carregava Sparkle para todo lugar, brincando de festinhas de chá e contando histórias na hora de dormir. Mas um dia, enquanto brincava, percebeu que Sparkle tinha sumido! Procurou muito, mas não encontrou o urso de pelúcia em lugar nenhum.","Com medo, Baba perguntou ao seu amigo, Sr. Esquilo, se ele tinha visto Brilho. Sr. Esquilo lembrou de ter encontrado Brilho perto da casa da árvore e concordou em ajudar a procurá-lo. Juntos, eles procuraram no jardim, espiando atrás das moitas e embaixo dos vasos de flores.\n","Finalmente, eles encontraram Sparkle enroscado em um arbusto perto da casa da árvore. Baba ficou radiante e agradeceu ao Sr. Esquilo por sua ajuda. Ela aprendeu que é ok pedir ajuda quando as coisas estão perdidas e que os amigos estão sempre lá para dar uma mão.\n"]},"en-fr":{"title":"Baba et l'Ours en Peluche Perdu","hook":"Un matin ensoleillé, Baba a trouvé un ours en peluche magique dans son jardin. Mais un jour, il a disparu soudainement ! Où est-il parti ?","moral":"La gentillesse et l'honnêteté sont importantes. Les objets perdus peuvent être retrouvés avec l'aide des autres.","keywords":{"Baba":["Grandma"],"jardin":["garden"],"ours en peluche":["teddy bear"],"Sparkle":["Shine","Glimmer"],"teddy bear":["ours en peluche"],"Écureuil":["Squirrel"],"Pétincelle":["Sparkle"],"cabane":["cabin"],"amis":["friends"]},"paragraphs":["Il était une fois, Baba jouait dans son jardin quand elle a trouvé un ours en peluche tout doux qui se cachait derrière un buisson. Il avait des yeux pailletés et un nœud coloré en arc-en-ciel autour du cou. Baba a serré fort l'ours en peluche dans ses bras et a décidé de l'appeler Étincelle.\n","Baba portait Sparkle partout où elle allait, jouant à la dinette et racontant des histoires avant d'aller au lit. Mais un jour, alors qu'elle jouait, elle se rendit compte que Sparkle avait disparu ! Elle chercha partout, mais ne put trouver l'ours en peluche nulle part.\n","Se sentant inquiet, Baba a demandé à son ami, M. Écureuil, s'il avait vu Pétincelle. M. Écureuil se souvenait avoir trouvé Pétincelle près de la cabane dans l'arbre et a accepté d'aider à la chercher. Ensemble, ils ont cherché dans le jardin, jetant un œil derrière les buissons et sous les pots de fleurs.\n","Enfin, ils ont trouvé Sparkle emmêlé dans un buisson près de la cabane dans les arbres. Baba était très heureuse et a remercié M. Écureuil pour son aide. Elle a appris qu'il est important de demander de l'aide quand quelque chose est perdu, et que les amis sont toujours là pour donner un coup de main.\n"]}}}