{"title":"Baba's Magical Garden","hook":"One sunny day, Baba discovered a mysterious seed in her backyard. What will happen when she plants it?","moral":"Patience brings unexpected joys and surprises.","paragraphs":["One morning, while playing in her backyard, Baba found a shiny seed lying on the ground. \"Wow! What's this?\" she exclaimed, full of curiosity. She decided to plant it in a small pot near her swing.","Days went by, but nothing seemed to happen. Baba watered the seed every day, hoping for it to grow. \"Why isn't it sprouting?\" she wondered, feeling a bit sad. But she didn't give up.","One fine morning, Baba woke up to a magical sight. The seed had finally bloomed into a beautiful flower with sparkling petals that glittered in the sunlight. Baba's eyes widened in amazement, and she giggled with joy.","\"Look, Mama, my flower is magical!\" Baba exclaimed, jumping up and down with excitement. Mama smiled, proud of Baba's patience and determination. Together, they marveled at the wondrous flower in their backyard."],"keywords":["mysterious seed","curious","patience","surprise","magical sight","bloomed flower","determination","excitement","wondrous","backyard"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba discovered a mysterious seed in her backyard. What will happen when she plants it?","moral":"Patience brings unexpected joys and surprises.","title":"Baba's Magical Garden","keywords":{"magical":["ajaib"],"patience":["kesabaran"],"determination":["ketekunan"],"morning":["pagi"],"shiny seed":["benih bercahaya"],"curiosity":["rasa ingin tahu"],"seed":["benih"],"sprouting":["perkecambahan"],"give up":["menyerah"],"flower":["bunga"],"sunlight":["sinar matahari"]},"paragraphs":["One morning, when playing in her backyard, Baba found a shiny seed on the ground. \"Wow! What's this?\" she said excitedly and planted it in a pot by her swing.\n","Every day passed, but nothing special happened. Mama watered the tiny seed, wishing for it to grow bigger. \"Why won't it start growing?\" she thought, feeling a bit unhappy. Still, she kept on trying.\n","One lovely morning, Baba woke up to a wondrous view. The tiny seed had turned into a pretty flower with shiny petals that sparkled in the sun. Baba was amazed, her eyes grew wide, and she laughed happily.\n","\"See, Mommy, my flower is magical!\" Baba shouted, jumping with happiness. Mommy smiled, feeling proud of Baba's wait and strong will. They both admired the amazing flower in their garden.\n"]},"en-fr":{"moral":"La patience apporte des joies et des surprises inattendues.","hook":"Un jour ensoleillé, Baba a découvert une graine mystérieuse dans son jardin. Que va-t-il se passer quand elle la plante?\n","title":"Le Jardin Magique de Baba","keywords":{"Baba":["father","daddy"],"graine":["seed"],"grandir":["grow","mature"],"fleur":["flower"],"soleil":["sun"],"graine brillante":["shiny seed"],"curiosité":["curiosity"],"flower":["fleur"],"magical":["enchanted","mystical"],"patience":["tolerance"]},"paragraphs":["Un matin, en jouant dans son jardin, Baba a trouvé une graine brillante sur le sol. \"Wow! Qu'est-ce que c'est?\" s'est-elle exclamée, pleine de curiosité. Elle a décidé de la planter dans un petit pot près de sa balançoire.\n","Les jours passaient, mais rien ne semblait se passer. Baba arrosait la graine tous les jours, espérant qu'elle grandisse. \"Pourquoi ne pousse-t-elle pas?\" se demanda-t-elle, se sentant un peu triste. Mais elle n'abandonna pas.\n","Un matin ensoleillé, Baba se réveilla devant un spectacle magique. La graine avait enfin fleuri en une belle fleur aux pétales scintillants qui resplendissaient sous le soleil. Les yeux de Baba se sont écarquillés d'étonnement, et elle rit de bonheur.\n","\"Regarde, Maman, ma fleur est magique !\" Baba s'exclama, sautant de joie. Maman sourit, fière de la patience et de la détermination de Baba. Ensemble, ils s'émerveillèrent devant la fleur merveilleuse dans leur jardin.\n"]},"en-de":{"moral":"Geduld bringt unerwartete Freuden und Überraschungen.\n","hook":"An einem sonnigen Tag fand Baba einen geheimnisvollen Samen in ihrem Hinterhof. Was passiert, wenn sie ihn pflanzt?","title":"Babas Zauberhafter Garten","keywords":{"seed":["seed","kernel"],"sprouting":["sprouting","germinating"],"sad":["sad","unhappy"],"Baba":["Baba"],"Blume":["flower","Blossom"],"magisch":["magical","enchanting"],"Sonnenlicht":["sunlight"],"Hinterhof":["backyard","courtyard"],"Samen":["seed","germ"]},"paragraphs":["Ein Morgen, während sie in ihrem Hinterhof spielte, fand Baba einen glänzenden Samen, der auf dem Boden lag. \"Wow! Was ist das?\" rief sie voller Neugierde aus. Sie beschloss, ihn in einen kleinen Topf in der Nähe ihrer Schaukel zu pflanzen.\n","Tage vergingen, aber nichts schien zu passieren. Baba goss jeden Tag das Saatgut, in der Hoffnung, dass es wächst. \"Warum keimt es nicht?\" fragte sie sich, fühlte sich etwas traurig. Aber sie gab nicht auf.\n","An einem schönen Morgen wachte Baba zu einem magischen Anblick auf. Der Samen war endlich zu einer wunderschönen Blume aufgeblüht, deren funkelnde Blütenblätter im Sonnenlicht glitzerten. Babas Augen weiteten sich vor Staunen, und sie kicherte vor Freude.\n","\"Guck mal, Mama, meine Blume ist magisch!\" Baba rief aus und hüpfte vor Freude auf und ab. Mama lächelte, stolz auf Babas Geduld und Entschlossenheit. Gemeinsam bestaunten sie die wundersame Blume in ihrem Hinterhof.\n"]},"en-pt":{"moral":"A espera traz alegrias e surpresas inesperadas.","title":"Jardim Mágico da Vovó","hook":"Um dia ensolarado, Baba descobriu uma semente misteriosa no quintal dela. O que vai acontecer quando ela plantar?","keywords":{"flor":["flower"],"mágica":["magical"],"alegria":["joy","happiness"],"dias":["days"],"semente":["seed"],"brotar":["sprout","germinate"],"semente brilhante":["bright seed"],"curiosidade":["curiosity"],"quintal":["backyard"],"Baba":["Slime"],"cena mágica":["magical scene"],"flor com pétalas cintilantes":["flower with sparkling petals"]},"paragraphs":["Uma manhã, enquanto brincava em seu quintal, Baba encontrou uma semente brilhante deitada no chão. \"Wow! O que é isso?\" ela exclamou, cheia de curiosidade. Ela decidiu plantá-la em um vasinho perto de seu balanço.\n","Passavam os dias, mas parecia que nada acontecia. Baba regava a semente todos os dias, esperando que ela crescesse. \"Por que ela não está brotando?\" ela se perguntava, se sentindo um pouco triste. Mas ela não desistiu.\n","Certo dia ensolarado, Baba acordou para uma cena mágica. A semente finalmente floresceu em uma linda flor com pétalas cintilantes que brilhavam sob a luz do sol. Os olhos de Baba se abriram em espanto e ela riu de alegria.\n","\"Olha, Mamãe, minha flor é mágica!\" Baba exclamou, pulando de alegria. Mamãe sorriu, orgulhosa da paciência e determinação de Baba. Juntos, eles admiraram a maravilhosa flor no quintal.\n"]}}}