{"title":"The Magical Melody","hook":"In the great Fora jungle, a mysterious melody drifts through the trees each night. Who could be playing such a magical tune?","moral":"Kindness and understanding can bridge differences and solve problems.","paragraphs":["In the heart of the Fora jungle lived Washa, the wise serpent charmer. He was known for his gentle nature and remarkable talent for communicating with all creatures, big and small.","One day, Washa stumbled upon a group of mischievous monkeys who were making a ruckus in the jungle. They were upset because they couldn't find their friend, the melodic bird who sang the enchanting tune each night.","Washa listened carefully to the monkeys and realized that the bird had gotten lost in the dense foliage. Using his charm, Washa called out to the bird with a special melody that only they could understand.","Soon enough, the melodious bird appeared, grateful for Washa's help. The monkeys were overjoyed to be reunited with their friend, and they all danced together under the moonlit sky, filling the jungle with music and joy."],"keywords":["Fora jungle","serpent charmer","mischievous monkeys","melodic bird","enchanting tune","dense foliage","special melody","moonlit sky","music","joy"],"characters":["Washa"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"In the great Fora jungle, a mysterious melody drifts through the trees each night. Who could be playing such a magical tune?","moral":"Kindness and understanding can bridge differences and solve problems.","title":"The Magical Melody","keywords":{"Washa":["Washa"],"monkeys":["monyet"],"singing bird":["burung bernyanyi","burung"],"bird":["burung"],"jungle":["hutan"],"serpent charmer":["pemikat ular"],"gentle nature":["sifat lembut"],"dance":["menari"]},"paragraphs":["In the middle of the Fora jungle, there was Washa, the clever snake friend. People knew him for being kind and good at talking with every animal, big or small.\n","Once upon a time, Washa found some naughty monkeys causing trouble in the forest. They were sad because they couldn't locate their friend, the singing bird who made beautiful music every evening.\n","Washa listened to the monkeys and found out the bird was lost in thick bushes. \nWasha called the bird with a special tune only they knew.\n","One day, a beautiful singing bird came, happy for Washa's help. The playful monkeys were so happy to see their friend again. They all danced together in the moon's light, making the jungle echo with music and happiness.\n"]},"en-fr":{"title":"La Mélodie Magique\n","hook":"Dans la grande jungle de Fora, une mélodie mystérieuse se faufile à travers les arbres chaque nuit. Qui pourrait jouer une telle musique magique?\n","moral":"La gentillesse et la compréhension peuvent relier les différences et résoudre les problèmes.","keywords":{"Washa":["Wash"],"singes":["monkeys","apes"],"feuillage":["foliage"],"jungle":["forest"],"serpents":["snakes"],"nature":["wilderness"],"oiseau mélodieux":["melodious bird"],"danse":["dance"],"singeries":["pranks","antics"],"oiseau":["bird"]},"paragraphs":["Au milieu de la jungle de Fora vivait Washa, le charmeur de serpents sage. Il était connu pour sa nature douce et son talent remarquable pour communiquer avec toutes les créatures, grandes et petites.\n","Un jour, Washa a rencontré un groupe de singes espiègles qui faisaient du bruit dans la jungle. Ils étaient contrariés car ils ne pouvaient pas trouver leur ami, l'oiseau mélodieux qui chantait la mélodie enchanteresse chaque nuit.\n","Washa a écouté attentivement les singes et a réalisé que l'oiseau s'était perdu dans le feuillage dense. En utilisant son charme, Washa a appelé l'oiseau avec une mélodie spéciale que seulement eux pouvaient comprendre.\n","Bientôt, l'oiseau mélodieux est apparu, reconnaissant pour l'aide de Washa. Les singes étaient ravis d'être réunis avec leur ami, et ils ont tous dansé ensemble sous le ciel éclairé par la lune, remplissant la jungle de musique et de joie.\n"]},"en-de":{"title":"Die Zauberhafte Melodie","moral":"Freundlichkeit und Verständnis können Unterschiede überbrücken und Probleme lösen.","hook":"Im großen Dschungel von Fora, eine geheimnisvolle Melodie treibt jede Nacht durch die Bäume. Wer könnte wohl solch eine zauberhafte Melodie spielen?","keywords":{"Washa":["Washer"],"Affen":["Monkeys","Apes"],"Vogel":["Bird"],"Dschungel":["Jungle"],"Fora jungle":["Into the jungle"],"serpent charmer":["Snake charmer"]},"paragraphs":["Inmitten des Fora-Dschungels lebte Washa, der kluge Schlangenbeschwörer. Er war bekannt für seine sanfte Art und bemerkenswerte Begabung, mit allen Geschöpfen, groß und klein, zu kommunizieren.\n","Eines Tages entdeckte Washa eine Bande frecher Affen, die im Dschungel viel Lärm machten. Sie waren verärgert, weil sie ihren Freund, den melodiösen Vogel, nicht finden konnten, der jeden Abend die bezaubernde Melodie sang.\n","Washa lauschte aufmerksam den Affen und bemerkte, dass der Vogel sich im dichten Laub verirrt hatte. Mit seinem Charme rief Washa den Vogel mit einer besonderen Melodie, die nur sie verstehen konnten.\n","Schnell genug erschien der singende Vogel, dankbar für Washas Hilfe. Die Affen waren überglücklich, ihren Freund wiederzusehen, und sie tanzten alle gemeinsam unter dem mondbeleuchteten Himmel, füllten den Dschungel mit Musik und Freude.\n"]},"en-pt":{"title":"A Melodia Mágica","moral":"Ser gentil e compreensivo pode unir diferenças e resolver problemas.","hook":"Na grande selva de Fora, uma melodia misteriosa flutua pelas árvores todas as noites. Quem estaria tocando uma música tão mágica?","keywords":{"Washa":["dance"],"macaquinhos":["monkeys"],"passarinho":["bird"],"macacos":["monkeys"],"Fora":["encantador"],"encantador":["Fora"],"bird":["passarinho"],"monkeys":["macacos"],"dance":["Washa"]},"paragraphs":["No coração da selva Fora morava Washa, o sábio encantador de serpentes. Ele era conhecido por sua natureza gentil e talento notável para se comunicar com todas as criaturas, grandes e pequenas.\n","Certo dia, Washa encontrou um bando de macaquinhos traquinas fazendo bagunça na floresta. Eles estavam chateados pois não conseguiam encontrar o amigo deles, o passarinho melodioso que cantava a melodia encantadora toda noite.\n","Washa ouviu com atenção os macacos e percebeu que o passarinho tinha se perdido na mata fechada. Usando seu encanto, Washa chamou o passarinho com uma melodia especial que só eles poderiam entender.\n","Logo depois, o pássaro melodioso apareceu, agradecido pela ajuda de Washa. Os macacos ficaram radiantes em se reencontrar com seu amigo, e todos dançaram juntos sob o céu iluminado pela lua, enchendo a floresta de música e alegria.\n"]}}}