{"title":"The Tiger and the Dream-Weaving Caterpillar","hook":"What happens when Kian the tiger loses his roar and Kata the caterpillar loses her dreams in Fora jungle?","moral":"Helping each other in times of need makes friendships grow stronger.","paragraphs":["In the great Fora jungle, Kian the strong, loyal tiger and Kata the gentle, dream-weaving caterpillar were the best of friends. One day, the jungle was eerily quiet as Kian lost his roar, and Kata couldn't weave any dreams at night.","Worried, Kian said, \"I don't feel strong without my roar. How can I protect the jungle?\" Kata replied, \"I miss my dreams too. The jungle feels less magical.\" They decided to help each other find their lost abilities.","Kian searched for his roar high and low, while Kata explored every corner of the jungle for her lost dreams. Together, they discovered that a mischievous sprite had taken Kian's roar and Kata's dreams for fun.","Working together, Kian bravely confronted the sprite, and Kata used her gentle touch to convince the sprite to return the stolen abilities. With their strengths combined, the sprite realized the importance of friendship and returned what it had taken."],"keywords":["Fora jungle","tiger","caterpillar","friendship","lost abilities","teamwork","sprite","magical","loyal","gentle"],"characters":["Kian","Kata"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"O Tigre e a Lagarta Tecel\\u00e3 de Sonhos","moral":"Se ajudar um ao outro quando precisa faz as amizades ficarem mais fortes.","hook":"O que acontece quando o tigre Kian perde seu rugido e a lagarta Kata perde seus sonhos na selva de Fora?","keywords":{"Kian":[],"Kata":[],"selva":["jungle"],"duende":[],"habilidades":[],"amizade":["friendship"],"tigre":["tiger"],"amigos":["friends"],"jungle":["selva"],"magical":[]},"paragraphs":["Na grande selva de Fora, Kian o forte, leal tigre e Kata a gentil, sonhadora lagarta eram os melhores amigos. Um dia, a selva ficou estranhamente quieta pois Kian perdeu seu rugido, e Kata não conseguia tecer nenhum sonho à noite.\n","Preocupado, Kian disse, \"Eu não me sinto forte sem meu rugido. Como posso proteger a floresta?\" Kata respondeu, \"Eu também sinto saudades dos meus sonhos. A floresta parece menos mágica.\" Eles decidiram se ajudar a encontrar suas habilidades perdidas.\n","Kian procurou seu rugido em cima e embaixo, enquanto Kata explorava cada canto da selva atrás de seus sonhos perdidos. Juntos, eles descobriram que um duende travesso havia pegado o rugido de Kian e os sonhos de Kata para se divertir.\n","Trabalhando juntos, Kian bravamente enfrentou o duende, e Kata usou seu toque gentil para convencer o duende a devolver as habilidades roubadas. Com suas forças combinadas, o duende percebeu a importância da amizade e devolveu o que havia levado.\n"]},"en-de":{"title":"Der Tiger und die Traum-Webende Raupe","moral":"Wenn man sich in schwierigen Zeiten gegenseitig hilft, werden Freundschaften immer stärker.","hook":"Was passiert, wenn Kian der Tiger sein Brüllen verliert und Kata die Raupe ihre Träume im Dschungel von Fora verliert?\n","keywords":{"Kian":["Kian"],"Kata":["Kata"],"Kobold":["Goblin"],"Brüllen":["Roar"],"Fora-Dschungel":["Fora Jungle"],"treu":["Faithful","Loyal"],"sanft":["Gentle","Soft"],"Dschungel":["Jungle"]},"paragraphs":["Im großen Fora-Dschungel waren Kian der starke, treue Tiger und Kata die sanfte, traumwebende Raupe die besten Freunde. Eines Tages war der Dschungel unheimlich still, denn Kian hatte sein Brüllen verloren und Kata konnte nachts keine Träume weben.\n","Ängstlich sagte Kian: \"Ohne mein Gebrüll fühle ich mich nicht stark. Wie kann ich den Dschungel schützen?\" Kata antwortete: \"Auch mir fehlen meine Träume. Der Dschungel fühlt sich weniger magisch an.\" Sie beschlossen, sich gegenseitig zu helfen, ihre verlorenen Fähigkeiten zu finden.\n","Kian suchte überall nach seinem Brüllen, während Kata jeden Winkel des Dschungels für ihre verlorenen Träume erkundete. Zusammen entdeckten sie, dass ein schelmischer Kobold Kians Brüllen und Katas Träume zum Spaß genommen hatte.\n","Kian und Kata haben zusammen gearbeitet. Kian hat mutig den Kobold konfrontiert, und Kata hat mit ihrer sanften Berührung den Kobold überzeugt, die gestohlenen Fähigkeiten zurückzugeben. Gemeinsam haben sie ihre Kräfte vereint, und der Kobold hat die Bedeutung von Freundschaft erkannt und zurückgegeben, was er genommen hatte.\n"]},"id-en":{"hook":"What happens when Kian the tiger loses his roar and Kata the caterpillar loses her dreams in Fora jungle?","moral":"Helping each other in times of need makes friendships grow stronger.","title":"The Tiger and the Dream-Weaving Caterpillar","keywords":{"friends":["teman"],"sprite":["roh","hantu kecil"],"stolen":["dicuri","tercuri"],"Kian":["Kian"],"Kata":["Kata"],"dreams":["mimpi"],"roar":["deru"],"jungle":["hutan"],"tiger":["harimau"],"caterpillar":["ulat bulu"]},"paragraphs":["In a big jungle called Fora, Kian the brave and friendly tiger and Kata the kind and magical caterpillar were close buddies. One day, everything was silent in the jungle because Kian couldn't roar anymore, and Kata couldn't make dreams.\n","Kian felt scared and said, \"I don't feel brave without my loud sound. How can I keep the big forest safe?\" Kata answered, \"I also long for my wishes. The big forest seems less like a wonderland.\" They chose to assist one another in discovering their vanished powers.\n","Kian looked everywhere for his loud sound,\nand Kata explored each part of the big forest for her missing wishes.\nThey found that a little magical creature had taken Kian's roar and Kata's dreams for play.\n","Kian and Kata were good friends. They worked together to face a friendly sprite. Kata used her soft touch to ask the sprite nicely to give back what it had taken. The sprite learned about friendship and happily returned the stolen things.\n"]},"en-fr":{"title":"Le Tigre et la Chenille Tisseuse de Rêves","hook":"Que se passe-t-il lorsque Kian le tigre perd son rugissement et Kata la chenille perd ses rêves dans la jungle de Fora?","moral":"En s'aidant l'un l'autre quand on en a besoin, les amitiés deviennent plus fortes.","keywords":{"Kian":["Kian"],"le lutin":["the elf","the gnome"],"amitié":["friendship"],"Fora":["Fora"],"tigre":["tiger"],"chenille":["caterpillar"],"jungle":["jungle"],"rêves":["dreams"],"magique":["magical"],"Kata":["Kata"]},"paragraphs":["Dans la grande jungle de Fora, Kian le tigre fort et loyal et Kata la chenille douce et qui tisse des rêves étaient les meilleurs amis. Un jour, la jungle était étrangement silencieuse alors que Kian avait perdu son rugissement, et Kata ne pouvait pas tisser de rêves la nuit.\n","Inquiet, Kian dit, \"Je ne me sens pas fort sans mon rugissement. Comment puis-je protéger la jungle?\" Kata a répondu, \"Moi aussi, mes rêves me manquent. La jungle semble moins magique.\" Ils ont décidé de s'aider mutuellement à retrouver leurs capacités perdues.\n","Kian cherchait partout pour retrouver son rugissement, tandis que Kata explorait tous les coins de la jungle pour ses rêves perdus. Ensemble, ils ont découvert qu'un esprit espiègle avait pris le rugissement de Kian et les rêves de Kata pour s'amuser.\n","En travaillant ensemble, Kian a courageusement confronté le lutin, et Kata a utilisé sa douce caresse pour convaincre le lutin de rendre les capacités volées. Avec leurs forces combinées, le lutin a réalisé l'importance de l'amitié et a rendu ce qu'il avait pris.\n"]}}}