{"title":"The Melody of Friendship","hook":"Who will Zoran meet on his adventure through the Great Fora jungle?","moral":"Kindness and teamwork can create beautiful music in our hearts.","paragraphs":["Once upon a time, in the lush Great Fora jungle, there lived Zoran, a gentle singing pirate with a heart as big as the tallest trees. One sunny morning, Zoran set out on an adventurous stroll, humming a happy tune.","Suddenly, Zoran's melody was interrupted by a loud cry for help! Rushing towards the sound, he found a shy little squirrel named Suri stuck in a thorny bush. \"Oh dear, can you help me out, kind pirate?\" squeaked Suri.","Zoran's heart melted at the squirrel's distress. With a gentle touch, he carefully freed Suri from the prickly trap. Grateful and relieved, Suri gazed at Zoran. \"Thank you for saving me! Your song brought me courage.\"","From that moment on, Suri and Zoran explored the jungle together, singing and laughing. Their friendship blossomed like the colorful flowers around them, creating a melody of joy that echoed through the trees."],"keywords":["Zoran","gentle","singing pirate","Great Fora jungle","melody","friendship","kindness","teamwork","adventure","courage"],"characters":["Zoran"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"La Chanson de l'Amitié","hook":"Qui va Zoran rencontrer dans son aventure à travers la grande jungle de Fora?","moral":"Être gentil et travailler ensemble peuvent créer de belles chansons dans nos cœurs.","keywords":{"jungle":["jungle"],"pirate":["pirate"],"cœur":["heart"],"Suri":["Suri"],"Zoran":["Zoran"],"écureuil":["squirrel"],"écueuil":["squirrel"],"courage":["courage","bravery"]},"paragraphs":["Il était une fois, dans la jungle verdoyante de la Grande Fora, habitait Zoran, un pirate chanteur gentil avec un cœur aussi grand que les plus grands arbres. Un matin ensoleillé, Zoran partit pour une promenade aventureuse en chantonnant joyeusement.\n","Tout à coup, la mélodie de Zoran fut interrompue par un fort cri à l'aide! Se précipitant vers le son, il trouva un petit écureuil timide nommé Suri coincé dans un buisson épineux. \"Oh mon dieu, peux-tu m'aider, gentil pirate?\" glapit Suri.\n","Le cœur de Zoran a fondu en voyant la détresse de l'écureuil. Avec une touche douce, il a libéré Suri avec précaution du piège piquant. Reconnaissante et soulagée, Suri regarda Zoran. \"Merci de m'avoir sauvée ! Ta chanson m'a apporté du courage.\"\n","Un jour, Suri et Zoran ont exploré la jungle ensemble, en chantant et en rigolant. Leur amitié a fleuri comme les fleurs colorées autour d'eux, créant une mélodie de bonheur qui résonnait à travers les arbres.\n"]},"id-en":{"hook":"Who will Zoran meet on his adventure through the Great Fora jungle?","moral":"Kindness and teamwork can create beautiful music in our hearts.","title":"The Melody of Friendship","keywords":{"Suri":["Suri"],"Zoran":["Zoran"],"friendship":["persahabatan"],"jungle":["hutan"],"pirate":["bajak laut","perompak"],"heart":["hati","jantung"],"melody":["melodi","lagu"],"shout":["teriakan","seruan"],"squirrel":["tupai"],"gentle touch":["sentuhan lembut"],"courage":["keberanian"]},"paragraphs":["Long ago, in a big green jungle, there was Zoran, a kind singing pirate with a huge heart like the tall trees. One sunny day, Zoran went on a fun walk, singing a cheerful song.\n","One time, Zoran's song was stopped by a big shout for aid!     He ran fast to the noise and saw a timid small squirrel named Suri stuck in a prickly bush. \"Oh no, can you free me, friendly pirate?\" whispered Suri.\n","Zoran's heart became warm and soft when he saw the squirrel feeling sad. He used his gentle hands to help Suri get out of the sharp trap. Suri looked at Zoran with thankful eyes, feeling happy and safe. \"Thank you for rescuing me! Your beautiful song gave me bravery.\"\n","One day, Suri and Zoran went into the forest, singing and laughing. They became best friends, like the pretty flowers, making happy music in the trees.\n"]},"en-de":{"title":"Die Musik der Freundschaft","moral":"Freundlichkeit und Zusammenarbeit können schöne Musik in unseren Herzen erschaffen.","hook":"Wer wird Zoran auf seinem Abenteuer durch den Großen Fora-Dschungel treffen?","keywords":{"Jungle":["Dschungel","Fora-Dschungel"],"Friendship":["Freundschaft"],"Melody":["Melodie"],"Heart":["Herz"],"Sorrow":["Kummer"],"Trap":["Falle"],"Squirrel":["Eichhörnchen"],"Zoran":["Zoran"],"Singing Pirate":["singender Pirat"],"Adventure Stroll":["abenteuerlicher Spaziergang"]},"paragraphs":["Es war einmal im grünen Großen Fora-Dschungel, wo Zoran, ein sanfter singender Pirat mit einem Herzen so groß wie die höchsten Bäume, lebte. An einem sonnigen Morgen machte sich Zoran auf zu einem abenteuerlichen Spaziergang, summte dabei eine fröhliche Melodie.\n","Plötzlich wurde Zorans Melodie von einem lauten Hilferuf unterbrochen! Eilig eilte er zum Geräusch und fand ein schüchternes kleines Eichhörnchen namens Suri, das in einem dornigen Busch feststeckte. \"Oh, kannst du mir helfen, lieber Pirat?\", piepste Suri.\n","Zorans Herz schmolz bei dem Kummer des Eichhörnchens. Mit sanfter Berührung befreite er Suri behutsam aus der stacheligen Falle. Dankbar und erleichtert schaute Suri Zoran an. \"Danke, dass du mich gerettet hast! Dein Lied hat mir Mut gegeben.\"\n","Ab diesem Moment erforschten Suri und Zoran zusammen den Dschungel, sangen und lachten. Ihre Freundschaft blühte wie die bunten Blumen um sie herum auf und schuf eine Melodie der Freude, die durch die Bäume widerhallte.\n"]},"en-pt":{"hook":"Quem Zoran vai encontrar na sua aventura pela Grande Floresta do Fora?","title":"A Melodia da Amizade","moral":"Ser amável e trabalhar em equipe pode criar uma música bonita em nossos corações.","keywords":{"friendship":["amizade"],"colorful flowers":["flores coloridas"],"melody of joy":["melodia de alegria"],"melodia":["melody"],"esquilinho":["squirrel"],"socorro":["help"],"Once upon a time":["Era uma vez"],"pirate":["pirata"],"sunny morning":["manhã ensolarada"],"coração":["heart"],"esquilo":["squirrel"],"armadilha":["trap"]},"paragraphs":["Era uma vez, na densa selva da Grande Floresta, vivia Zoran, um gentil pirata cantor com um coração tão grande quanto as árvores mais altas. Uma manhã ensolarada, Zoran partiu para um passeio aventureiro, cantarolando uma música alegre.\n","De repente, a melodia de Zoran foi interrompida por um grito alto de socorro! Correndo em direção ao som, ele encontrou um tímido esquilinho chamado Suri preso em um arbusto espinhoso. \"Ai, você pode me ajudar, bondoso pirata?\" guinchou Suri.\n","O coração de Zoran derreteu ao ver o esquilo em apuros. Com um toque delicado, ele libertou Suri da armadilha espinhosa. Agradecida e aliviada, Suri olhou para Zoran. \"Obrigada por me salvar! Sua música me trouxe coragem.\"\n","A partir desse momento, Suri e Zoran exploraram a selva juntos, cantando e rindo. A amizade deles floresceu como as flores coloridas ao redor deles, criando uma melodia de alegria que ecoava pelas árvores.\n"]}}}