{"title":"The Curious Caterpillar","hook":"One day, a curious caterpillar named Coco found a mysterious object in the forest. What could it be?","moral":"Curiosity helps us learn and discover new things.","paragraphs":["In a vibrant forest, Coco the caterpillar played amongst colorful flowers and fluttering butterflies. One day, under a shiny rock, Coco discovered a small, glowing orb that hummed softly.","\"What is this?\" Coco asked the wise old turtle, Tito. \"Oh, that is the Forest Crystal,\" Tito replied. \"It grants wishes but be careful, it can only be used once.\"","Excited, Coco thought of using the crystal to fly like the butterflies. But before doing so, Coco wondered if there was a better way to help others.","Coco decided to wish for a magic flower that could bring happiness to all creatures in the forest. The Forest Crystal glowed brightly, granting the selfless wish.","The next morning, the forest was filled with the sweet scent of the magic flower, spreading joy and laughter everywhere. Coco's friends thanked the curious caterpillar for thinking of others before themselves."],"keywords":["caterpillar","forest","curious","discovery","wishes","selfless","magic","happiness","friends","learn"],"characters":null,"translations":{"en-de":{"title":"Die Neugierige kleine Raupe","moral":"Neugier hilft uns, Neues zu lernen und Entdeckungen zu machen.","hook":"Eines Tages fand eine neugierige Raupe namens Coco ein geheimnisvolles Ding im Wald. Was könnte das sein?","keywords":{"Coco":["Coco"],"Zauberblume":["Magic flower"],"Waldkristall":["Forest crystal"],"Wald":["Forest"],"Blumen":["Flowers"],"Kristall":["Crystal"],"Schmetterlinge":["Butterflies"],"Forest Crystal":["Forest crystal"],"wishes":["wishes"],"Freude":["Joy"]},"paragraphs":["In einem bunten Wald spielte das kleine Tierchen Coco unter bunten Blumen und flatternden Schmetterlingen. Eines Tages entdeckte Coco unter einem glänzenden Felsen eine kleine, leuchtende Kugel, die sanft summte.\n","\"Was ist das?\" fragte Coco die weise alte Schildkröte, Tito. \"Oh, das ist der Waldkristall,\" antwortete Tito. \"Er erfüllt Wünsche, aber sei vorsichtig, er kann nur einmal benutzt werden.\"\n","Aufgeregt dachte Coco daran, den Kristall zu benutzen, um wie die Schmetterlinge zu fliegen. Bevor sie das tat, fragte sich Coco, ob es einen besseren Weg gab, anderen zu helfen.\n","Coco hat sich entschieden, sich einen Zauberblume zu wünschen, die allen Kreaturen im Wald Glück bringen kann. Der Waldkristall leuchtet hell und erfüllt den selbstlosen Wunsch.\n","Am nächsten Morgen war der Wald voll mit dem süßen Duft der Zauberblume, der überall Freude und Gelächter verbreitete. Cocos Freunde bedankten sich bei der neugierigen Raupe dafür, dass sie an andere gedacht hatte, bevor sie an sich selbst dachten.\n"]},"en-pt":{"title":"A Lagartinha Curiosa","moral":"A curiosidade nos ajuda a aprender e descobrir coisas novas.","hook":"Um dia, uma lagarta curiosa chamada Coco encontrou um objeto misterioso na floresta. O que poderá ser?","keywords":{"Coco":["Coconut"],"cristal":["crystal"],"borboletas":["butterflies"],"flor mágica":["magic flower"],"felicidade":["joy","happiness"],"magic flower":["flor mágica"],"joy":["felicidade","happiness"],"friends":["amigos"],"Tito":["Tito"],"Cristal":["crystal"],"lagarta":["caterpillar"],"floresta":["forest"]},"paragraphs":["Num floresta vibrante, Coco a lagarta brincava entre flores coloridas e borboletas a esvoaçar. Um dia, debaixo de uma pedra brilhante, Coco descobriu um pequeno globo luminoso que cantarolava suavemente.\n","\"O que é isso?\" Coco perguntou ao sábio e velho jabuti, Tito. \"Ah, isso é o Cristal da Floresta,\" respondeu Tito. \"Ele realiza desejos, mas tenha cuidado, só pode ser usado uma vez.\"\n","Animado, Coco pensou em usar o cristal para voar como as borboletas. Mas antes de fazer isso, Coco se perguntou se havia uma maneira melhor de ajudar os outros.\n","Coco decidiu pedir uma flor mágica que pudesse trazer felicidade a todas as criaturas na floresta. O Cristal da Floresta brilhou intensamente, concedendo o desejo altruísta.\n","Na manhã seguinte, a floresta estava cheia do cheirinho doce da flor mágica, espalhando alegria e risadas por todos os lados. Os amigos do Coco agradeceram à lagarta curiosa por pensar nos outros antes de si mesmos.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité nous aide à apprendre et découvrir de nouvelles choses.","hook":"Il était une fois, une chenille curieuse nommée Coco qui trouva un objet mystérieux dans la forêt. Qu'est-ce que ça pourrait être?","keywords":{"Coco":["Coco"],"Forest Crystal":["cristal"],"wishes":["wishes","bonheur"],"chenille":["chenille"],"papillons":["papillons"],"forêt":["forêt"],"fleur magique":["fleur magique"],"chenille curieuse":["chenille curieuse"],"bonheur":["wishes","bonheur"],"cristal":["cristal"]},"paragraphs":["Dans une forêt animée, Coco la chenille jouait parmi des fleurs colorées et des papillons qui voletaient. Un jour, sous un rocher brillant, Coco a découvert une petite orbe lumineuse qui chantonnait doucement.\n","\"C'est quoi ?\" Coco demanda à la vieille tortue sage, Tito. \"Oh, c'est le Cristal de la Forêt,\" répondit Tito. \"Il réalise des souhaits mais fais attention, il ne peut être utilisé qu'une seule fois.\"\n","Tout excité, Coco a pensé à utiliser le cristal pour voler comme les papillons. Mais avant de le faire, Coco s'est demandé s'il y avait un meilleur moyen d'aider les autres.\n","Coco a décidé de souhaiter une fleur magique qui pourrait apporter du bonheur à toutes les créatures de la forêt. Le Cristal de la Forêt brillait et accordait ce souhait désintéressé.\n","Le lendemain matin, la forêt était remplie du parfum sucré de la fleur magique, propageant la joie et les rires partout. Les amis de Coco ont remercié la chenille curieuse d'avoir pensé aux autres avant eux.\n"]},"id-en":{"hook":"One day, a curious caterpillar named Coco found a mysterious object in the forest. What could it be?","moral":"Curiosity helps us learn and discover new things.","title":"The Curious Caterpillar","keywords":{"Coco":["Kelapa"],"magic flower":["Bunga ajaib"],"Forest Crystal":["Kristal hutan"],"forest":["hutan"],"caterpillar":["ulat bulu"],"wishes":["keinginan","harapan"],"careful":["hati-hati","teliti"],"butterflies":["kupu-kupu"],"special rock":["batu istimewa"]},"paragraphs":["In a very lively forest, Coco the caterpillar had fun among bright flowers and flying butterflies. One day, under a shiny stone, Coco found a small, shining ball that made a soft noise.\n","\"What is this?\" Coco asked the smart old turtle, Tito.\n\"Oh, that is the Forest Crystal,\" Tito answered.\n\"It can make wishes come true, but you must be careful because it only works once.\"\n","Happy, Coco had an idea. He wanted to use the special rock to fly just like the pretty butterflies. Before starting, he thought about finding a better way to assist everyone.\n","One day, Coco wanted a special flower. This flower could make all the forest animals happy. The Forest Crystal sparkled and made Coco's kind wish come true.\n","The next day, the forest smelled really nice because of the magical flower's sweet smell. It made everyone happy and made them laugh a lot. Coco's friends said thank you to the curious caterpillar for being thoughtful and kind.\n"]}}}