{"title":"Baba and the Magic Seeds","hook":"One sunny morning, Baba found a mysterious pouch of colorful seeds in her backyard. What could they be?","moral":"Curiosity can lead to wonderful discoveries.","paragraphs":["One sunny morning, Baba was playing in her backyard when she stumbled upon a small pouch filled with colorful seeds. \"Wow, what are these?\" she wondered, picking them up with excitement.","Baba ran to her grandma, who smiled and said, \"Those are magic seeds, my dear. If you plant them with kindness, they will grow into something special.\"","Eager to see the magic for herself, Baba dug little holes in the soil and carefully placed the seeds in, whispering kind words to each one. She watered them every day, patiently waiting for the magic to happen.","Days passed, and Baba started to lose hope. \"Grandma, why aren't the seeds growing?\" she asked, feeling a bit sad. Her grandma hugged her gently and replied, \"Magic takes time, dear. Keep believing.\"","Finally, one morning, Baba woke up to a beautiful garden filled with colorful flowers blooming from the seeds. Her eyes sparkled with joy as she realized that her kindness had made the magic happen."],"keywords":"Baba, seeds, magic, kindness, discovery, patience, growth, flowers, joy, belief","characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Oma und die Zauber-Samen\n","moral":"Neugier kann zu wunderbaren Entdeckungen führen.","hook":"An einem sonnigen Morgen fand Baba eine geheimnisvolle Tasche mit bunten Samen in ihrem Hinterhof. Was könnten sie sein?\n ","keywords":{"Baba":["Grandmother"],"Zaubersamen":["Magic Seeds"],"Freundlichkeit":["Kindness"],"Garten":["Garden"],"bunten Samen":["Colorful Seeds"],"Tage":["Days"],"Samen":["Seeds"],"Magie":["Magic"],"Blumen":["Flowers"]},"paragraphs":["Eines sonnigen Morgens spielte Baba in ihrem Garten, als sie auf einen kleinen Beutel stieß, gefüllt mit bunten Samen. \"Wow, was sind das für Dinge?\" fragte sie sich und hob sie auf aufgeregt.\n","Baba ran zu ihrer Oma, die lächelte und sagte: \"Das sind Zaubersamen, mein Liebling. Wenn du sie mit Freundlichkeit pflanzt, werden sie zu etwas Besonderem heranwachsen.\"\n","Aufgeregt, um die Magie selbst zu sehen, grub Baba kleine Löcher im Boden und legte die Samen sorgfältig hinein, während sie jedem freundliche Worte flüsterte. Sie goss sie jeden Tag, geduldig darauf wartend, dass die Magie passierte.\n","Es vergingen Tage, und Baba begann die Hoffnung zu verlieren. \"Oma, warum wachsen die Samen nicht?\" fragte sie, sich ein wenig traurig fühlend. Ihre Oma umarmte sie sanft und antwortete: \"Magie braucht Zeit, Liebes. Bleibe glauben.\"\n","Eines Tages, am Morgen, wachte Baba auf zu einem wunderschönen Garten, der mit bunten Blumen gefüllt war, die aus den Samen blühten. Ihre Augen funkelten vor Freude, als sie erkannte, dass ihre Freundlichkeit den Zauber hervorgebracht hatte.\n"]},"en-pt":{"title":"A Vovó e as Sementes Mágicas","hook":"Certo dia ensolarado, Baba encontrou um saquinho misterioso de sementes coloridas no seu quintal. O que será que elas são?\n","moral":"Quando estamos curiosos e exploramos coisas novas, podemos encontrar descobertas maravilhosas!\n","keywords":{"sunny morning":["sunny morning"],"colorful seeds":["colorful seeds"],"excitement":["excitement"],"Baba":["Baba"],"flores coloridas":["colorful flowers"],"bondade":["kindness"],"baba":["babbling","drool"],"sementes mágicas":["magic seeds"],"magia":["magic"],"sementes":["seeds"],"terra":["earth"],"dias":["days"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando no quintal quando encontrou uma pequena bolsinha cheia de sementes coloridas. \"Uau, o que será isso?\" ela se perguntou, pegando-as com empolgação.\n","A vovó sorriu para a baba que correu até ela, dizendo \"Essas são sementes mágicas, meu bem. Se você plantá-las com bondade, elas se transformarão em algo especial.\"\n","Curiosa para ver a magia com seus próprios olhos, Baba cavou pequenos buracos na terra e colocou cuidadosamente as sementes, sussurrando palavras gentis para cada uma. Ela as regava todos os dias, esperando pacientemente a magia acontecer.\n","Os dias passaram, e Baba começou a perder a esperança. \"Vovó, por que as sementes não estão crescendo?\" ela perguntou, se sentindo um pouco triste. Sua vovó a abraçou gentilmente e respondeu, \"A magia leva tempo, querida. Continue acreditando.\"\n","Então, numa manhã, Baba acordou para um jardim lindo cheio de flores coloridas brotando das sementes. Seus olhos brilharam de alegria quando ela percebeu que sua bondade fez a mágica acontecer.\n"]},"en-fr":{"title":"Grand-père et les Graines Magiques","hook":"Un matin ensoleillé, Baba a trouvé un mystérieux sachet de graines colorées dans son jardin. Qu'est-ce que cela pourrait être?","moral":"La curiosité peut nous faire découvrir des choses merveilleuses.\n","keywords":{"Baba":["Grandma"],"grand-mère":["Grandma"],"graines magiques":["magic seeds"],"sunny morning":["sunny morning"],"colorful seeds":["colorful seeds"],"excitement":["excitement"],"jardin":["garden"],"fleurs":["flowers"],"magie":["magic"],"graines":["seeds"],"les graines":["seeds"],"la magie":["magic"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle est tombée sur une petite pochette remplie de graines colorées. \"Waouh, qu'est-ce que c'est?\" se demanda-t-elle, les ramassant avec excitation.\n","Baba a couru vers sa grand-mère, qui a souri et a dit : \"Ce sont des graines magiques, ma chère. Si tu les plantes avec gentillesse, elles pousseront en quelque chose de spécial.\"\n","Très impatiente de voir la magie de ses yeux, Baba creusa de petits trous dans la terre et plaça soigneusement les graines en chuchotant des mots gentils à chacune. Elle les arrosa tous les jours, attendant patiemment que la magie opère.\n","Il a passé des jours, et Baba a commencé à perdre espoir. \"Grand-mère, pourquoi les graines ne poussent-elles pas?\" elle a demandé, se sentant un peu triste. Sa grand-mère l'a câlinée doucement et a répondu, \"La magie prend du temps, ma chère. Continue à y croire.\"\n","Un matin, Baba s'est réveillée dans un joli jardin rempli de fleurs colorées qui poussaient des graines. Ses yeux brillaient de bonheur quand elle a réalisé que sa gentillesse avait créé la magie.\n"]},"id-en":{"hook":"One sunny morning, Baba found a mysterious pouch of colorful seeds in her backyard. What could they be?","moral":"Curiosity can lead to wonderful discoveries.","title":"Baba and the Magic Seeds","keywords":{"Baba":["Kakek","Nenek"],"garden":["taman","kebun"],"flowers":["bunga-bunga","kembang-kembang"],"magic seeds":["benih ajaib"],"plant":["tanam","menanam"],"special":["istimewa","spesial"],"Grandma":["Nenek"],"seeds":["benih","biji"],"magic":["ajaib","sakti"],"growing":["tumbuh","bertumbuh"],"believing":["percaya"],"backyard":["halaman belakang","pekarangan"]},"paragraphs":["One day, Baba was playing in her garden when she found a tiny bag full of pretty seeds. \"What are these?\" she asked happily as she picked them up.\n","Grandma ran to her grandma, who smiled and said, \"Those are magic seeds, my dear. If you plant them nicely, they will grow into something special.\"\n","Excited to watch the wonderful surprise, Grandma dug small holes in the dirt and gently put the seeds inside, saying nice words to them. She gave them water every day, waiting happily for the miracle to appear.\n","Days went by, and Baba was starting to feel less happy. \"Grandma, why are the little seeds not growing?\" she asked, feeling a bit down. Her grandma gave her a warm hug and said, \"Magic needs time, my dear. Don't stop believing.\"\n","One day, Baba woke up and saw a pretty garden with bright flowers growing from the small seeds. She felt happy because she knew her kindness had created this special moment.\n"]}}}