{"title":"Baba and the Lost Butterfly","hook":"Does Baba find a way to help the butterfly that got lost in her home?","moral":"It's important to show kindness and help those in need, even if they are small creatures.","paragraphs":["One sunny morning, Baba was playing in her backyard when she noticed a colorful butterfly fluttering around. The butterfly looked confused and lost, flying aimlessly in circles.","\"Oh no, little butterfly, are you lost?\" Baba asked, her voice filled with concern. The butterfly landed on a flower nearby, looking tired and scared.","Baba gently cupped her hands and offered them to the butterfly. \"Hop on, I will help you find your way home,\" she said with a kind smile. The butterfly hesitated at first but then cautiously climbed onto Baba's hands.","Baba carefully carried the butterfly around the garden, asking the flowers and bees if they had seen the butterfly's home. After a while, they reached a patch of colorful flowers, and the butterfly suddenly perked up, recognizing its home.","The butterfly fluttered happily towards its home, thanking Baba with a graceful dance in the air. Baba smiled, feeling happy that she could help her tiny friend find its way back."],"keywords":["butterfly","lost","kindness","help","backyard","concern","confused","flowers","colorful","home"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Papa et le Papillon Perdu","hook":"Est-ce que Baba trouve un moyen d'aider le papillon qui s'est perdu dans sa maison?\n","moral":"Il est important de montrer de la gentillesse et d'aider ceux dans le besoin, même s'ils sont de petites créatures.\n","keywords":{"Baba":["Grandmother"],"jardin":["garden"],"papillon":["butterfly"],"danse":["dance"],"maison":["house"],"butterfly":["papillon"],"lost":["missing","disappeared"],"flower":["bloom"],"Papa":["Father"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle a vu un papillon coloré qui voltigeait autour d'elle. Le papillon avait l'air perdu et confus, volant sans but en tournant en rond.\n","\"Oh non, petite papillon, es-tu perdu ?\" demanda Baba, sa voix emplie d'inquiétude. Le papillon se posa sur une fleur voisine, paraissant fatigué et effrayé.\n","Baba a doucement formé ses mains en coupe et les a offertes au papillon. \"Monte, je vais t'aider à retrouver ton chemin vers la maison,\" dit-elle avec un sourire gentil. Le papillon a hésité au début mais a ensuite grimpé prudemment sur les mains de Baba.\n","Papa chatouillait la jolie papillon dans le jardin, demandant aux fleurs et aux abeilles si elles avaient vu la maison du papillon. Après un moment, ils ont trouvé un groupe de fleurs colorées, et le papillon a soudainement frétillé, reconnaissant son chez-soi.\n","Le papillon volait joyeusement vers sa maison, remerciant Baba avec une danse gracieuse dans l'air. Baba souriait, heureuse d'avoir pu aider son petit ami à retrouver son chemin.\n"]},"en-de":{"title":"Baba und der Verlorene Schmetterling","hook":"Hat Baba einen Weg gefunden, um dem Schmetterling zu helfen, der sich in ihrem Zuhause verirrt hat?","moral":"Es ist wichtig, freundlich zu sein und denen zu helfen, die es brauchen, auch wenn es kleine Tiere sind.\n","keywords":{"sonnig":["sunny"],"Schmetterling":["butterfly"],"verwirrt":["confused"],"Garten":["garden"],"Blumen":["flowers"],"verloren":["lost"],"Sorge":["concern","worry"],"fröhlich":["cheerful","happy"],"anmutig":["graceful"],"Baba":["bye","goodbye"],"Hände":["hands"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Hinterhof, als sie einen bunten Schmetterling bemerkte, der umherflatterte. Der Schmetterling sah verwirrt und verloren aus, flog ziellos in Kreisen herum.\n","\"Oh nein, kleiner Schmetterling, bist du verloren?\" fragte Baba, ihre Stimme voller Sorge. Der Schmetterling landete auf einer Blume in der Nähe, sah müde und ängstlich aus.\n","Baba hielt vorsichtig ihre Hände und bot sie dem Schmetterling an. \"Spring drauf, ich werde dir helfen, den Weg nach Hause zu finden\", sagte sie mit einem freundlichen Lächeln. Der Schmetterling zögerte zuerst, kletterte dann aber vorsichtig auf Babas Hände.\n","Mama hat vorsichtig den Schmetterling im Garten herumgetragen, und hat die Blumen und Bienen gefragt ob sie das Zuhause des Schmetterlings gesehen haben. Nach einiger Zeit erreichten sie einen Fleck bunter Blumen, und der Schmetterling hat sich plötzlich aufgerichtet, sein Zuhause erkannt.\n","Der Schmetterling flatterte fröhlich zu seinem Zuhause, dankte Baba mit einem anmutigen Tanz in der Luft. Baba lächelte und fühlte sich glücklich, dass sie ihrem winzigen Freund helfen konnte, seinen Weg zurückzufinden.\n"]},"en-pt":{"hook":"Baba encontra um jeito de ajudar a borboleta que se perdeu em sua casa?\n","moral":"É importante ser amável e ajudar quem precisa, mesmo que sejam criaturinhas pequenas.","title":"Vovó e a Borboleta Perdida","keywords":{"butterfly":["borboleta"],"lost":["lost"],"concerned":["concerned"],"borboleta":["butterfly"],"colorida":["colorida"],"círculos":["círculos"],"casa":["home"],"agradecer":["gently"],"home":["casa"],"gently":["agradecer"],"garden":["garden"],"flowers":["flowers"]},"paragraphs":["Num belo dia de sol, Baba estava brincando no quintal quando ela viu uma borboleta colorida voando ao redor. A borboleta parecia confusa e perdida, voando sem rumo em círculos.\n","\"Oh não, borboletinha, você está perdida?\" Perguntou Vovó, com a voz cheia de preocupação. A borboleta pousou numa flor perto, parecendo cansada e assustada.\n","Vovó gentilmente segurou suas mãos e ofereceu-as para a borboleta. \"Suba, eu irei te ajudar a encontrar o caminho para casa,\" ela disse com um sorriso carinhoso. A borboleta hesitou no começo, mas então subiu cautelosamente nas mãos da vovó.\n","Vovó cuidadosa carregou a borboleta pelo jardim, perguntando às flores e abelhas se tinham visto a casa da borboleta. Depois de um tempo, chegaram a um pedaço de flores coloridas, e a borboleta de repente animou, reconhecendo sua casa.\n","A borboleta voou alegremente em direção à sua casa, agradecendo à Baba com uma dança graciosa no ar. Baba sorriu, se sentindo contente por poder ajudar sua amiguinha a encontrar o caminho de volta.\n"]},"id-en":{"hook":"Does Baba find a way to help the butterfly that got lost in her home?","moral":"It's important to show kindness and help those in need, even if they are small creatures.","title":"Baba and the Lost Butterfly","keywords":{"butterfly":["kupu-kupu"],"confused":["bimbang","bingung"],"lost":["hilang","tersesat"],"flower":["bunga"],"house":["rumah"],"dance":["menari"],"Baba":["Baba"],"hands":["tangan"],"garden":["kebun","taman"],"flowers":["bunga"]},"paragraphs":["Once upon a time, Baba was outside playing on a sunny day when she saw a pretty butterfly flying around. The butterfly seemed lost and was flying in circles without knowing where to go.\n","Oh-oh, small butterfly, did you get lost? Baba asked, her voice sounded worried. The little butterfly sat on a flower close by, it seemed tired and frightened.\n","Baba held her hands like a bowl and showed them to the pretty butterfly. \n\"Come on, let's go home together,\" she told the butterfly with a happy face. \nAt first, the butterfly was scared, but soon it climbed onto Baba's hands.\n","Granny gently held the pretty butterfly and went around the garden, asking the flowers and bees if they knew where the butterfly lived. Soon, they found a group of bright flowers, and the butterfly excitedly flew towards them, knowing it was home.\n","The pretty butterfly flew joyfully to its house, saying 'Thank you' to Baba with a beautiful dance in the sky. Baba smiled, glad she could assist her small friend to get home.\n"]}}}