{"title":"Xia the Explorer","hook":"In the great Fora jungle, Xia the mountain goat sets out on an exciting adventure. What will she discover?","moral":"Curiosity leads to new adventures and friendships.","paragraphs":["One sunny morning, Xia the swift-footed mountain goat decided to explore the dense Fora jungle. She had heard tales of hidden treasures and secret paths hidden deep within the trees.","As Xia ventured farther into the jungle, she came across a sleepy sloth named Luna. Luna was stuck in a tricky situation – a branch had fallen on her favorite resting spot, blocking her way back to her cozy tree.","\"Hello, Luna! Let me help you!\" exclaimed Xia, using her strong horns to lift the branch aside. Luna blinked in surprise, grateful for Xia's kindness. Together, they shared stories of their own adventures in the jungle.","As the sun began to set, Xia realized she had lost track of time. Luna offered her a safe place to spend the night, and Xia gratefully accepted. The two newfound friends fell asleep under the twinkling stars, their hearts full of joy from their unexpected encounter."],"keywords":["Xia","mountain goat","Fora jungle","explore","treasures","friendship","hidden paths","kindness","adventures","cozy tree"],"characters":["Xia"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"In the great Fora jungle, Xia the mountain goat sets out on an exciting adventure. What will she discover?","moral":"Curiosity leads to new adventures and friendships.","title":"Xia the Explorer","keywords":{"Xia":["Xia"],"mountain goat":["kambing gunung","kambing liar"],"jungle":["hutan belantara","rimba"],"Luna":["Luna"],"sloth":["kuskus","landak"],"stars":["bintang","gemintang"]},"paragraphs":["One sunny morning, Xia the fast mountain goat decided to go and explore the dense jungle of Fora. She heard stories about hidden treasures and secret paths inside the thick trees.\n","Xia went deeper into the big forest. She found a sleepy sloth named Luna. Luna had a problem - a branch fell on her favorite nap place, stopping her from going back to her comfy tree.\n","\"Hi, Luna! I can assist you!\" Xia said eagerly, using her powerful horns to move the tree away. Luna looked surprised but happy, thankful for Xia's help. They chatted about their jungle adventures.\n","Once the sun was going bye-bye, Xia found out she didn't remember when playtime started. Luna gave her a cozy hideout for the dark time, and Xia said thank you with a big smile. The two new pals dozed off under the shiny stars, feeling super happy about meeting each other.\n"]},"en-de":{"moral":"Neugier führt zu neuen Abenteuern und Freundschaften.","hook":"In dem großen Dschungel von Fora, macht sich Xia die Bergziege auf ein aufregendes Abenteuer. Was wird sie entdecken?","title":"Xia der Entdecker","keywords":{"sonnig":["sunny"],"Gebirgsziege":["mountain goat"],"Dschungel":["jungle"],"Luna":["moon"],"Xia":["dawn"],"Sonne":["sun"],"Nacht":["night"],"Freunde":["friends"]},"paragraphs":["An einem sonnigen Morgen beschloss Xia, die schnellfüßige Gebirgsziege, den dichten Fora-Dschungel zu erforschen. Sie hatte Geschichten über verborgene Schätze und geheime Pfade tief in den Bäumen gehört.\n","Als Xia weiter in den Dschungel vordrang, stieß sie auf einen verschlafenen Faultier namens Luna. Luna steckte in einer kniffligen Situation fest – ein Ast war auf ihren Lieblingsruheplatz gefallen und versperrte ihr den Weg zurück zu ihrem gemütlichen Baum.\n","\"Hallo, Luna! Lass mich dir helfen!\", rief Xia aus und hob mit ihren starken Hörnern den Ast beiseite. Luna blinzelte überrascht, dankbar für Xias Freundlichkeit. Gemeinsam teilten sie Geschichten über ihre eigenen Abenteuer im Dschungel.\n","Als die Sonne langsam unterging, bemerkte Xia, dass sie die Zeit aus den Augen verloren hatte. Luna bot ihr einen sicheren Platz für die Nacht an, den Xia dankbar annahm. Die beiden neuen Freunde schliefen unter den funkelnden Sternen ein, ihre Herzen voller Freude über diese unerwartete Begegnung.\n"]},"en-fr":{"title":"Xia l'exploratrice","moral":"La curiosité mène à de nouvelles aventures et amitiés.","hook":"Dans la grande jungle de Fora, Xia la chèvre de montagne part pour une aventure passionnante. Que va-t-elle découvrir ?","keywords":{"Xia":["dawn"],"jungle":["wilderness","rainforest"],"Luna":["moon"],"sunny morning":["bright morning"],"mountain goat":["alpine ibex"],"hidden treasures":["buried riches"],"soleil":["sun","sunshine"],"nuit":["night"],"amies":["friends"]},"paragraphs":["Un matin ensoleillé, Xia la chèvre de montagne au pied vif décida d'explorer la dense jungle de Fora. Elle avait entendu des contes de trésors cachés et de chemins secrets enfouis profondément dans les arbres.\n","Alors que Xia avançait plus loin dans la jungle, elle rencontra un paresseux endormi nommé Luna. Luna était coincée dans une situation délicate - une branche était tombée sur son endroit de repos préféré, bloquant son chemin vers son arbre douillet.\n","\"Bonjour, Luna! Laisse-moi t'aider !\" s'est exclamée Xia, utilisant ses cornes fortes pour déplacer la branche sur le côté. Luna a cligné des yeux de surprise, reconnaissante pour la gentillesse de Xia. Ensemble, ils ont partagé des histoires de leurs propres aventures dans la jungle.\n","Quand le soleil a commencé à se coucher, Xia a réalisé qu'elle avait perdu la notion du temps. Luna lui a offert un endroit sûr pour passer la nuit, et Xia a accepté avec gratitude. Les deux nouvelles amies se sont endormies sous les étoiles scintillantes, leur cœur rempli de joie de cette rencontre inattendue.\n"]},"en-pt":{"title":"Xia, a Exploradora","hook":"Na grande selva de Fora, Xia a cabra da montanha parte em uma aventura emocionante. O que será que ela vai descobrir?","moral":"A curiosidade nos leva a novas aventuras e fazemos novos amigos.","keywords":{"mountain goat":["mountain goat"],"dense jungle":["dense jungle"],"hidden treasures":["hidden treasures"],"Luna":["moon"],"Xia":["star"],"chifres":["horns"],"sol":["sun"],"estrelas":["stars"],"amigas":["friends"],"bosque":["forest"],"bicho-preguiça":["sloth"]},"paragraphs":["Certa manhã ensolarada, Xia, a cabra da montanha de pés ligeiros, decidiu explorar a densa selva de Fora. Ela tinha ouvido falar de tesouros escondidos e caminhos secretos escondidos no profundo das árvores.\n","Quando Xia explorava mais o bosque, ela encontrou um bicho-preguiça chamado Luna que estava cochilando. Luna estava presa em uma situação complicada - um galho havia caído em cima do seu lugarzinho preferido para descansar, bloqueando o caminho de volta para a sua árvore aconchegante.\n","\"Olá, Luna! Deixe-me ajudar você!\" exclamou Xia, usando os seus chifres fortes para afastar o galho. Luna piscou em surpresa, grata pela bondade de Xia. Juntas, elas compartilharam histórias de suas próprias aventuras na selva.\n","Quando o sol começou a se pôr, Xia percebeu que tinha perdido a noção do tempo. Luna ofereceu a ela um lugar seguro para passar a noite, e Xia aceitou com gratidão. As duas novas amigas adormeceram sob as estrelas brilhantes, seus corações cheios de alegria por este encontro inesperado.\n"]}}}