{"title":"The Dancing Moonflower","hook":"What happens when a flower fairy meets a shadow-dwelling imp in the heart of a mystical jungle?","moral":"Kindness and understanding can bridge differences and create unexpected friendships.","paragraphs":["In the heart of the great Fora jungle lived Amia, a gentle-hearted flower fairy who loved to dance under the moonlight. One night, while twirling gracefully among the flowers, Amia spotted Kai, a mysterious imp lurking in the shadows.","\"Why do you hide in the darkness, Kai?\" asked Amia, fluttering closer with curiosity. Kai hesitated, then whispered, \"I am afraid of the light. It hurts my eyes.\"","Seeing Kai's discomfort, Amia picked a moonflower and softly illuminated it, casting a gentle glow around them. \"Is this light better?\" she asked. Kai blinked in surprise and nodded, a small smile appearing on his face.","Inspired by the moonflower's light, Amia and Kai started dancing together under the night sky, blending their different styles into a beautiful harmony of movements. As the moon rose high above the jungle, their friendship blossomed, bridging the gap between light and shadow."],"keywords":["Fora jungle","flower fairy","shadow-dwelling imp","kindness","understanding","unexpected friendship","moonlight","harmony","differences","dance"],"characters":["Amia","Kai"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Die tanzende Mondblume","hook":"Was passiert, wenn eine Blumenfee einen Schattenschlurfer inmitten eines zauberhaften Dschungels trifft?","moral":"Wenn man lieb und verständnisvoll ist, können Unterschiede überbrückt und überraschende Freundschaften geschaffen werden.","keywords":{"Fora-Dschungel":["fora jungle"],"Blumenfee":["flower fairy"],"Kobold":["goblin"],"Dunkeln":["darkness"],"neugierig":["curious"],"flüsterte":["whispered"],"Mondblume":["moonflower"],"tanzen":["dance"],"Freundschaft":["friendship"],"Amia":[],"Licht":["light"]},"paragraphs":["Im Herzen des großen Fora-Dschungels wohnte Amia, eine sanftmütige Blumenfee, die es liebte, unter dem Mondlicht zu tanzen. Eines Nachts, während sie anmutig zwischen den Blumen wirbelte, entdeckte Amia Kai, einen geheimnisvollen Kobold, der in den Schatten lauerte.\n","\"Warum versteckst du dich im Dunkeln, Kai?\" fragte Amia neugierig, während sie näher heranflatterte. Kai zögerte, dann flüsterte er: \"Ich habe Angst vor dem Licht. Es tut meinen Augen weh.\"\n","Amia sah, dass Kai sich unwohl fühlte und nahm eine Mondblume. Sie hat sie sanft beleuchtet und hat ein sanftes Leuchten um sie geworfen. \"Ist dieses Licht besser?\" fragte sie. Kai blinzelte überrascht und nickte, ein kleines Lächeln erschien auf seinem Gesicht.\n","Beeinflusst von dem sanften Licht der Mondblume begannen Amia und Kai zusammen unter dem Sternenhimmel zu tanzen, indem sie ihre unterschiedlichen Stile in eine wunderschöne Harmonie der Bewegungen vereinten. Als der Mond hoch über dem Dschungel aufstieg, erblühte ihre Freundschaft, indem sie die Kluft zwischen Licht und Schatten überbrückten.\n"]},"en-pt":{"title":"A Flor Que Dança na Lua","hook":"O que acontece quando uma fada das flores encontra um duende que vive na sombra no coração de uma selva mágica?","moral":"Ser gentil e saber ouvir pode unir diferenças e fazer amizades inesperadas.","keywords":{"escuridão":["darkness"],"curiosidade":["curiosity"],"medo":["fear"],"Kai":["Kai"],"Amia":["Amia"],"flor-da-noite":["night flower"],"luz da flor-da-lua":["moonflower light"],"céu noturno":["night sky"],"bela harmonia":["beautiful harmony"],"coração":["heart"],"fada":["fairy"],"flor":["flower"]},"paragraphs":["No coração da grande floresta de Fora vivia Amia, uma fada das flores de coração gentil que adorava dançar sob a luz da lua. Uma noite, enquanto girava graciosamente entre as flores, Amia avistou Kai, um imp misterioso espreitando nas sombras.\n","\"Por que você se esconde na escuridão, Kai?\" perguntou Amia, se aproximando com curiosidade. Kai hesitou, então sussurrou, \"Tenho medo da luz. Ela machuca meus olhos.\"\n","Vendo Kai incomodado, Amia pegou uma flor-da-noite e suavemente a iluminou, criando uma luz suave ao redor deles. \"Esta luz está melhor?\" ela perguntou. Kai piscou surpreso, concordou com a cabeça e um pequeno sorriso apareceu em seu rosto.\n","Inspirados pela luz da flor-da-lua, Amia e Kai começaram a dançar juntos sob o céu noturno, misturando seus estilos diferentes em uma bela harmonia de movimentos. Enquanto a lua se erguia bem alto acima da selva, a amizade deles florescia, construindo uma ponte entre a luz e a sombra.\n"]},"en-fr":{"title":"La Fleur de Lune qui Danse\n","moral":"La gentillesse et la compréhension peuvent combler les différences et créer des amitiés inattendues.","hook":"Que se passe-t-il quand une fée des fleurs rencontre un lutin vivant dans l'ombre au cœur d'une jungle mystique?","keywords":{"lune":["moon"],"amitié":["friendship"],"nuit":["night"],"obscurité":["darkness"],"curiosité":["curiosity"],"lumière":["light"],"Amia":["Amia"],"Fora jungle":["Fora jungle"],"flower fairy":["flower fairy"],"Kai":["Kai"],"lueur":["glow"]},"paragraphs":["Au milieu de la grande jungle de la Fora vivait Amia, une fée des fleurs au cœur tendre qui aimait danser sous le clair de lune. Une nuit, alors qu'elle tournoyait gracieusement parmi les fleurs, Amia aperçut Kai, un lutin mystérieux se faufilant dans l'ombre.\n","\"Pourquoi te caches-tu dans l'obscurité, Kai ?\" demanda Amia, s'approchant en tremblant de curiosité. Kai hésita, puis chuchota, \"J'ai peur de la lumière. Elle me fait mal aux yeux.\"\n","En voyant que Kai n'était pas à l'aise, Amia a cueilli une fleur de lune et l'a doucement illuminée, projetant une lueur douce autour d'eux. \"Est-ce que cette lumière est meilleure ?\" a-t-elle demandé. Kai a cligné des yeux de surprise et a hoché la tête, un petit sourire apparaissant sur son visage.\n","Enchanté par la lumière de la fleur de la lune, Amia et Kai ont commencé à danser ensemble sous le ciel de nuit, mélangeant leurs styles différents en une belle harmonie de mouvements. Alors que la lune montait haut au-dessus de la jungle, leur amitié a fleuri, comblant l'écart entre lumière et ombre.\n"]},"id-en":{"hook":"What happens when a flower fairy meets a shadow-dwelling imp in the heart of a mystical jungle?","moral":"Kindness and understanding can bridge differences and create unexpected friendships.","title":"The Dancing Moonflower","keywords":{"fairy":["peri","bidadari"],"jungle":["hutan","rimba"],"moonlight":["cahaya bulan","sinar bulan"],"flower":["bunga","kembang"],"light":["cahaya","terang"],"smile":["senyum","tersenyum"],"moonflower":["bunga bulan","kembang bulan"],"dancing":["menari","berdansa"],"friendship":["persahabatan","pertemanan"],"amia":["ramah","baik"],"darkness":["kegelapan","malam"]},"paragraphs":["In a big jungle called the Fora, there was Amia, a kind fairy who liked to dance under the moon. One night, while she was spinning beautifully among the flowers, she saw Kai, a strange imp hiding in the dark.\n","Amia asked Kai, \"Why are you hiding in the dark?\" Amia moved closer, very curious. Kai thought and said quietly, \"I am scared of the bright light; it makes my eyes hurt.\"\n","Amia noticed Kai wasn't happy, so she picked a special flower and made a soft light to help them. \"Does this light make you feel better?\" she said. Kai was surprised but happy and nodded, with a little smile.\n","Amia and Kai danced together under the moonflower's light, blending their different dance moves into a beautiful dance. The moon shone bright in the sky, and their friendship grew stronger, connecting light and shadow.\n"]}}}