{"title":"Kata the Dream-Weaving Caterpillar","hook":"Why does Kata always have a smile on its face in the great Fora jungle?","moral":"Kindness and creativity can help solve problems and bring joy to others.","paragraphs":["In the great Fora jungle, there lived a colorful caterpillar named Kata. Kata was known for its magical ability to weave dreams for all the forest creatures. Every morning, the jungle woke up to the beautiful dreams crafted by Kata, making everyone happy.","One day, a grumpy tortoise named Timo wandered into the jungle, feeling sad and lost. Timo had never seen such bright and cheerful surroundings before. Curious, Timo approached Kata, who greeted him warmly.","\"Hello, Timo! Why do you look so downcast?\" asked Kata, its gentle voice soothing Timo's troubled heart. Timo explained how he missed his old home and friends. Kata listened attentively and then surprised Timo with a dream of his old friends visiting him in the jungle.","Through Kata's creativity and kindness, Timo's heart was filled with joy. He thanked Kata and left the jungle with a smile, carrying the dream in his heart. From that day on, Kata and Timo became good friends, and the aura of happiness in the jungle grew stronger."],"keywords":["Fora jungle","Kata","caterpillar","dreams","kindness","creativity","colorful","tortoise","joy"],"characters":["Kata"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Kata die Träume-schaffende Raupe","hook":"Warum hat Kata immer ein Lächeln im Gesicht im großen Fora-Dschungel?\n","moral":"Freundlichkeit und Kreativität können helfen, Probleme zu lösen und Freude zu bringen.","keywords":{"Dschungel":["jungle"],"Raupe":["caterpillar"],"Träume":["dreams"],"Timo":["Tim"],"Kata":["story","tale"],"Freunde":["friends"],"Schildkröte":["turtle"],"neugierig":["curious"],"Katas Kreativität":["Kata's creativity"],"Timos Herz":["Timo's heart"],"Traum":["dream"]},"paragraphs":["In dem großen Dschungel Fora lebte eine bunte Raupe namens Kata. Kata war bekannt für seine magische Fähigkeit, Träume für alle Waldbewohner zu weben. Jeden Morgen wachte der Dschungel zu den wunderschönen Träumen auf, die von Kata geschaffen wurden, was alle glücklich machte.\n","Ein Tag, ein mürrische Schildkröte namens Timo wanderte in den Dschungel, fühlte sich traurig und verloren. Timo hatte nie zuvor so helle und fröhliche Umgebung gesehen. Neugierig näherte sich Timo Kata, die ihn herzlich begrüßte.\n","\"Hallo, Timo! Warum bist du so traurig?\" fragte Kata, ihre sanfte Stimme beruhigte Timos bekümmertes Herz. Timo erklärte, wie sehr er sein altes Zuhause und seine Freunde vermisste. Kata hörte aufmerksam zu und überraschte dann Timo mit einem Traum, in dem seine alten Freunde ihn im Dschungel besuchten.\n","Mit Katas Kreativität und Freundlichkeit wurde Timos Herz mit Freude gefüllt. \nEr dankte Kata und verließ den Dschungel mit einem Lächeln, den Traum in seinem Herzen tragend. \nVon diesem Tag an wurden Kata und Timo gute Freunde, und die Aura des Glücks im Dschungel wurde stärker.\n"]},"id-en":{"hook":"Why does Kata always have a smile on its face in the great Fora jungle?","moral":"Kindness and creativity can help solve problems and bring joy to others.","title":"Kata the Dream-Weaving Caterpillar","keywords":{"jungle":["hutan","rimba"],"caterpillar":["ulat","ulat bulu"],"dreams":["mimpi","impian"],"tortoise":["kura-kura","tortois"],"cheerful":["ceria","gembira"],"creativity":["kreativitas","kreasi"],"kindness":["kebaikan","kasih sayang"],"happiness":["kebahagiaan","kesenangan"],"Timo":["Timo"],"Kata":["Kata"],"friends":["teman","sahabat"]},"paragraphs":["In the big jungle of Fora, there was a bright caterpillar named Kata. Kata was special as it could make dreams for all the animals in the forest. Each day, the jungle would be happy because of the lovely dreams made by Kata.\n","Once upon a time, a grumpy tortoise called Timo went to the forest, feeling sad and lost. Timo never saw such colorful and happy place before. Wondering, Timo came to Kata, who said hello kindly.\n","\"Hello, Timo! Why do you look so sad?\" asked Kata, her kind voice calming Timo's sad feelings. Timo told her how he missed his old house and friends. Kata listened carefully and then made Timo happy by showing him a dream of his old friends coming to visit him in the forest.\n","Kata used her imagination and nice heart to make Timo very happy. He said thanks to Kata, smiled, and went home with a happy feeling, keeping the dream in his heart. Since that time, Kata and Timo are now best pals, and the happy feeling in the jungle became even stronger.\n"]},"en-pt":{"moral":"Ser amável e criativo pode ajudar a resolver problemas e trazer alegria para os outros.","hook":"Por que a Kata sempre está sorrindo na grande floresta de Fora?","title":"Kata a Lagarta Tecelã de Sonhos","keywords":{"tartaruga":["turtle"],"selva":["jungle"],"alegre":["joyful","cheerful"],"lagarta":["caterpillar"],"sonhos":["dreams"],"kata":["form"],"timo":["thyme"],"felicidade":["happiness"],"Timo":["Timothy"],"Kata":["Kata"],"amigos":["friends"]},"paragraphs":["Na grande selva de Fora, vivia uma colorida lagarta chamada Kata. Kata era conhecida por sua habilidade mágica de tecer sonhos para todas as criaturas da floresta. Toda manhã, a selva acordava para os belos sonhos criados por Kata, fazendo todos felizes.\n","Um dia, uma tartaruga rabugenta chamada Timo vagou para a selva, se sentindo triste e perdida. Timo nunca tinha visto um ambiente tão brilhante e alegre antes. Curiosa, Timo se aproximou de Kata, que o cumprimentou calorosamente.\n","\"Oi, Timo! Por que você está tão desanimado?\" perguntou Kata, sua voz gentil acalmando o coração preocupado de Timo. Timo explicou como sentia falta de sua antiga casa e amigos. Kata ouviu atentamente e depois surpreendeu Timo com um sonho de seus velhos amigos o visitando na selva.\n","Com a criatividade e bondade de Kata, o coração de Timo ficou cheio de alegria. Ele agradeceu a Kata e saiu da selva com um sorriso, carregando o sonho em seu coração. Desde aquele dia, Kata e Timo se tornaram bons amigos, e a aura de felicidade na selva ficou mais forte.\n"]},"en-fr":{"title":"Kata la Chenille Rêveuse Tisseuse","hook":"Pourquoi est-ce que Kata a toujours un sourire sur son visage dans la grande jungle de Fora ?","moral":"Être gentil et faire preuve d'imagination peut aider à résoudre les problèmes et apporter de la joie aux autres.","keywords":{"Timo":["Timothy"],"Kata":["form","shape"],"amis":["friends"],"jungle":["jungle"],"joie":["joy","happiness"],"tortue":["turtle"],"joyeux":["happy","cheerful"],"chenille":["caterpillar"],"rêves":["dreams"]},"paragraphs":["Dans la grande jungle de Fora, vivait une chenille colorée nommée Kata. Kata était connue pour sa capacité magique à tisser des rêves pour toutes les créatures de la forêt. Chaque matin, la jungle se réveillait avec les beaux rêves créés par Kata, rendant tout le monde heureux.\n","Il était une fois, une tortue grincheuse nommée Timo se promenait dans la jungle, se sentant triste et perdue. Timo n'avait jamais vu un environnement aussi brillant et joyeux auparavant. Curieuse, Timo s'approcha de Kata, qui l'accueillit chaleureusement.\n","\"Bonjour, Timo! Pourquoi as-tu l'air si triste?\" demanda Kata, sa voix douce apaisant le cœur tourmenté de Timo. Timo expliqua comment il regrettait son ancienne maison et ses amis. Kata écouta attentivement puis surprit Timo avec un rêve de ses anciens amis le visitant dans la jungle.\n","Dans la jungle, grâce à la créativité et à la gentillesse de Kata, le cœur de Timo a été rempli de joie. Il a remercié Kata et est parti de la jungle avec un sourire, portant le rêve dans son cœur. Depuis ce jour-là, Kata et Timo sont devenus de bons amis, et l'atmosphère de bonheur dans la jungle s'est renforcée.\n"]}}}