{"title":"The Curious Caterpillar","hook":"Once upon a time, a curious caterpillar named Cassie wanted to explore beyond her favorite leaf. What adventures await?","moral":"Curiosity can open doors to new experiences and friendships.","paragraphs":["In the lush forest, Cassie spent her days nibbling on leaves and chatting with her caterpillar friends. One day, she spotted a fluttering butterfly and asked, \"Where are you going?\"","The butterfly replied, \"I'm off to see the world beyond the forest. Would you like to join me?\" Excited, Cassie agreed, her tiny heart racing with anticipation. Together, they traveled through meadows and valleys.","Along the way, they encountered a busy spider building a web. Cassie asked, \"Why are you spinning that sticky thread?\" The spider explained, \"To catch my food.\" Cassie was fascinated by the spider's skill and promised to visit again.","As the sun began to set, Cassie thanked the butterfly for the wondrous journey. She returned to her leaf, full of stories to share with her friends. From that day on, Cassie's curiosity led her to new friendships and delightful discoveries."],"keywords":["caterpillar","butterfly","forest","adventures","curiosity","friends","meadows","valleys","spider"],"characters":null,"translations":{"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade pode abrir portas para novas aventuras e amizades.\n","hook":"Era uma vez, uma lagarta curiosa chamada Cassie que queria explorar além da sua folha favorita. Que aventuras a esperam?\n","keywords":{"Cassie":["Squirrel"],"floresta":["forest"],"borboleta":["butterfly"],"sol":["sun"],"curiosidade":["curiosity"],"aranha":["spider"],"teia":["web"],"comida":["food"],"mundo":["world"],"viagem":["journey","travel"]},"paragraphs":["Na floresta verdejante, Cassie passava seus dias mordiscando folhas e conversando com seus amigos lagartas. Um dia, ela avistou uma borboleta tremulando e perguntou, \"Para onde você está indo?\"\n","A borboleta respondeu, \"Estou indo conhecer o mundo além da floresta. Você gostaria de vir comigo?\" Empolgada, Cassie concordou, seu coraçãozinho acelerando de ansiedade. Juntas, elas viajaram por prados e vales.\n","No caminho, eles encontraram uma aranha ocupada construindo uma teia. Cassie perguntou, \"Por que você está tecendo esse fio pegajoso?\" A aranha explicou, \"Para pegar minha comida.\" Cassie ficou fascinada com a habilidade da aranha e prometeu visitar de novo.\n","Quando o sol começou a se pôr, a Cassie agradeceu à borboleta pela jornada maravilhosa. Ela voltou para sua folha, cheia de histórias para compartilhar com seus amigos. A partir daquele dia, a curiosidade da Cassie a levou a novas amizades e descobertas encantadoras.\n"]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugier kann Türen zu neuen Erlebnissen und Freundschaften öffnen.\n","hook":"Vor langer Zeit wollte die neugierige Raupe namens Cassie über ihr Lieblingsblatt hinaus erforschen. Welche Abenteuer warten?\n","keywords":{"Cassie":["Cassie"],"Raupenfreunden":["caterpillar friends"],"Schmetterling":["butterfly"],"Sonne":["sun"],"Geschichten":["stories"],"Wald":["forest"],"Vorfreude":["anticipation"],"Spinne":["spider"],"Netz":["web","net"],"Nahrung":["food"]},"paragraphs":["In dem üppigen Wald verbrachte Cassie ihre Tage damit, an Blättern zu knabbern und mit ihren Raupenfreunden zu plaudern. Eines Tages sah sie einen flatternden Schmetterling und fragte: \"Wohin gehst du?\"\n","Der Schmetterling antwortete: \"Ich gehe, um die Welt jenseits des Waldes zu sehen. Möchtest du mich begleiten?\" Aufgeregt stimmte Cassie zu, ihr winziges Herz pochte voller Vorfreude. Gemeinsam reisten sie durch Wiesen und Täler.\n","Auf ihrem Weg trafen sie eine fleißige Spinne, die ein Netz baute. Cassie fragte, \"Warum spinnst du diesen klebrigen Faden?\" Die Spinne erklärte, \"Um meine Nahrung zu fangen.\" Cassie war von der Geschicklichkeit der Spinne fasziniert und versprach, wieder zu besuchen.\n","Als die Sonne anfing unterzugehen, dankte Cassie dem Schmetterling für die wunderbare Reise. Sie kehrte zu ihrem Blatt zurück, voller Geschichten um mit ihren Freunden zu teilen. Seit diesem Tag führte Cassies Neugier sie zu neuen Freundschaften und entzückenden Entdeckungen.\n"]},"en-fr":{"moral":"La curiosité peut ouvrir des portes à de nouvelles expériences et amitiés.","title":"La Chenille Curieuse\n","hook":"Il était une fois, une chenille curieuse appelée Cassie voulait explorer au-delà de sa feuille préférée. Quelles aventures l'attendent?","keywords":{"forêt":["forest"],"feuilles":["leaves"],"papillon":["butterfly"],"prairies":["meadows"],"araignée":["spider"],"toile":["web"],"nourriture":["food"],"soleil (sun)":["sun"],"papillon (butterfly)":["butterfly"],"curiosité (curiosity)":["curiosity"]},"paragraphs":["Dans la forêt luxuriante, Cassie a passé ses journées à grignoter des feuilles et à discuter avec ses amis les chenilles. Un jour, elle a repéré un papillon qui voltigeait et lui a demandé : \"Où vas-tu ?\"\n","Le papillon a répondu, \"Je pars voir le monde au-delà de la forêt. Tu veux venir avec moi?\" Excitée, Cassie a accepté, son petit cœur battant fort d'impatience. Ensemble, ils ont voyagé à travers les prairies et les vallées.\n","Sur le chemin, ils ont rencontré une araignée occupée à construire une toile. Cassie a demandé, \"Pourquoi tisses-tu ce fil collant?\" L'araignée a expliqué, \"Pour attraper ma nourriture.\" Cassie était fascinée par l'habileté de l'araignée et a promis de revenir la voir.\n","Alors que le soleil commençait à se coucher, Cassie a remercié le papillon pour le merveilleux voyage. Elle est retournée sur sa feuille, pleine d'histoires à partager avec ses amis. À partir de ce jour-là, la curiosité de Cassie l'a menée vers de nouvelles amitiés et de délicieuses découvertes.\n"]},"id-en":{"hook":"Once upon a time, a curious caterpillar named Cassie wanted to explore beyond her favorite leaf. What adventures await?","moral":"Curiosity can open doors to new experiences and friendships.","title":"The Curious Caterpillar","keywords":{"butterfly":["kupu-kupu"],"forest":["hutan"],"meadows":["padang rumput","padang"],"caterpillar":["ulat","ulat bulu"],"spider":["labah-labah","kutu buku"],"web":["jaring laba-laba","sarang laba-laba"],"food":["makanan","pangan"],"Cassie":["Cassie"],"curiosity":["ketertarikan","ingin tahu"]},"paragraphs":["In a beautiful forest, Cassie, a rabbit, ate leaves and talked to her caterpillar friends every day. One day, she saw a flying butterfly and asked, \"Where are you going?\"\n","The colorful flutter-fly said, \"I'm flying to explore the lands past the trees. Want to come with me?\" Cassie, feeling thrilled, said yes, her small heart beating quickly. They journeyed across fields and hills.\n","They met a spider making a web on their journey. Cassie asked, \"Why are you making that sticky string?\" The spider said, \"To catch food.\" Cassie liked the spider's talent and said she would come back.\n","When the big ball of light in the sky started going to sleep, Cassie said goodbye to her butterfly friend for the amazing adventure. She went back to her leaf, with lots of exciting tales to tell her pals. And since then, Cassie's curiosity brought her to make new friends and find wonderful things.\n"]}}}