{"title":"The Shining Star","hook":"In the great Fora jungle, Kimi the fox and Luna the owl set out to solve a mysterious problem under the twinkling night sky. What could be troubling the animals?","moral":"Curiosity can lead to unexpected discoveries and solutions.","paragraphs":["One night in the vast Fora jungle, Kimi and Luna noticed something peculiar. The brightest star in the sky, usually shining with a warm glow, seemed to be flickering. Luna, with her keen eyes, gasped, \"Kimi, look! The star is in trouble!\"","Concerned, Kimi and Luna decided to seek out the star to offer help. Along the way, they encountered various challenges like navigating through thick bushes and crossing a bubbling stream where a playful school of fish splashed around.","Finally, they reached the clearing where the star resides. The star explained, \"My light is fading because I have lost my shine. Without it, the nighttime will not be as magical.\" Luna suggested, \"Let's gather some special moon-dew from the tallest tree in the forest.\"","With Luna's expert flying and Kimi's agile paws, they collected the moon-dew and sprinkled it on the star, which slowly began to shine brighter again. \"Thank you, friends,\" the star twinkled. Kimi and Luna smiled, knowing they had brought back the magic of the night sky."],"keywords":["Fora jungle","storytelling fox","star-gazing owl","mysterious problem","twinkling night sky","unexpected discoveries","challenges","magical night","friendship","help"],"characters":["Kimi","Luna"],"series":"fables-of-fora-forests","translations":{"en-de":{"moral":"Neugier kann zu unerwarteten Entdeckungen und Lösungen führen.\n","title":"Der Glänzende Stern","hook":"In dem großen Fora-Dschungel, Kimi der Fuchs und Luna die Eule machten sich auf, um ein geheimnisvolles Problem unter dem funkelnden Nachthimmel zu lösen. Was könnte die Tiere beunruhigen?","keywords":{"Kimi":["Whisper"],"Luna":["Moon"],"Stern":["Star"],"Lichtung":["Clearing"],"Glanz":["Radiance","Shine"],"Mondtautas":["Moonlit"],"Mondtau":["Moon dew"],"Fora-Jungle":["Jungle"]},"paragraphs":["Einmal in der großen Fora-Jungle, bemerkten Kimi und Luna etwas Seltsames. Der hellste Stern am Himmel, der normalerweise mit einem warmen Glanz strahlt, schien zu flackern. Luna, mit ihren scharfen Augen, keuchte: \"Kimi, sieh! Der Stern ist in Schwierigkeiten!\"\n","Besorgt, Kimi und Luna beschlossen, den Stern zu suchen, um zu helfen. Auf dem Weg trafen sie auf verschiedene Herausforderungen wie das Navigieren durch dichte Büsche und das Überqueren eines sprudelnden Baches, in dem eine verspielte Gruppe von Fischen herumspritzte.\n","Endlich erreichten sie die Lichtung, wo der Stern wohnt. Der Stern erklärte: \"Mein Licht schwindet, denn ich habe meinen Glanz verloren. Ohne ihn wird die Nacht nicht mehr so magisch sein.\" Luna schlug vor: \"Lass uns etwas besonderen Mondtautas von dem höchsten Baum im Wald sammeln.\"\n","Mit Lunas fliegenkönnen und Kimis wendigen Pfoten, haben sie den Mondtau gesammelt und auf den Stern gestreut, der langsam wieder heller zu leuchten begann. \"Danke, Freunde\", glitzerte der Stern. Kimi und Luna lächelten, wissend, dass sie die Magie des Nachthimmels zurückgebracht hatten.\n"]},"en-fr":{"title":"L'Étoile Brillante","moral":"La curiosité peut t'amener à trouver des choses inattendues et des solutions.","hook":"Dans la grande jungle de Fora, Kimi le renard et Luna la chouette partent résoudre un problème mystérieux sous le ciel étoilé qui brille. Qu'est-ce qui pourrait tracasser les animaux?","keywords":{"Kimi":["You","kimi"],"Luna":["Moon","Luna"],"étoile":["Star","étoile"],"lumière":["Light","lumière"],"nuit":["Night","nuit"],"magie":["Magic","magie"]},"paragraphs":["Il était une nuit, dans la grande jungle de Fora, Kimi et Luna ont remarqué quelque chose de curieux. L'étoile la plus brillante dans le ciel, d'habitude brillant d'une douce lueur, semblait vaciller. Luna, avec ses yeux aiguisés, s'est écriée, \"Kimi, regarde! L'étoile est en danger!\"\n","Inquiètes, Kimi et Luna ont décidé de trouver l'étoile pour offrir de l'aide. En chemin, ils ont rencontré différents défis comme se frayer un chemin à travers les buissons denses et traverser un ruisseau bouillonnant où une école ludique de poissons éclaboussait.\n","Enfin, ils sont arrivés dans la clairière où réside l'étoile. L'étoile expliqua, \"Ma lumière s'affaiblit car j'ai perdu mon éclat. Sans cela, la nuit ne sera pas aussi magique.\" Luna proposa, \"Recueillons de la rosée lunaire spéciale de l'arbre le plus haut de la forêt.\"\n","Luna qui sait bien voler et Kimi avec ses pattes agiles ont ramassé la rosée de lune et l'ont saupoudrée sur l'étoile, qui a commencé doucement à briller de nouveau. \"Merci, les amis,\" scintilla l'étoile. Kimi et Luna sourirent, sachant qu'ils avaient ramené la magie du ciel nocturne.\n"]},"en-pt":{"title":"A Estrela Brilhante","moral":"A curiosidade pode nos levar a descobertas e soluções inesperadas.","hook":"Na grande floresta de Fora, Kimi a raposinha e Luna a corujinha saíram para resolver um problema misterioso sob o céu noturno brilhante. O que poderia estar preocupando os animais?","keywords":{"Fora":["outside"],"Kimi":["you","you all","yourself","yourselves"],"Luna":["moon"],"star":["star"],"light":["light"],"night":["night"],"estrela":["star"]},"paragraphs":["Certa noite, na selva vasta de Fora, Kimi e Luna perceberam algo estranho. A estrela mais brilhante no céu, normalmente brilhando com um brilho caloroso, parecia estar piscando. Luna, com seus olhos atentos, exclamou, \"Kimi, olha! A estrela está em apuros!\"\n","Preocupadas, Kimi e Luna decidiram procurar a estrela para oferecer ajuda. No caminho, elas enfrentaram vários desafios, como navegar por entre arbustos densos e atravessar um riacho borbulhante onde um cardume brincalhão de peixes espirrava água.\n","Finalmente, eles chegaram ao campo aberto onde a estrela reside. A estrela explicou, \"Minha luz está desaparecendo porque perdi meu brilho. Sem ele, a noite não será tão mágica.\" Luna sugeriu, \"Vamos coletar um orvalho lunar especial da árvore mais alta da floresta.\"\n","Com a habilidade experta de Luna em voar e as patinhas ágeis de Kimi, elas coletaram o orvalho-da-lua e o espalharam na estrela, que lentamente começou a brilhar mais forte novamente. \"Obrigada, amigas,\" a estrela cintilou. Kimi e Luna sorriram, sabendo que tinham trazido de volta a magia do céu noturno.\n"]},"id-en":{"hook":"In the great Fora jungle, Kimi the fox and Luna the owl set out to solve a mysterious problem under the twinkling night sky. What could be troubling the animals?","moral":"Curiosity can lead to unexpected discoveries and solutions.","title":"The Shining Star","keywords":{"Kimi":["Kimi"],"Luna":["Luna"],"star":["bintang"],"jungle":["hutan belantara","rimba"],"trouble":["masalah","kesulitan"],"night":["malam"],"moon-dew":["embun bulan"]},"paragraphs":["Once upon a time in the big Fora jungle, Kimi and Luna saw something strange. The biggest star in the sky, usually bright and warm, was blinking. Luna, with her sharp eyes, exclaimed, \"Look Kimi! The star is in trouble!\"\n","Kimi and Luna worried and went to find a shiny star to give help. They faced many problems, like going through a big forest and crossing a busy river with happy fishes.\n","At last, they arrived at the open space where the star lives. The star said, \"My brightness is disappearing because I misplaced my sparkle. Without it, the night won't be enchanting.\" Luna proposed, \"We should collect unique moon-dew from the tallest tree in the woods.\"\n","Luna flew very well in the sky and Kimi used her quick paws. Together, they got the moon's special dew and put it gently on the star. The star started to shine more and more. \"Thanks, buddies,\" said the star, sparkling. Kimi and Luna grinned, happy that they brought back the night sky's wonder.\n"]}}}