{"title":"Asha and the Lost Fireflies","hook":"Have you ever seen a magical dragoness heal broken hearts with her kindness? Let's meet Asha, the compassionate healer dragoness!","moral":"Kindness and compassion can help us find solutions to our problems.","paragraphs":["In the great Fora jungle, Asha the dragoness was known for her magical healing powers and loving nature. One sunny day, the fireflies of the jungle approached Asha with a problem.","\"Dear Asha,\" said the fireflies, \"we have lost our way home and can't find our families. Can you help us?\" Asha listened with a gentle smile and promised to find a solution.","Asha used her keen sense of smell and flying abilities to search the jungle. She found the fireflies hiding in tall grass, scared and lost. She comforted them with soothing words and led them back to their families.","The fireflies were overjoyed to be reunited with their loved ones. They thanked Asha for her kindness and felt grateful for her help. Asha reminded them that everyone gets lost sometimes, but with help and kindness, they can always find their way back."],"keywords":["Fora jungle","dragoness","fireflies","magical powers","healing","kindness","compassion","solution","gratitude"],"characters":["Asha"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Asha und die Verschwundenen Glühwürmchen","moral":"Freundlichkeit und Mitgefühl können uns helfen, Lösungen für unsere Probleme zu finden.","hook":"Hast du jemals eine zauberhafte Drachenfrau gesehen, die mit ihrer Freundlichkeit gebrochene Herzen heilt? Lass uns Asha, die mitfühlende Heiler-Drachenfrau, treffen!","keywords":{"Fora":["Markets"],"Drachendame":["Dragon lady"],"Glühwürmchen":["Firefly"],"Weg nach Hause":["Way home"],"Lösung":["Solution"],"Liebsten":["Loved ones","Dearest"],"Freundlichkeit":["Kindness"],"Asha":["Hope"],"Dschungel":["Jungle"]},"paragraphs":["In dem großen Fora Dschungel war Asha die Drachendame bekannt für ihre magischen Heilkräfte und liebenswerte Natur. An einem sonnigen Tag kamen die Glühwürmchen des Dschungels mit einem Problem zu Asha.\n","\"Liebe Asha\", sagten die Glühwürmchen, \"wir haben unseren Weg nach Hause verloren und können unsere Familien nicht finden. Kannst du uns helfen?\" Asha hörte mit einem sanften Lächeln zu und versprach, eine Lösung zu finden.\n","Asha hat ihre spitze Nase und fliegende Fähigkeiten benutzt, um den Dschungel zu suchen. Sie hat die Glühwürmchen im hohen Gras gefunden, ängstlich und verloren. Sie hat sie mit beruhigenden Worten getröstet und zu ihren Familien zurückgeführt.\n","Die Glühwürmchen waren überglücklich, wieder bei ihren Liebsten zu sein. Sie bedankten sich bei Asha für ihre Freundlichkeit und fühlten sich dankbar für ihre Hilfe. Asha erinnerte sie daran, dass jeder manchmal verloren geht, aber mit Hilfe und Freundlichkeit können sie immer ihren Weg zurückfinden.\n"]},"id-en":{"hook":"Have you ever seen a magical dragoness heal broken hearts with her kindness? Let's meet Asha, the compassionate healer dragoness!","moral":"Kindness and compassion can help us find solutions to our problems.","title":"Asha and the Lost Fireflies","keywords":{"Asha":["Asha"],"sense of smell":["indera penciuman"],"fireflies":["kunang-kunang","lalat api"],"dragoness":["naga betina"],"magical healing powers":["kekuatan penyembuhan magis"],"reunited":["bersatu kembali"],"kindness":["kebaikan","kelemahlembutan"],"families":["keluarga","keluarga-keluarga"],"solution":["solusi","penyelesaian"]},"paragraphs":["In the big jungle of Fora, there was a dragon lady named Asha who had special powers to heal and was very kind. One day, when the sun was shining brightly, the fireflies of the jungle came to Asha because they had a problem.\n","\"Hello Asha,\" said the little glowing bugs, \"we are lost and can't find our families. Could you help us?\" Asha listened with a kind smile and promised to help them find their way.\n","Asha smelled and flew in the jungle to find the fireflies. She found them in tall grass, feeling scared and lost. Asha talked to them nicely and showed the way back to their families.\n","The shining bugs were so happy to be together with their loved ones again. They said thank you to Asha for being nice and felt happy for her help. Asha told them that sometimes everyone can get lost, but with help and being nice, they can always find the way back.\n"]},"en-pt":{"title":["\"Asha e os Vaga-Lumes Perdidos\""],"moral":"Ser amável e compassivo pode nos ajudar a encontrar soluções para nossos problemas.","hook":"Já viste alguma vez uma dragãozinha mágica curar corações partidos com a sua bondade? Vamos conhecer a Asha, a dragãozinha curandeira e compassiva!","keywords":{"Fora jungle":["Jungle outside"],"magical healing powers":["mystical healing abilities"],"fireflies":["glowworms","lightning bugs"],"narizinho afiado":["sharp nose"],"vaga-lumes":["fireflies"],"grama alta":["tall grass"],"Asha":["hope"],"famílias":["families"],"gentileza":["kindness"],"gratos":["grateful"]},"paragraphs":["Na grande selva de Fora, Asha a dragonesa era conhecida por seus poderes mágicos de cura e natureza amorosa. Em um dia ensolarado, as vaga-lumes da selva se aproximaram de Asha com um problema.\n","Querida Asha,\" disseram as vaga-lumes, \"nós perdemos nosso caminho de volta para casa e não conseguimos encontrar nossas famílias. Você pode nos ajudar?\" Asha escutou com um sorriso gentil e prometeu encontrar uma solução.\n","Asha usou seu narizinho afiado e suas habilidades de voar para procurar na floresta. Ela encontrou os vaga-lumes se escondendo na grama alta, com medo e perdidos. Ela os acalmou com palavras tranquilizadoras e os guiou de volta para suas famílias.\n","As vaga-lumes ficaram muito felizes por se reunirem com suas queridas. Eles agradeceram a Asha por sua gentileza e se sentiram gratos por sua ajuda. Asha lembrou-os de que todos se perdem às vezes, mas com ajuda e bondade, sempre podem encontrar o caminho de volta.\n"]},"en-fr":{"title":"Asha et les Lucioles Perdues","moral":"La gentillesse et la compassion peuvent nous aider à trouver des solutions à nos problèmes.","hook":"As-tu déjà vu une dragonne magique guérir des cœurs brisés avec sa gentillesse? Rencontrons Asha, la dragonne guérisseuse pleine de compassion!\n","keywords":{"lucioles":["fireflies"],"chemin":["path","way"],"famille":["family"],"Fora":["outside","outdoors"],"dragonne":["wrist strap"],"guérison":["healing","recovery"],"reconnaissantes":["grateful","appreciative"],"gentillesse":["kindness"],"Asha":["Asha"],"jungle":["jungle"]},"paragraphs":["Dans la grande jungle de Fora, Asha la dragonne était connue pour ses pouvoirs magiques de guérison et sa nature aimante. \nUn jour ensoleillé, les lucioles de la jungle s'approchèrent d'Asha avec un problème.\n","\"Chère Asha\", dit les lucioles, \"nous avons perdu le chemin de retour et ne pouvons pas trouver nos familles. Pourrais-tu nous aider?\" Asha écouta avec un doux sourire et promit de trouver une solution.\n","Asha a utilisé son nez super fort et son pouvoir de voler pour chercher dans la jungle. Elle a trouvé les lucioles cachées dans l'herbe haute, effrayées et perdues. Elle les a consolées avec des mots doux et les a guidées vers leur famille.\n","Les lucioles étaient très heureuses d'être de nouveau avec leurs proches. Elles ont remercié Asha pour sa gentillesse et se sont senties reconnaissantes pour son aide. Asha leur a rappelé que tout le monde se perd parfois, mais avec de l'aide et de la gentillesse, ils peuvent toujours retrouver leur chemin.\n"]}}}