{"title":"The Lost Sunshine","hook":"Once upon a time, in the enchanting forest of Sparkleton, lived a little firefly named Sunny.","moral":"Embrace change with positivity and find your inner light during challenging times.","paragraphs":["Sunny loved sharing her light with the creatures of the forest every night. But one evening, she realized her glow was fading.","Worried, Sunny flew to wise old Owl for advice. \"I've lost my shine, Owl. What should I do?\" she asked.","Owl listened intently and shared, \"Change is a part of life, dear Sunny. You must look within yourself to find your light again.\"","Determined, Sunny searched her heart and remembered the joy of spreading happiness. As she embraced change with a positive attitude, her glow returned brighter than ever."],"keywords":"firefly, forest, positivity, change, light, inner strength, happiness, wisdom, resilience, transformation","characters":null,"translations":{"en-fr":{"title":"Le Soleil Perdu","hook":"Il était une fois, dans la forêt enchantée de Sparkleton, vivait une petite luciole nommée Sunny.","moral":"Quand les choses changent, il faut rester positif et chercher sa lumière intérieure pendant les moments difficiles.\n","keywords":{"Sunny":["Sunny","Sunshine"],"Hibou":["Owl"],"conseils":["Advice","Tips"],"hibou":["Owl"],"changement":["Change"],"lumière":["Light"],"Soleil":["Sun"],"animaux":["Animals"],"Rayonnante":["Radiant"],"cœur":["Heart"],"bonheur":["Happiness"]},"paragraphs":["Soleil aimait partager sa lumière avec les animaux de la forêt chaque nuit. Mais un soir, elle a réalisé que son éclat s'atténuait.\n","Inquiète, Sunny vola jusqu'au sage vieux Hibou pour des conseils. \"J'ai perdu mon éclat, Hibou. Que dois-je faire?\" demanda-t-elle.\n","Le hibou a écouté attentivement et a partagé, \"Le changement fait partie de la vie, chère Soleil. Tu dois regarder à l'intérieur de toi pour retrouver ta lumière.\"\n","Un jour, Rayonnante chercha dans son cœur et se rappela la joie de répandre du bonheur. En adoptant le changement avec une attitude positive, son éclat revint plus lumineux que jamais.\n"]},"en-de":{"title":"Die Verlorene Sonne","hook":"Es war einmal, in dem zauberhaften Wald von Funkelton, lebte ein kleines Glühwürmchen namens Sunny.","moral":"Umarme Veränderungen mit Freude und finde dein inneres Licht in schwierigen Zeiten.","keywords":{"Sunny":["Sonnig","Sonnenschein"],"Licht":["Glanz"],"Wald":[],"Eule":["Owl"],"Glanz":["shine"],"Fest entschlossen":[],"Freude":[],"Positive Einstellung":[],"Veränderung":[]},"paragraphs":["Sunny mochte ihr Licht jede Nacht mit den Wesen des Waldes teilen. Aber an einem Abend merkte sie, dass ihr Schein schwächer wurde.\n","Besorgt flog Sonnig zum weisen alten Eule um Rat. \"Ich habe meinen Glanz verloren, Eule. Was soll ich tun?\", fragte sie.\n","Die Eule hörte aufmerksam zu and teilte mit, \"Veränderung ist ein Teil des Lebens, lieber Sonnenschein. Du musst in dir selbst schauen, um dein Licht wiederzufinden.\"\n","Fest entschlossen suchte Sunny in ihrem Herzen und erinnerte sich an die Freude, Glück zu verbreiten. Als sie Veränderungen mit einer positiven Einstellung annahm, kehrte ihr Leuchten heller denn je zurück.\n"]},"id-en":{"hook":"Once upon a time, in the enchanting forest of Sparkleton, lived a little firefly named Sunny.","moral":"Embrace change with positivity and find your inner light during challenging times.","title":"The Lost Sunshine","keywords":{"Owl":["Burung hantu"],"life":["hidup","kehidupan"],"find":["mencari","menemukan"],"Happy":["bahagia","senang"],"bright":["cerah","terang"],"Sunny":["cerah","bercahaya"],"creatures":["makhluk","binatang"],"forest":["hutan","rimba"],"happiness":["kebahagiaan"],"change":["perubahan"]},"paragraphs":["Sunny loved giving her bright light to the animals in the forest every night. But one evening, she saw her shine was getting dimmer.\n","Scared, Happy flew to smart old Owl for help. \"I've lost my bright, Owl. What should I make?\" she talked.\n","Owl listened very carefully and said, \"Things can be different in life, my dear Sunny. To shine bright once more, you need to search inside yourself.\"\n","Brave Sunny looked inside herself and recalled the fun of making others happy. When she welcomed change with a happy heart, her sparkle shined even more.\n"]},"en-pt":{"title":"A Luz Perdida","moral":"Abraçe as mudanças com alegria e descubra sua luz interior em momentos difíceis.","hook":"Era uma vez, na floresta encantada de Sparkleton, vivia uma pequena vaga-lume chamada Sunny.","keywords":{"Solzinho":["Sunny"],"coruja sábia":["wise owl"],"brilho":["shine","brightness"],"Alegria":["Joy"],"bichinhos":["creatures"],"coruja":["owl"],"mudança":["change"],"luz":["light"],"Sunny":["Solzinho"],"coração":["heart"],"felicidade":["happiness"]},"paragraphs":["Alegria amava dividir sua luz com os bichinhos da floresta toda noite. Mas numa noite, ela percebeu que seu brilho estava sumindo.\n","Preocupada, Solzinho voou até a coruja sábia para pedir conselhos. \"Perdi meu brilho, Coruja. O que devo fazer?\" ela perguntou.\n","A coruja escutou atentamente e partilhou, \"Mudança faz parte da vida, querida Suninha. Tu precisas olhar para dentro de ti mesma para encontrar tua luz de novo.\"\n","Determinada, Sunny buscou em seu coração e lembrou da alegria de espalhar felicidade. Ao abraçar a mudança com uma atitude positiva, seu brilho retornou mais forte do que nunca.\n"]}}}