{"title":"The Friendship Seed","hook":"Can a seed grow into a magical friendship? Let's find out in the forest!","moral":"Kindness and patience help friendships bloom and grow.","paragraphs":["Once upon a time, in a lush forest filled with colorful flowers and chirping birds, there lived a lonely little squirrel named Sammy.","One sunny day, while searching for acorns, Sammy stumbled upon a glowing seed resting on a bed of soft moss. Intrigued, Sammy gently picked up the seed and decided to plant it near his cozy burrow.","Days went by, and Sammy watered the seed with care, hoping it would sprout into something wonderful. One morning, a tiny sprout peeked out of the soil, greeting Sammy with its green leaves.","Excited and curious, Sammy watched over the sprout as it grew taller and stronger each day. To his surprise, the sprout transformed into a lovely flower that emitted a warm, magical glow.","As the flower blossomed, it revealed a smiling face that spoke, \"Thank you for your kindness, Sammy. You have nurtured the seed of friendship, and now it shall bloom forever.\""],"keywords":"friendship, seed, forest, squirrel, magical, kindness, patience, blossom, bloom, glow","characters":null,"translations":{"id-en":{"hook":"Can a seed grow into a magical friendship? Let's find out in the forest!","moral":"Kindness and patience help friendships bloom and grow.","title":"The Friendship Seed","keywords":{"forest":["hutan"],"flowers":["bunga"],"squirrel":["tupai"],"Sammy":["Sammy"],"seed":["biji"],"sprout":["tunas"],"plant":["tanaman"],"magical":["ajaib"],"acorns":["biji oak"],"flower":["bunga"],"smiling face":["wajah tersenyum"],"friendship":["persahabatan"]},"paragraphs":["Long ago, in a pretty forest full of bright flowers and singing birds, there was a sad little squirrel called Sammy.\n","Once upon a time, on a very bright day, Sammy was looking for tasty acorns. Suddenly, he found a shiny seed lying on a comfy bed of green moss. Sammy was curious, so he carefully took the seed and planted it close to his snug little home.\n","Sammy took good care of the seed everyday and hoped that something amazing would grow. One day, a tiny plant popped out of the soil, saying hello to Sammy with its green leaves.\n","Sammy was very happy and very interested. He looked at the tiny plant as it became taller and stronger every day. It changed into a beautiful flower that shined with a special, magical light.\n","Once upon a time, a beautiful flower opened up. Inside, there was a happy face that said, \"Thank you for being nice, Sammy. You have made our friendship grow, and now it will always be strong.\"\n"]},"en-de":{"title":"Die Freundschafts-Samen","moral":"Gute Laune und Geduld machen Freundschaften wachsen und blühen.\n","hook":"Kann aus einem winzigen Samenkorn eine zauberhafte Freundschaft wachsen? Lass uns das im Wald herausfinden!","keywords":{"Sammy":["Squirrel"],"Eicheln":["Acorns"],"Moos":["Moss"],"Wald":["Forest"],"Blumen":["Flowers"],"Eichhörnchen":["Squirrel"],"Spross":["Sprout"],"Blume":["Flower"],"Freundlichkeit":["Kindness"],"Freundschaft":["Friendship"],"Samenkorn":["Seed","Grain"],"Keimling":["Seedling"]},"paragraphs":["Es war einmal, in einem grünen Wald voller bunten Blumen und zwitschernden Vögeln, lebte ein einsamer kleiner Eichhörnchen namens Sammy.\n","An einem sonnigen Tag, als Sammy nach Eicheln suchte, stolperte er über einen leuchtenden Samen, der auf einem Bett aus weichem Moos ruhte. Neugierig hob Sammy den Samen behutsam auf und beschloss, ihn in der Nähe seines gemütlichen Bau zu pflanzen.\n","Tage vergingen, und Sammy goss das Samenkorn mit viel Liebe, in der Hoffnung, dass es zu etwas Wunderbarem keimen würde. Eines Morgens lugte ein winziger Keimling aus der Erde hervor, begrüßte Sammy mit seinen grünen Blättern.\n","Aufgeregt und neugierig beobachtete Sammy täglich den Spross, wie er immer höher und stärker wurde. Zu seiner Überraschung verwandelte sich der Spross in eine schöne Blume, die ein warmes, magisches Leuchten ausstrahlte.\n","Als die Blume blühte, zeigte sie ein lächelndes Gesicht, das sagte: \"Danke für deine Freundlichkeit, Sammy. Du hast den Samen der Freundschaft genährt, und jetzt wird er für immer blühen.\"\n"]},"en-fr":{"title":"La Graine de l'Amitié","moral":"Être gentil et patient aide les amitiés à fleurir et à grandir.","hook":"Est-ce qu'une graine peut devenir une amitié magique ? Découvrons dans la forêt !\n","keywords":{"forêt":["forest"],"fleurs":["flowers"],"écureuil":["squirrel"],"flower":["fleur"],"smiling face":["visage souriant"],"friendship":["amitié"],"Sammy":[],"graine":["seed"],"germer":["sprout"],"pousse":["shoot"],"fleur":["flower"],"seed":["graine"],"cozy burrow":["terrier"]},"paragraphs":["Il était une fois, dans une belle forêt remplie de fleurs colorées et d'oiseaux qui gazouillaient, vivait un petit écureuil solitaire nommé Sammy.\n","Il y a longtemps, pendant une belle journée ensoleillée, Sammy a trouvé une graine brillante posée sur un lit de mousse douce alors qu'il cherchait des glands. Intrigué, Sammy a délicatement ramassé la graine et a décidé de la planter près de son terrier douillet.\n","Les jours ont passé, et Sammy a arrosé la graine avec précaution, espérant qu'elle germerait en quelque chose de merveilleux. Un matin, un petit germe est apparu hors du sol, saluant Sammy avec ses feuilles vertes.\n","Sammy était très content et curieux. Il surveillait avec attention la pousse qui grandissait de plus en plus chaque jour. À sa grande surprise, la pousse s'est transformée en une jolie fleur qui émettait une lueur chaude et magique.\n","Quand la fleur a fleuri, elle a montré un visage souriant qui a dit, \"Merci pour ta gentillesse, Sammy. Tu as pris soin de la graine de l'amitié, et maintenant elle fleurira pour toujours.\"\n"]},"en-pt":{"title":"A Semente da Amizade","moral":"Ser gentil e paciente ajuda as amizades florescerem e crescerem.\n","hook":"Será que uma semente pode se transformar em uma amizade mágica? Vamos descobrir na floresta!","keywords":{"uma vez":["once"],"esquilo":["squirrel"],"solitário":["lonely"],"Sammy":["Sammy"],"mudinha":["seedling"],"flor":["flower"],"rosto sorridente":["smiling face"],"amizade":["friendship"],"semente":["seed"],"brotinho":["sprout"],"manhã ensolarada":["sunny morning"],"semente brilhante":["shiny seed"],"toca aconchegante":["cozy burrow"]},"paragraphs":["Era uma vez, em uma floresta cheia de flores coloridas e passarinhos cantando, vivia um esquilo solitário chamado Sammy.\n","Certa manhã ensolarada, enquanto procurava por bolotas, Sammy tropeçou em uma semente brilhante que repousava sobre um leito de musgo macio. Intrigado, Sammy pegou suavemente a semente e decidiu plantá-la perto de sua toca aconchegante.\n","Os dias passaram, e Sammy cuidou da semente com carinho, esperando que brotasse algo maravilhoso. Uma manhã, um brotinho surgiu da terra, saudando Sammy com suas folhas verdes.\n","Animado e curioso, Sammy observava a mudinha enquanto ela crescia mais alta e forte a cada dia. Para sua surpresa, a mudinha se transformou numa linda flor que emitia um brilho quente e mágico.\n","Quando a flor desabrochou, ela revelou um rosto sorridente que disse: \"Obrigado pela sua bondade, Sammy. Você cuidou da semente da amizade, e agora ela vai florescer para sempre.\"\n"]}}}