{"title":"The Lost Kite","hook":"Follow Emily and Teddy as they search for their lost kite in the magical forest. Will they find it in time?","moral":"With teamwork and perseverance, any challenge can be overcome.","paragraphs":["One sunny day, Emily and Teddy went to the park to fly their colorful kite.","As they ran and laughed, the kite string slipped from their grasp and the kite soared into the dense forest.","\"Oh no! Our kite! It's stuck in the forest,\" Emily exclaimed, her eyes wide in worry.","\"Don't worry, Emily. Let's work together to find it,\" Teddy reassured her with a brave smile.","Hand in hand, they entered the forest, filled with tall trees and chirping birds.","They encountered a friendly squirrel, who led them to the kite stuck in a tree.","With the squirrel's help, they untangled the kite and cheered as it flew up high again."],"keywords":"kite, forest, teamwork, perseverance, colorful, friendship, resolve, adventure, courage, cheerful, happy, playful, discover, assist, relief","characters":null,"translations":{"id-en":{"hook":"Follow Emily and Teddy as they search for their lost kite in the magical forest. Will they find it in time?","moral":"With teamwork and perseverance, any challenge can be overcome.","title":"The Lost Kite","keywords":{"worry":["khawatir","cemas"],"work together":["bekerja sama"],"find":["menemukan","mencari"],"sunny":["cerah","terang"],"colorful":["berwarna","beraneka"],"park":["taman"],"kite":["layang-layang"],"forest":["hutan"],"string":["tali","benang"],"trees":["pohon-pohon"],"birds":["burung-burung"],"squirrel":["tupai"],"cheered":["diberi semangat","disemangati"],"tree":["pohon"]},"paragraphs":["One day when the sun was shining, Emily and Teddy went to the park to play with their pretty kite.\n","As they raced and giggled, the colorful string of the kite slipped from their hands and the kite flew high into the thick woods.\n","\"Oh no! Our kite! It's stuck in the forest,\" Emily exclaimed, her eyes wide in worry.\n","\"Don't worry, Emily. Let's work together to find it,\" Teddy reassured her with a brave smile.\n","Together, they walked into the jungle, full of big trees and singing birds.\n","One day, they met a kind little animal, a fluffy squirrel. The squirrel showed them a toy bird stuck on a tall, hard tree.\n","With the squirrel's help, they fixed the kite and shouted happily when it went back up high.\n"]},"en-pt":{"title":"A Pipa Perdida","moral":"Com a ajuda de todos trabalhando juntos e não desistindo, conseguimos superar qualquer desafio.","hook":"Vamos com a Emily e o Teddy procurar pela pipa perdida na floresta mágica. Será que eles vão encontrá-la a tempo?","keywords":{"sunny day":["dia ensolarado"],"colorful kite":["pipa colorida"],"park":["parque"],"squirrel":["esquilo"],"kite":["pipa"],"flew up high":["voou para cima"],"stuck":["preso","atolado"],"forest":["floresta"],"Teddy":["Teddy"],"Emily":["Emily"],"encontrar":["find","achar"],"esquilo":["squirrel"],"pipa":["kite","papagaio"],"árvore":["tree"],"mãos dadas":["holding hands"],"floresta":["forest"],"passarinhos":["birds"],"correr":["run"]},"paragraphs":["Num dia ensolarado, Emily e Teddy foram ao parque para soltar a sua pipa colorida.\n","Quando eles corriam e riam, a linha da pipa escapou de suas mãos e a pipa voou para dentro da floresta densa.\n","\"Ai, não! Nosso papagaio! Ele está preso na floresta,\" exclamou Emily, os olhos bem abertos de preocupação.\n","Não se preocupe, Emily. Vamos trabalhar juntos para encontrá-lo - disse Teddy, com um sorriso corajoso.\n","De mãos dadas, eles entraram na floresta, cheia de árvores altas e passarinhos cantando.\n","Eles encontraram um esquilo amigável, que os levou até a pipa presa em uma árvore.\n","Com a ajuda do esquilo, eles desembaraçaram a pipa e comemoraram quando ela voou bem alto novamente.\n"]},"en-de":{"title":"Das Verlorene Drachenflugzeug","moral":"Mit Teamarbeit und Ausdauer kann jede Herausforderung überwunden werden.","hook":"Begleite Emily und Teddy, als sie in dem zauberhaften Wald nach ihrem verlorenen Drachen suchen. Werden sie ihn rechtzeitig finden?","keywords":{"sonnigen Tag":["sunny day"],"bunten Drachen":["colorful kite"],"in den Park":["in the park"],"Drachen (kite)":["kite"],"steckt fest (stuck)":["stuck"],"Wald (forest)":["forest"],"Teddy":["teddy bear"],"zusammenarbeiten":["collaborate","work together"],"lächelte":["smiled"],"Eichhörnchen":["squirrel"],"Drachen":["kite"],"jubelten":["cheered"],"Hand in hand":["hand in hand"],"Wald":["forest"],"zwitschernd":["chirping"],"Drachenfaden":["kite string"],"lachten":["laughed"],"Baum":["tree"]},"paragraphs":["An einem sonnigen Tag gingen Emily und Teddy in den Park, um ihren bunten Drachen fliegen zu lassen.\n","Als sie liefen und lachten, rutschte der Drachenfaden aus ihren Händen und der Drachen stieg in den dichten Wald.\n","\"Oh nein! Unser Drachen! Er steckt im Wald fest,\" rief Emily, ihre Augen weit vor Sorge.\n","Mach dir keine Sorgen, Emily. Lass uns zusammenarbeiten, um es zu finden, sagte Teddy und lächelte tapfer.\n","Gemeinsam gingen sie in den Wald, der voller hoher Bäume und zwitschernder Vögel war.\n","Sie trafen ein freundliches Eichhörnchen, das sie zum Drachen führte, der in einem Baum steckte.\n","Mit Hilfe vom Eichhörnchen haben sie den Drachen entwirrt und jubelten, als er wieder hoch flog. \n"]},"en-fr":{"title":"Le Cerf-volant Perdu\n","hook":"Suis Emily et Teddy alors qu'ils cherchent leur cerf-volant perdu dans la forêt magique. Vont-ils le trouver à temps ?","moral":"En travaillant ensemble et en ne renonçant pas, on peut surmonter n'importe quel défi.","keywords":{"forest":["forêt"],"tall trees":["arbre"],"chirping birds":["chirping birds"],"cerf-volant":["cerf-volant"],"fil":["fil"],"inquiétude":["worry"],"\"écureuil\"":["\"écureuil\""],"\"cerf-volant\"":["\"cerf-volant\""],"\"envolait\"":["\"envolait\""],"écureuil":["écureuil"],"arbre":["tall trees"],"worry":["inquiétude"],"work together":["work together"],"find":["find"],"jour ensoleillé":["jour ensoleillé"],"parc":["parc"]},"paragraphs":["Un jour ensoleillé, Emily et Teddy sont allés au parc pour faire voler leur cerf-volant coloré.\n","Alors qu'ils couraient et riaient, le fil du cerf-volant leur échappa et le cerf-volant s'envola dans la forêt dense.\n","\"Oh non! Notre cerf-volant! Il est coincé dans la forêt,\" s'exclama Emily, ses yeux grands d'inquiétude.\n","Ne t'inquiète pas, Emily. Travaillons ensemble pour le trouver, dit Teddy la rassurant avec un sourire courageux.\n","En se tenant par la main, ils sont entrés dans la forêt, remplie d'arbres géants et d'oiseaux qui gazouillent.\n","Ils ont rencontré un écureuil amical, qui les a dirigés vers le cerf-volant coincé dans un arbre.\n","Avec l'aide de l'écureuil, ils ont démêlé l'cerf-volant et ont crié de joie alors qu'il s'envolait de nouveau haut dans le ciel.\n"]}}}