{"title":"The Unlikely Friends","hook":"Can a tiny ladybug and a giant elephant become friends? Let's find out!","moral":"Kindness and friendship can bridge any differences and bring joy to everyone.","paragraphs":["In a lush jungle, lived a lonely elephant named Ellie. She was so big and strong, but also very shy. She spent her days wandering around, feeling sad.","One day, Ellie came across a small ladybug named Lila. Lila was colorful and quick, buzzing around with excitement. \"Hello, giant friend! Want to play with me?\" chirped Lila, landing on Ellie's trunk.","Ellie was surprised but smiled warmly. \"I've never had a friend before. I'd love to play with you, little one!\" And so, the unlikely pair began their adventure together.","Despite their differences in size, Ellie and Lila found joy in simple games like hide-and-seek and sharing snacks. Through their friendship, Ellie learned to be more confident and Lila felt appreciated for her boldness.","One day, when a storm shook the jungle, Ellie shielded Lila from the rain with her huge ears, and Lila used her wings to shelter Ellie's eyes from the bright lightning. They realized that together, they were strong and brave."],"keywords":["jungle","elephant","ladybug","friendship","kindness","differences","joy","adventure","storm"],"characters":null,"translations":{"id-en":{"hook":"Can a tiny ladybug and a giant elephant become friends? Let's find out!","moral":"Kindness and friendship can bridge any differences and bring joy to everyone.","title":"The Unlikely Friends","keywords":{"elephant":["gajah"],"forest":["hutan"],"sad":["sedih"],"Ellie":["Ellie"],"Lila":["Lila"],"friendship":["persahabatan"],"friend":["teman"],"adventure":["petualangan"],"ladybug":["kumbang"],"colorful":["berwarna-warni"],"jungle":["hutan belantara"],"storm":["badai"],"brave":["berani"]},"paragraphs":["In a big forest, there was a sad elephant called Ellie. She was really huge and powerful, but very quiet too. Ellie wandered sadly in the forest every day.\n","One sunny day, Ellie met a tiny ladybug named Lila. Lila had bright colors and moved fast, flying around happily. \"Hi, big friend! Do you want to play with me?\" chirped Lila, landing on Ellie's tree.\n","Ellie was very surprised but she smiled with joy. \"I've never had a friend like you before. I'm excited to play with you, little friend!\" And that's how their exciting journey started.\n","Ellie and Lila are different sizes, but they have fun playing games like hide-and-seek and sharing snacks together. \nEllie became braver because of their friendship, and Lila felt happy that her courage was noticed.\n","One time, in the big forest, a big storm came. Ellie protected Lila from the rain with her big ears, and Lila covered Ellie's eyes from the bright lightning with her wings. They saw that together, they were strong and brave!\n"]},"en-fr":{"title":"Les Amis Inséparables","moral":"La gentillesse et l'amitié peuvent créer un pont entre les différences et apporter de la joie à tout le monde.","hook":"Est-ce qu'une petite coccinelle et un énorme éléphant peuvent devenir amis ? Voyons voir !","keywords":{"Ellie":["Ellie"],"friend":["friend"],"adventure":["adventure"],"jour":["day"],"tempête":["storm"],"jungle":["jungle"],"Lila":["Lila"],"amitié":["friendship"],"éléphant":["elephant"],"timide":["shy"],"coccinelle":["ladybug"],"colorée":["colorful"],"rapide":["fast"]},"paragraphs":["Dans une jungle luxuriante, vivait un éléphant solitaire nommé Ellie. Elle était tellement grande et forte, mais aussi très timide. Elle passait ses journées à se promener, se sentant triste.\n","Un jour, Ellie a rencontré une petite coccinelle nommée Lila. Lila était colorée et rapide, en train de bourdonner d'excitation. \"Bonjour, amie géante ! Tu veux jouer avec moi ?\" gazouilla Lila, se posant sur le tronc d'Ellie.\n","Ellie était surprise mais elle souriait chaleureusement. \"Je n'ai jamais eu d'ami avant. J'aimerais jouer avec toi, petit(e)!\" Et ainsi, le duo improbable commença leur aventure ensemble.\n","Chacune d'elles est différente en taille, mais Ellie et Lila aiment jouer à cache-cache et partager des collations. Leur amitié les rend joyeuses. Ellie se sent plus sûre d'elle et Lila se sent valorisée pour sa bravoure.\n","Un jour, lorsqu'une tempête a secoué la jungle, Ellie a protégé Lila de la pluie avec ses grandes oreilles, et Lila a utilisé ses ailes pour abriter les yeux d'Ellie du brillant éclair. Elles ont compris qu'ensemble, elles étaient fortes et courageuses.\n"]},"en-de":{"title":"Die ungewöhnlichen Freunde","moral":"Freundlichkeit und Freundschaft können alle Unterschiede überbrücken und allen Freude bringen.","hook":"Können eine winzige Marienkäfer und ein riesiger Elefant Freunde werden? Lass es uns herausfinden!","keywords":{"Ellie":["Ellie"],"überrascht":["surprised"],"Freund":["friend"],"Lila":["purple"],"Freundschaft":["friendship"],"üppigen Dschungel":["lush jungle"],"Elefant":["elephant"],"traurig":["sad"],"Marienkäfer":["ladybug"],"spielen":["play"],"Sturm":["storm"],"Dschungel":["jungle"],"Flügel":["wings"]},"paragraphs":["In einem üppigen Dschungel lebte ein einsamer Elefant namens Ellie. Sie war so groß und stark, aber auch sehr schüchtern. Sie verbrachte ihre Tage damit, traurig umherzulaufen.\n","An einem Tag stieß Ellie auf einen kleinen Marienkäfer namens Lila. Lila war bunt und schnell, summte aufgeregt herum. \"Hallo, Riesiger Freund! Möchtest du mit mir spielen?\" zirpte Lila und ließ sich auf Ellies Rüssel nieder.\n","Ellie war überrascht aber lächelte herzlich. \"Ich habe noch nie einen Freund gehabt. Ich würde liebend gerne mit dir spielen, Kleiner!\" Und so begann das ungleiche Paar ihr Abenteuer zusammen.\n","Auch wenn sie unterschiedlich groß sind, fanden Ellie und Lila Freude an einfachen Spielen wie Verstecken und Teilen von Snacks. Durch ihre Freundschaft lernte Ellie selbstbewusster zu sein und Lila fühlte sich für ihre Kühnheit geschätzt.\n","Ein Tag, als ein Sturm den Dschungel schüttelte, schützte Ellie Lila vor dem Regen mit ihren riesigen Ohren, und Lila benutzte ihre Flügel, um Ellies Augen vor dem hellen Blitz zu schützen. Sie merkten, dass sie zusammen stark und mutig waren.\n"]},"en-pt":{"title":"Os Amigos Inesperados","moral":"Ser legal e fazer amigos pode unir todas as diferenças e trazer alegria para todo mundo.\n","hook":"Será que uma joaninha minúscula e um elefante gigante podem se tornar amigos? Vamos descobrir!","keywords":{"Ellie":["Ellie"],"surpresa":["surprise"],"amigo":["friend"],"elefante":["elephant"],"solitário":["solitary","lonely"],"tímido":["shy"],"joaninha":["ladybug"],"colorida":["colorful"],"tamanho (size)":["size"],"jogos (games)":["games"],"coragem (boldness)":["boldness","courage"],"tempestade":["storm"],"proteger":["protect"],"corajosas":["bold","courageous"]},"paragraphs":["Num bosque exuberante, vivia um elefante solitário chamado Ellie. Ele era muito grande e forte, mas também muito tímido. Passava os dias vagando, se sentindo triste.\n","Um dia, Ellie encontrou uma joaninha pequenina chamada Lila. Lila era colorida e rápida, zumbindo de alegria. \"Olá, amiga gigante! Quer brincar comigo?\" piou Lila, pousando no tronco de Ellie.\n","Ellie ficou surpresa, mas sorriu calorosamente. \"Eu nunca tive um amigo antes. Eu adoraria brincar com você, pequenino!\" E assim, o par improvável começou sua aventura juntos.\n","Apesar de serem diferentes no tamanho, Ellie e Lila se divertiram com jogos simples como esconde-esconde e compartilhando lanches. Através da amizade deles, Ellie aprendeu a ser mais confiante e Lila se sentiu valorizada por sua coragem.\n","Um dia, uma tempestade sacudiu a floresta. Ellie protegeu Lila da chuva com suas orelhas enormes, e Lila usou suas asas para abrigar os olhos de Ellie do brilho do raio. Elas perceberam que juntas eram fortes e corajosas.\n"]}}}