{"title":"Baba and the Lost Kite","hook":"One sunny day, Baba's colorful kite flew away! Will she find it before the sun sets?","moral":"Patience and determination can help you overcome challenges.","paragraphs":["Once upon a time, Baba was playing with her favorite kite in the backyard. As she ran around, the kite suddenly caught a strong breeze and soared high into the sky, slipping from her grasp.","\"Oh no, my kite! Come back,\" Baba cried, watching it drift further away. She felt a pang of sadness in her heart.","Determined to get her kite back, Baba decided to search for it. She asked her cat, Mittens, and her colorful parrot, Mango, for help. They set off on an adventure together.","They searched high and low, peeking behind bushes and under trees, but the kite was nowhere to be found. Just when they were about to give up, Baba spotted a glimmer of color stuck in a tall tree.","With a clever plan and teamwork, they managed to rescue the kite from the branches. Baba's face lit up with joy as she held her precious kite once more."],"keywords":["Baba","kite","backyard","breeze","adventure","teamwork","joy","determination","search","rescue"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba's colorful kite flew away! Will she find it before the sun sets?","moral":"Patience and determination can help you overcome challenges.","title":"Baba and the Lost Kite","keywords":{"Baba":["Baba"],"kite":["layang-layang"],"adventure":["petualangan"],"backyard":["halaman belakang"],"clever plan":["rencana cerdas","rencana pintar"],"teamwork":["kerja tim","kerja sama tim"],"rescue":["penyelamatan","selamatkan"],"cried":["menangis","menangis"],"sad":["sedih","sedih"],"bushes":["semak-semak","semak","semak belukar"],"tree":["pohon","pohon"]},"paragraphs":["Long time ago, Baba was playing with her best kite in the garden. She ran and the kite flew up high with the wind.\n","Baba: \"Oh no, my kite! Come back,\" she cried, watching it fly farther away. She felt a little bit sad in her heart.\n","Baba really wanted her kite back. She asked her cat, Mittens, and her colorful parrot, Mango, to help her. They went on a fun adventure together.\n","They looked everywhere, checking behind bushes and under trees, but the kite was nowhere. Just when they were ready to quit, Baba saw a shiny flash of color caught in a tall tree.\n","With a smart idea and working together, they saved the kite from the tree. Grandma's happy face showed how much she loved her special kite.\n"]},"en-pt":{"title":"Baba e a Pipa Perdida","moral":"Paciência e vontade de fazer podem te ajudar a vencer desafios.","hook":"Em um dia ensolarado, a pipa colorida da Baba voou para longe! Será que ela vai encontrá-la antes do sol se pôr?\n","keywords":{"kite":["kite"],"cry":["cry"],"sadness":["sadness"],"pipa":["kite"],"gato":["cat"],"aventura":["adventure"],"clever plan":["clever plan"],"teamwork":["teamwork"],"joy":["joy"],"Baba":["Baba"],"quintal":["backyard"],"procuraram":["looked for"],"árvore":["tree"]},"paragraphs":["Era uma vez, Baba estava brincando com sua pipa favorita no quintal. Enquanto corria em volta, a pipa pegou um vento forte e subiu alto no céu, escapando de suas mãos.\n","\"Ai não, minha pipa! Volte,\" Baba chorou, assistindo ela se afastar mais. Ela sentiu uma pontada de tristeza no seu coração.\n","Determinada a pegar sua pipa de volta, Baba decidiu procurá-la. Ela pediu ajuda para seu gato, Mittens, e seu papagaio colorido, Mango. Eles partiram juntos em uma aventura.\n","Eles procuraram por todos os lados, olhando atrás de arbustos e embaixo de árvores, mas a pipa não estava em lugar nenhum. No momento em que estavam quase desistindo, Baba avistou um brilho de cor preso em uma árvore alta.\n","Com um plano esperto e trabalhando juntos, eles conseguiram salvar a pipa dos galhos. O rosto da Baba se iluminou de alegria enquanto segurava sua pipa preciosa novamente.\n"]},"en-de":{"moral":"Geduld und Entschlossenheit können dir helfen, Herausforderungen zu überwinden.","title":"Baba und der Verlorene Drachen","hook":"An einem sonnigen Tag flog Babas bunter Drachen weg! Wird sie ihn finden, bevor die Sonne untergeht?","keywords":{"Drachen":["Dragon","Kite"],"Traurigkeit":["Sadness"],"Herzen":["Hearts"],"Katze":["Cat"],"Abenteuer":["Adventure"],"Teamwork":["Teamwork"],"Freude":["Joy"],"Baba":["Baba"],"Lieblingsgarten":["Favorite Garden"],"suchen":["Search"],"überall":["Everywhere"],"Baum":["Tree"]},"paragraphs":["Es war einmal, als Baba in ihrem Lieblingsgarten Drachen spielte. Als sie herumrannte, fing der Drachen plötzlich eine starke Brise und segelte hoch in den Himmel, entglitt ihrer Hand.\n","\"Oh nein, mein Drachen! Komm zurück,\" rief Baba und sah ihm weiter davonfliegen. Sie fühlte einen Stich der Traurigkeit in ihrem Herzen.\n","Entschlossen, ihren Drachen zurückzubekommen, entschied Baba, danach zu suchen. Sie fragte ihre Katze, Pfötchen, und ihren bunten Papagei, Mango, um Hilfe. Sie machten sich zusammen auf ein Abenteuer.\n","Sie suchten überall, guckten hinter Büschen und unter Bäumen, aber der Drachen war nirgends zu finden. Gerade als sie aufgeben wollten, entdeckte Baba einen Funken Farbe, der in einem hohen Baum steckte.\n","Mit einem schlauen Plan und Teamwork schafften sie es, den Drachen aus den Ästen zu retten. Babas Gesicht leuchtete vor Freude, als sie ihren kostbaren Drachen wieder in den Händen hielt.\n"]},"en-fr":{"title":"Baba et l'oiseau perdu\n","moral":"La patience et la détermination peuvent t'aider à surmonter les obstacles.","hook":"Un jour ensoleillé, le joli cerf-volant coloré de Baba s'est envolé! Va-t-elle le retrouver avant que le soleil se couche?","keywords":{"Baba":["Grandma"],"cerf-volant":["kite"],"jardin":["garden"],"chat":["cat"],"perroquet":["parrot"],"clever plan":["smart plan","ingenious plan"],"teamwork":["collaboration","cooperation"],"rescued":["saved","salvaged"],"cherché":["searched","looked for"],"introuvable":["unfindable","untraceable"],"pleura":["pleaded","cried"],"tristesse":["sadness","sorrow"]},"paragraphs":["Il était une fois, Baba jouait avec son cerf-volant préféré dans le jardin. Alors qu'elle courait, le cerf-volant a attrapé soudainement une forte brise et a plané haut dans le ciel, glissant de ses mains.\n","\"Oh non, mon cerf-volant! Reviens,\" Baba pleura, le regardant s'éloigner de plus en plus. Elle ressentit une pointe de tristesse dans son cœur.\n","Pour récupérer son cerf-volant, Baba a décidé de le chercher. Elle a demandé assistance à son chat, Mittens, et à son perroquet coloré, Mango. Ils ont commencé une aventure ensemble.\n","Ils ont cherché partout, regardant derrière les buissons et sous les arbres, mais le cerf-volant était introuvable. Juste au moment où ils allaient abandonner, Baba a repéré un éclat de couleur coincé dans un grand arbre.\n","Avec un plan astucieux et le travail d'équipe, ils ont réussi à secourir le cerf-volant des branches. Le visage de Baba s'est illuminé de joie lorsqu'elle a tenu à nouveau son précieux cerf-volant.\n"]}}}