{"title":"Baba's Brave Bee Adventure","hook":"One sunny morning, Baba saw a bee buzzing near her garden. What will happen next?","moral":"Be brave and face your fears to overcome challenges.","paragraphs":["One sunny morning, Baba was playing in her garden when she saw a bee buzzing around the flowers. \"Oh no, a bee!\" she exclaimed, feeling scared.","\"Baba, don't be afraid of bees,\" said her grandmother, who was watching nearby. \"Bees are important for our garden, and they won't harm you if you don't harm them.\"","Baba took a deep breath and decided to be brave. She slowly approached the bee and watched it collect nectar from the flowers. The bee seemed busy and uninterested in Baba.","\"Look, Baba, the bee is just doing its job,\" her grandmother said with a smile. \"They are not here to scare us.\"","Feeling confident, Baba sat next to the bee and observed it for a while. She saw how hardworking and gentle the bee was, and she felt proud of herself for facing her fear.","From that day on, Baba became friends with the bees in her garden and learned to appreciate their importance in nature."],"keywords":["bee","garden","brave","fear","flowers","grandmother","observe","gentle","importance","nature"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Baba et Le Courageux Voyage d'une Abeille","moral":"Sois courageux et affronte tes peurs pour surmonter les défis.","hook":"Un matin ensoleillé, Baba a vu une abeille qui bourdonnait près de son jardin. \nQue va-t-il se passer ensuite ?","keywords":{"bees":["abeille","abeilles"],"garden":["jardin"],"grandmother":["grand-mère","Baba"],"abeille":["bees"],"travail":["effrayée"],"grand-mère":["grandmother"],"Baba":["grandmother"],"abeilles":["bees"],"jardin":["garden"],"effrayée":["travail"],"nectar":["nectar"],"peur":["peur"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle vit une abeille qui bourdonnait autour des fleurs. \"Oh non, une abeille!\" s'exclama-t-elle, se sentant effrayée.\n","\"Baba, ne sois pas inquiet des abeilles,\" dit sa grand-mère, qui regardait à proximité. \"Les abeilles sont importantes pour notre jardin, et elles ne te feront pas de mal si tu ne leur fais pas de mal.\"\n","Il était une fois, Baba prit une grande respiration et décida d'être courageuse. Elle s'approcha doucement de l'abeille et la regarda collecter du nectar des fleurs. L'abeille semblait occupée et désintéressée par Baba.\n","Regarde, Baba, l'abeille fait juste son travail,\" dit sa grand-mère avec un sourire. \"Elles ne sont pas là pour nous faire peur.\"\n","Se sentant sûr d'elle, Baba s'assit à côté de l'abeille et l'observa pendant un moment. Elle vit à quel point l'abeille était travailleuse et douce, et elle se sentit fière d'elle-même d'avoir affronté sa peur.\n","Depuis ce jour-là, Baba est devenue amie avec les abeilles de son jardin et a appris à apprécier leur importance dans la nature.\n"]},"id-en":{"hook":"One sunny morning, Baba saw a bee buzzing near her garden. What will happen next?","moral":"Be brave and face your fears to overcome challenges.","title":"Baba's Brave Bee Adventure","keywords":{"bee":["lebah"],"job":["pekerjaan","tugas"],"scare":["takut","menakuti"],"Baba":["Baba"],"friends":["teman-teman","sahabat"],"bees":["lebah"],"garden":["kebun","taman"],"harm":["kerusakan","bahaya"],"sunny day":["hari yang cerah"],"happy":["bahagia","gembira"],"Grandma":["nenek","nenek moyang"],"courageous":["berani","pemberani"]},"paragraphs":["Early one sunny day, Baba was playing in her garden when she spotted a bee buzzing near the pretty flowers. \"Oh dear, a bee!\" she cried out, feeling frightened.\n","\"Mama, don't worry about the buzzy bees,\" said Granny, watching close by. \"Bees help our flowers grow and they won't sting you if you leave them be.\"\n","Grandma took a big breath and wanted to be courageous. She walked to the little buzzing insect and saw it getting sweet juice from the pretty blossoms. The bee was very busy and did not care about Grandma.\n","\"Look, Baba, the bee is just doing its job,\" her grandmother said with a smile. \"They are not here to scare us.\"\n","Baba sat near the bee. She watched it carefully. The bee was busy and kind. Baba felt happy.\n","Since that day, Baba made friends with the small flying insects in her garden. She learned that they are very important for the plants and trees.\n"]},"en-pt":{"title":"A Corajosa Aventura da Abelha Valente de Baba","moral":"Seja corajoso e enfrente seus medos para superar desafios.\n","hook":"Certa manhã ensolarada, Baba viu uma abelha zumbindo perto do seu jardim. O que vai acontecer depois?\n","keywords":{"Baba":["Grandma"],"abelha":["bee"],"avó":["grandmother"],"abelhas":["bees"],"importância":["importance"],"bees":["abelhas"],"garden":["jardim"],"harm":["dano"],"medo":["fear"],"Vovó":["Grandma"],"néctar":["nectar"],"manhã ensolarada":["sunny morning"],"jardim":["garden"]},"paragraphs":["Numa manhã ensolarada, Baba estava brincando no seu jardim quando viu uma abelha zumbindo em volta das flores. \"Ah não, uma abelha!\" ela exclamou, se sentindo assustada.\n","\"Vovó, não tenha medo das abelhas,\" disse a avó dela, que estava observando de perto. \"As abelhas são importantes para o nosso jardim e elas não vão te machucar se você não as machucar.\"\n","Vovó deu um suspiro profundo e decidiu ser corajosa. Ela se aproximou lentamente da abelha e observou ela coletar néctar das flores. A abelha parecia ocupada e desinteressada na Vovó.\n","\"Olha, Baba, a abelha está só fazendo seu trabalho\", disse a avó com um sorriso. \"Elas não estão aqui para nos assustar.\"\n","Sentindo-se confiante, Baba sentou ao lado da abelha e observou por um tempo. Ela viu o quão trabalhadora e gentil a abelha era, e se sentiu orgulhosa por enfrentar seu medo.\n","A partir daquele dia, Baba virou amiga das abelhas em seu jardim e aprendeu a valorizar a importância delas na natureza.\n"]},"en-de":{"title":"Bienenabenteuer von Babas tapferer Biene","moral":"Sei mutig und stelle dich deinen Ängsten, um Herausforderungen zu überwinden.","hook":"An einem sonnigen Morgen sah Baba eine Biene in der Nähe ihres Gartens summen. Was passiert als Nächstes?","keywords":{"Baba":["Dad","Father"],"Bienen":["Bees"],"Garten":["Garden"],"Biene":["Bee"],"Job":["Job","Work"],"lächelnd":["Smiling"],"Mama":["Mom","Mother"],"Blumen":["Flowers"],"Oma":["Grandma","Granny"],"Angst":["Fear","Anxiety"],"fleißig":["Diligent","Hardworking"]},"paragraphs":["Eines sonnigen Morgens spielte Baba in ihrem Garten, als sie eine Biene um die Blumen summen sah. \"Oh nein, eine Biene!\" rief sie aus und fühlte sich ängstlich.\n","\"Oma, hab keine Angst vor Bienen\", sagte ihre Großmutter, die in der Nähe zusah. \"Bienen sind wichtig für unseren Garten und sie werden dir nichts tun, wenn du ihnen nichts zuleide tust.\"\n","Mama nahm tief Luft und entschied mutig zu sein. Sie ging langsam zur Biene und sah zu, wie sie Nektar aus den Blumen sammelte. Die Biene schien beschäftigt und nicht an Mama interessiert.\n","\"Schau mal, Baba, die Biene macht einfach ihren Job,\"\nsagte ihre Oma lächelnd. \"Sie sind nicht hier, um uns zu erschrecken.\"\n","Fühlend stark, Baba saß neben der Biene und beobachtete sie eine Weile. Sie sah, wie fleißig und sanft die Biene war, und fühlte sich stolz, weil sie ihre Angst überwunden hatte.\n","Seit diesem Tag ist Baba mit den Bienen in ihrem Garten befreundet und hat gelernt, ihre Bedeutung in der Natur zu schätzen.\n"]}}}