{"title":"The Curious Caterpillar","hook":"In the great Fora jungle, a curious caterpillar named Coco wanted to discover a mysterious place far from home. What adventures await Coco as they journey through the jungle?","moral":"Curiosity leads to new experiences and discoveries.","paragraphs":["Once upon a time, in the lush Fora jungle, lived a young caterpillar named Coco. One sunny day, while exploring the forest floor, Coco met Kimi, the wise old storytelling fox.","\"Hello, young Coco! What brings you on this adventure-filled day?\" asked Kimi, intrigued by the tiny creature's wanderlust.","\"I want to see what lies beyond the tall trees and flowing river,\" Coco replied, eyes shining with curiosity.","Kimi smiled knowingly. \"Follow the shimmering path of light that dances through the leaves, and you shall find the enchanted glade of the moonlit mushrooms.\"","Excited, Coco thanked Kimi and set off on their journey, following the golden trail of light that led deeper into the jungle.","Along the way, Coco encountered chirping birds, playful monkeys, and colorful butterflies, each adding to the wonder of the unknown.","Finally, at the heart of the jungle, Coco discovered the magical glade, where moonlit mushrooms sparkled like tiny stars.","Overwhelmed by the beauty of this hidden gem, Coco knew that curiosity had led them to a place of pure enchantment."],"keywords":["Caterpillar","Jungle","Adventure","Discovery","Curiosity","Enchantment","Fox","Mystical","Wanderlust"],"characters":["Kimi"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"In the great Fora jungle, a curious caterpillar named Coco wanted to discover a mysterious place far from home. What adventures await Coco as they journey through the jungle?","moral":"Curiosity leads to new experiences and discoveries.","title":"The Curious Caterpillar","keywords":{"Coco":["Koko"],"treasure":["harta karun"],"curious":["penasaran"],"birds":["burung"],"monkeys":["monyet"],"journey":["perjalanan"],"jungle":["hutan belantara"],"smile":["senyum"],"shiny light":["cahaya berkilau"],"glowing mushrooms":["jamur bercahaya"],"trees":["pohon"],"water":["air"],"adventure-filled day":["hari penuh petualangan"],"tiny creature":["makhluk kecil"],"magical":["ajaib"],"mushrooms":["jamur"],"caterpillar":["ulat bulu"],"forest":["hutan"],"storytelling":["cerita"]},"paragraphs":["Long ago, in the big Fora forest, there was a little caterpillar named Coco. One bright day, Coco found Kimi, the smart old fox who tells stories.\n","\"Hi, little Coco! What are you doing on this day filled with exciting things?\" Kimi asked, curious about the tiny animal's love for adventure.\n","\"I want to see what is on the other side of the big trees and the water that moves,\" Coco said, with bright eyes full of wonder.\n","Kimi smiled with a cheeky grin. \"Look for the shiny light that dances in the trees, and you will discover the special forest of the glowing mushrooms.\"\n","Happy, Coco said thank you to Kimi and started to go somewhere far away, walking along the shiny path of light that showed them the way inside the big forest.\n","Coco met singing birds, fun monkeys, and pretty butterflies. \nEach one made the adventure more exciting.\n","Coco found a special place in the middle of the big forest. It was a magical clearing where shiny mushrooms glowed in the dark like small stars.\n","Coco felt very happy when they found a secret treasure. They were curious and found a magical place full of wonder.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité mène à de nouvelles expériences et découvertes.","hook":"Dans la grande jungle de Fora, une chenille curieuse nommée Coco voulait découvrir un endroit mystérieux loin de chez elle. Quelles aventures attendent Coco alors qu'ils voyagent à travers la jungle ?","keywords":{"Coco":["Coco"],"Kimi":["Kimi"],"jungle":["jungle"],"champignons":["champignons"],"jeune Coco":["young Coco"],"aventures":["adventures"],"petite créature":["small creature"],"grands arbres (tall trees)":["tall trees"],"rivière coulante (flowing river)":["flowing river"],"curiosité (curiosity)":["curiosity"],"lumière":["light"],"oiseaux":["birds"],"papillons":["butterflies"],"chenille":["caterpillar"],"renard":["fox"],"trésor caché":["hidden treasure"],"curiosité":["curiosity"]},"paragraphs":["Il était une fois, dans la jungle luxuriante de Fora, vivait une jeune chenille nommée Coco. Un jour ensoleillé, en explorant le sol de la forêt, Coco rencontra Kimi, le vieux renard conteur sage.\n","\"Bonjour, jeune Coco! Que t'amène en cette journée remplie d'aventures?\" demanda Kimi, intriguée par le goût d'aventure de la petite créature.\n","\"Je veux voir ce qui se trouve derrière les grands arbres et la rivière coulante,\" a répondu Coco, les yeux brillants de curiosité.\n","Kimi a souri avec malice. \"Suis le chemin scintillant de lumière qui danse à travers les feuilles, et tu trouveras la clairière enchantée des champignons éclairés par la lune.\"\n","Tout excité, Coco a remercié Kimi et a commencé leur voyage, en suivant le chemin doré de lumière qui les menait plus profondément dans la jungle.\n","Sur son chemin, Coco a croisé des oiseaux qui gazouillaient, des singes joueurs, et des papillons colorés, chacun ajoutant à l'émerveillement de l'inconnu.\n","Au fond de la jungle, Coco a découvert la clairière magique, où les champignons éclairés par la lune brillaient comme de petites étoiles.\n","Ébloui par la beauté de ce trésor caché, Coco savait que la curiosité les avait conduits à un endroit enchanteur.\n"]},"en-pt":{"title":"O Bichinho Curioso","moral":"A curiosidade leva a novas experiências e descobertas.","hook":"Na grande floresta de Fora, uma lagarta curiosa chamada Coco queria descobrir um lugar misterioso longe de casa. Que aventuras aguardam Coco enquanto eles viajam pela floresta?\n","keywords":{"trees":["árvores"],"river":["rio"],"curiosity":["curiosidade"],"beleza":["beauty"],"tesouro":["treasure"],"curiosidade":["curiosity"],"Coco":["coconut"],"floresta":["forest"],"cogumelos":["mushrooms"],"passarinhos":["birds"],"macacos":["monkeys"],"Kimi":["Kim"],"caminho brilhante":["bright path"],"cogumelos iluminados":["glowing mushrooms"],"jovem":["young"],"aventuras":["adventures"],"curiosa":["curious"],"selva":["jungle"],"lagarta":["caterpillar"],"Floresta de Fora":["Outer Forest"],"contadora de histórias":["storyteller"]},"paragraphs":["Era uma vez, na densa Floresta de Fora, morava uma jovem lagarta chamada Coco. Em um dia ensolarado, enquanto explorava o chão da floresta, Coco conheceu Kimi, a sábia velha raposa contadora de histórias.\n","Olá, jovem Coco! O que te traz neste dia cheio de aventuras? - perguntou Kimi, curiosa com a vontade de explorar da pequena criatura.\n","\"Eu quero ver o que tem além das árvores altas e rio fluindo,\" Coco respondeu, olhos brilhando com curiosidade.\n","Kimi sorriu sabiamente. \"Siga o caminho brilhante de luz que dança pelas folhas e encontrará a clareira encantada dos cogumelos iluminados pela lua.\"\n","Feliz, Coco agradeceu Kimi e partiu em sua jornada, seguindo o rastro dourado de luz que os levava mais fundo na selva.\n","No caminho, Coco encontrou passarinhos que piavam, macacos brincalhões e borboletas coloridas, cada um aumentando a maravilha do desconhecido.\n","Por fim, no meio da floresta, Coco descobriu o claro mágico, onde cogumelos iluminados pela lua brilhavam como estrelas pequeninas.\n","Encantado pela beleza desse tesouro escondido, Coco sabia que a curiosidade os levou a um lugar mágico.\n"]},"en-de":{"title":"Die Neugierige Raupe","hook":"In der großen Fora Dschungel, eine neugierige Raupe namens Coco wollte einen geheimnisvollen Ort weit weg von zuhause entdecken. Welche Abenteuer erwarten Coco, während sie durch den Dschungel reisen?","moral":"Neugier führt zu neuen Abenteuern und Entdeckungen.","keywords":{"Coco":["Coconut"],"Kimi":["Kimi"],"Dschungel":["Jungle"],"Vögel":["Birds"],"Schmetterlinge":["Butterflies"],"zauberhaft":["Enchanting","Magical"],"Mondschein-Pilze":["Moonlight Mushrooms"],"Hallo":["Hello"],"abenteuergefüllt":["Adventure-filled"],"Reiselust":["Wanderlust"],"Lichtpfad":["Light Path"],"Pilze":["Mushrooms"],"Schönheit":["Beauty"],"Zauberei":["Magic"],"hohe Bäume":["Tall Trees"],"Augen":["Eyes"],"Raupe":["Caterpillar"],"Fuchs":["Fox"]},"paragraphs":["Es war einmal, in dem grünen Fora-Dschungel, lebte eine junge Raupe namens Coco. An einem sonnigen Tag, beim Erkunden des Waldbodens, traf Coco Kimi, den klugen alten Geschichtenfuchs.\n","\"Hallo, junger Coco! Was bringt dich an diesem abenteuergefüllten Tag?\" fragte Kimi, fasziniert von dem kleinen Wesen's Reiselust.\n","\"Ich möchte sehen, was jenseits der hohen Bäume und des fließenden Flusses liegt\", antwortete Coco, Augen voller Neugierde.\n","Kimi lächelte wissend. \"Folge dem funkelnden Lichtpfad, der durch die Blätter tanzt, und du wirst die verzauberte Lichtung der mondlichtigen Pilze finden.\"\n","Aufgeregt bedankte sich Coco bei Kimi und machte sich auf den Weg, folgte dem goldenen Lichtstreifen, der weiter in den Dschungel führte.\n","Auf dem Weg traf Coco zwitschernde Vögel, verspielte Affen und bunte Schmetterlinge, die alle das Wunder des Unbekannten verstärkten.\n","Endlich, mitten im Dschungel, entdeckte Coco die zauberhafte Lichtung, wo Mondschein-Pilze wie winzige Sterne funkelten.\n","Verzaubert von der Schönheit dieses verborgenen Schatzes wusste Coco, dass Neugier sie an einen Ort reiner Zauberei geführt hatte.\n"]}}}