{"title":"Baba's Missing Bow","hook":"What happens when Baba's favorite bow goes missing?","moral":"Always keep your belongings in their designated place.","paragraphs":["One sunny morning, Baba woke up with excitement to wear her favorite bow on her hair. But as she searched through her toys and clothes, she couldn't find it anywhere.","\"Oh no, where is my pretty bow?\" Baba asked her teddy bear. \"I don't know, let's look together,\" Teddy replied, eager to help.","They searched under the bed, in the toy chest, and even in the kitchen. After lots of looking and moving things around, Baba found her bow tucked away in her backpack where she left it the day before.","\"Yay! I found it!\" Baba cheered, hugging Teddy tightly. \"I should always keep my bow in its special place to find it easily next time.\""],"keywords":["Baba","bow","missing","search","toy","backpack","favorite","special place","find easily"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Die verschwundene Schleife von Baba","hook":"Was passiert, wenn Babas Lieblingsschleife verschwindet?","moral":"Immer halte deine Sachen an ihrem bestimmten Platz.\n","keywords":{"Baba":["Grandma"],"Teddy":["Teddy bear"],"Schleifchen":["Bow","Ribbon"],"Bogen":["Arch","Bow"],"sonnig":["Sunny"],"Aufregung":["Excitement","Agitation"],"Bett":["Bed"],"Küche":["Kitchen"],"Schleife":["Bow","Loop"]},"paragraphs":["An einem sonnigen Morgen wachte Baba auf und wollte voller Aufregung ihr Lieblingsschleifchen tragen. Aber als sie durch ihre Spielsachen und Kleider suchte, konnte sie es nirgendwo finden.\n","\"Oh nein, wo ist mein hübsches Schleifchen?\" fragte Baba ihren Teddybär. \"Ich weiß es nicht, lass uns zusammen suchen,\" antwortete Teddy, begierig zu helfen.\n","Sie suchten unter dem Bett, in der Spielzeugkiste und sogar in der Küche. Nach vielen Versuchen und Umräumen fand Baba ihre Schleife versteckt in ihrem Rucksack, wo sie sie am Tag zuvor gelassen hatte.\n","\"Hurra! Ich habe es gefunden!\" rief Baba und umarmte Teddy fest. \"Ich sollte meinen Bogen immer an seinem speziellen Platz aufbewahren, um ihn beim nächsten Mal leichter zu finden.\"\n"]},"en-fr":{"title":"Le Ruban Perdu de Baba","hook":"Que se passe-t-il lorsque le joli ruban préféré de Baba disparaît ?","moral":"Toujours garder tes choses à leur place désignée.","keywords":{"Baba":["Grandmother"],"Teddy":["Teddy bear"],"arc":["arc","bow"],"joli nœud":["pretty bow","nice knot"],"ours en peluche":["teddy bear","stuffed bear"],"cherchons ensemble":["let's search together"],"morning":["morning"],"favorite":["favorite"],"search":["search"],"cherché":["searched"],"sac à dos":["backpack"],"rangé":["neatly arranged","tidy"]},"paragraphs":["Un matin ensoleillé, Baba s'est réveillée avec une grande joie pour mettre son nœud papillon préféré dans ses cheveux. Mais en cherchant parmi ses jouets et ses vêtements, elle ne pouvait pas le trouver nulle part.\n","\"Oh non, où est mon joli nœud ?\" Baba demanda à son ours en peluche. \"Je ne sais pas, cherchons ensemble,\" Teddy répondit, désireux d'aider.\n","Ils ont cherché sous le lit, dans le coffre à jouets, et même dans la cuisine. Après avoir beaucoup cherché et déplacé des choses, Baba a trouvé son arc rangé dans son sac à dos là où elle l'avait laissé la veille.\n","Super ! J'ai trouvé ! Baba a crié en embrassant Teddy fort. \"Je devrais toujours garder mon arc à sa place spéciale pour le retrouver facilement la prochaine fois.\"\n"]},"id-en":{"hook":"What happens when Baba's favorite bow goes missing?","moral":"Always keep your belongings in their designated place.","title":"Baba's Missing Bow","keywords":{"Baba":["Baba"],"bow":["busur","pita"],"toys":["mainan"],"Hooray":["Hore"],"Bow":["busur","pita"],"Spot":["bintik"],"teddy bear":["boneka beruang"],"ribbon":["pita"],"everywhere":["di mana-mana"],"special ribbon":["pita spesial"],"hidden":["tersembunyi"]},"paragraphs":["One day Baba woke up feeling happy. She wanted to put on her best bow in her hair. But she looked and looked, her bow was nowhere to be found.\n","Baba couldn't find her beautiful ribbon. She asked her teddy bear for help. Teddy didn't know either, so they decided to search together, eager and ready.\n","They looked everywhere - under the bed, in the toy box, and even in the kitchen. After searching a lot and moving things here and there, Baba found her special ribbon hidden in her bag where she had kept it yesterday.\n","Hooray! I found it!\" Baba said happily, hugging Teddy tightly. \"I need to always keep my bow in its special spot so I can find it quickly next time.\"\n"]},"en-pt":{"title":"A Fita Sumida da Baba","moral":"Sempre guarde suas coisinhas no lugar certo.","hook":"O que acontece quando o laço favorito da Baba desaparece?\n","keywords":{"Teddy":["Teddy bear","Stuffed animal"],"laço":["Bow","Knot"],"lugar especial":["Special place"],"lacinho bonito":["Pretty bow"],"ursinho de pelúcia":["Stuffed bear","Teddy bear"],"procurar juntos":["Search together","Look for together"],"manhã":["Morning"],"brinquedos":["Toys"],"cama":["Bed"],"mochila":["Backpack"]},"paragraphs":["Certa manhã ensolarada, Baba acordou animada para colocar seu laço favorito no cabelo. Mas enquanto procurava pelos seus brinquedos e roupas, ela não conseguia encontrá-lo em lugar nenhum.\n","\"Ah não, onde está meu lacinho bonito?\" Baba perguntou ao seu ursinho de pelúcia. \"Eu não sei, vamos procurar juntos,\" respondeu Teddy, ansioso para ajudar.\n","Eles procuraram embaixo da cama, no baú de brinquedos e até na cozinha. Depois de muita procura e de mexer em várias coisas, Baba encontrou seu arco escondido em sua mochila onde ela o deixou no dia anterior.\n","Uau! Eu encontrei!\nBaba comemorou, abraçando Teddy apertado. Eu devo sempre guardar meu laço no lugar especial para encontrá-lo facilmente da próxima vez.\n"]}}}