{"title":"Baba's Fluttering Friend","hook":"One sunny day, Baba noticed a colorful fluttering friend in her garden. What could it be?","moral":"Kindness and patience can lead to new friendships.","paragraphs":["One sunny morning, Baba spotted a flash of colors dancing in her garden. \"Wow, what's that?\" she wondered aloud.","As she tiptoed closer, she saw a delicate butterfly resting on a blooming flower. \"Hello, little friend,\" Baba greeted with a smile.","The butterfly fluttered away, making Baba sad. \"Come back, I won't harm you,\" she called out gently.","Determined, Baba fetched a jar of sweet nectar and placed it near the flowers. She waited patiently, hoping her fluttering friend would return.","After some time, the butterfly cautiously flew back, drawn by the inviting scent of nectar. Baba's kindness had won its trust.","Slowly, the butterfly landed on Baba's outstretched hand, tickling her with its delicate wings. \"We can be friends,\" Baba giggled happily."],"keywords":["Baba","colorful","butterfly","garden","friendship","kindness","patience","nectar","flowers","trust"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"hook":"Numa linda manhã de sol, Baba percebeu um amigo colorido que tremulava no jardim dela. O que poderia ser?","title":["Amiguinho Borboleta da Vovó"],"moral":"Ser bondoso e ter paciência pode ajudar a fazer novos amiguinhos.\n","keywords":{"butterfly":["borboleta","delicate butterfly"],"Baba":["grandma"],"sad":["triste"],"Determined":["decidido"],"nectar":["néctar"],"bondade":["kindness"],"tiptoed":["andou na ponta dos pés"],"blooming flower":["flor florescente"],"cores":["colors"],"jardim":["garden"],"cócegas":["tickles"],"amigos":["friends"]},"paragraphs":["Certa manhã ensolarada, Baba avistou um flash de cores dançando em seu jardim. \"Uau, o que é isso?\" ela se perguntava em voz alta.\n","Ela se aproximou devagarinho e viu uma borboleta delicada descansando em uma flor florida. \"Oi, amiguinho,\" disse Baba com um sorriso.\n","A borboleta voou para longe, deixando a Baba triste. \"Volte aqui, não vou fazer mal a você,\" ela chamou suavemente.\n","Determinada, Baba pegou um pote de néctar doce e colocou perto das flores. Ela esperou pacientemente, torcendo para que seu amigo borboleta retornasse.\n","Depois de um tempo, a borboleta voou de volta com cautela, atraída pelo cheirinho convidativo do néctar. A bondade da Baba conquistou a sua confiança.\n","Bem devagar, a borboleta pousou na mãozinha esticada da Baba, fazendo cócegas nela com suas asas delicadas. \"Podemos ser amigos\", riu feliz a Baba.\n"]},"en-de":{"title":"Babas Flatternder Freund","hook":"An einem sonnigen Tag bemerkte Baba einen bunten flatternden Freund in ihrem Garten. Was könnte das sein?","moral":"Wenn man nett und geduldig ist, kann man neue Freundschaften schließen.","keywords":{"Baba":["Grandmother"],"Farbenblitz":["Color flash"],"Garten":["Garden"],"süßem Nektar":["Sweet nectar"],"Blumen":["Flowers"],"Schmetterling":["Butterfly"],"traurig":["Sad"],"sanft":["Gentle"],"Babas":["Grandmothers"],"Freunde":["Friends"],"blühende Blume":["Blooming flower"],"Lächeln":["Smile"],"Duft":["Scent"],"Güte":["Kindness"]},"paragraphs":["An einem sonnigen Morgen entdeckte Baba einen Farbenblitz, der in ihrem Garten tanzte. \"Wow, was ist das?\", fragte sie laut.\n","Als sie sich leise näherte, sah sie einen zarten Schmetterling, der auf einer blühenden Blume ruhte. \"Hallo, kleiner Freund\", grüßte Baba mit einem Lächeln.\n","Der Schmetterling flatterte weg und machte Baba traurig. \"Komm zurück, ich werde dir nicht wehtun\", rief sie sanft.\n","Entschlossen holte Baba ein Glas mit süßem Nektar und stellte es neben die Blumen. Sie wartete geduldig und hoffte, dass ihr flatternder Freund zurückkommen würde.\n","Eines Tages flog der Schmetterling vorsichtig zurück, angezogen vom einladenden Duft des Nektars. Babas Güte hatte sein Vertrauen gewonnen.\n","Langsam landete der Schmetterling auf Babas ausgestreckter Hand und kitzelte sie mit seinen zarten Flügeln. \"Wir können Freunde sein\", kicherte Baba glücklich.\n"]},"en-fr":{"title":"Le Papillon Ami de Baba","moral":"Être gentil et patient peut aider à se faire de nouveaux amis.","hook":"Il était une fois, un jour ensoleillé, Baba aperçut un ami virevoltant et coloré dans son jardin. Mais qu'est-ce que ça pouvait bien être?","keywords":{"butterfly":["papillon"],"sad":["triste"],"gentle":["doux","douce"],"papillon":["butterfly"],"fleur":["flower"],"sourire":["smile"],"ailes délicates":["delicate wings"],"amis":["friends"],"Baba":["baba"],"nectar":["nectar"],"fleurs":["flowers"],"éclat de couleurs":["burst of colors"],"jardin":["garden"],"parfum":["perfume"],"gentillesse":["kindness"]},"paragraphs":["Un matin ensoleillé, Baba aperçut un éclat de couleurs dansant dans son jardin. \"Waouh, qu'est-ce que c'est?\" se demanda-t-elle à voix haute.\n","En s'approchant tout doucement, elle a vu un joli papillon posé sur une fleur en train de s'ouvrir. \"Bonjour, petit ami,\" Baba a salué avec un sourire.\n","Le papillon s'est envolé, rendant Baba triste. \"Reviens, je ne te ferai pas de mal,\" elle a appelé doucement.\n","Déterminée, Baba a apporté un pot de doux nectar et l'a placé près des fleurs. Elle a attendu patiemment, espérant que son ami voltigeant reviendrait.\n","Après un moment, le joli papillon est revenu prudemment en volant, attiré par le doux parfum du nectar. La gentillesse de Baba avait gagné sa confiance.\n","Doucement, le papillon s'est posé sur la main tendue de Baba, lui chatouillant avec ses ailes délicates. \"Nous pouvons être amis,\" Baba a ri joyeusement.\n"]},"id-en":{"hook":"One sunny day, Baba noticed a colorful fluttering friend in her garden. What could it be?","moral":"Kindness and patience can lead to new friendships.","title":"Baba's Fluttering Friend","keywords":{"butterfly":["kupu-kupu"],"flew far":["terbang jauh"],"Grandma":["Nenek"],"flower":["bunga"],"friend":["teman"],"Granny":["Nenek"],"burst of colors":["ledakan warna"],"garden":["taman"],"landed":["mendarat"],"friends":["teman-teman"],"pot":["pot"],"flowers":["bunga"],"Baba":["Kakek"],"trust":["kepercayaan"]},"paragraphs":["One bright morning, Granny saw a burst of colors moving around in her garden. \"Amazing, what's that?\" she asked out loud.\n","She walked quietly and saw a pretty butterfly sitting on a pretty flower. \"Hi, little friend,\" Granny said happily.\n","The pretty butterfly flew far, which made Grandma sad. \"Please come back, I'll be nice,\" she softly said.\n","Brave Grandma brought a pot of yummy juice and put it close to the colorful flowers. She sat quietly, wishing her flying buddy would come back.\n","One day, the pretty butterfly, which looks like a flying flower, flew away from Baba's colorful garden. But soon, it felt hungry. It followed the yummy smell of sweet flower juice. After a while, the butterfly flew back carefully, feeling safer in Baba's friendly garden. Baba's love and care had made the butterfly happy.\n","One day, a beautiful butterfly flew and gently landed on Baba's wiggly hand. It made Baba laugh with happiness and she said, \"We can be friends.\"\n"]}}}