{"title":"Baba's Lost Ribbon","hook":"One sunny morning, Baba's favorite ribbon went missing. Can she find it before the sun sets?","moral":"Always ask for help when you need it, and don't give up easily.","paragraphs":["One sunny morning, Baba, a jolly cute little girl, woke up with excitement to wear her favorite ribbon that matched her dress perfectly. But as she searched for it in her room, she realized it was missing!","Baba looked under her bed, in the toy box, and even in the backyard but couldn't find her precious ribbon. Feeling a bit sad, she sat on the porch, wondering where it could have gone.","Just then, she saw Mr. Owl perched on a tree nearby. Baba mustered up her courage and asked, \"Mr. Owl, have you seen my ribbon? It's my favorite and I can't find it anywhere.\"","Mr. Owl blinked his wise eyes and said, \"I haven't seen it, but Mrs. Squirrel might know. She sees everything from her nest up in the oak tree.\"","Following Mr. Owl's advice, Baba found Mrs. Squirrel who chirped, \"Oh dear, I saw your ribbon in the garden! It got caught on a bush by the flower bed.\"","Excited and grateful, Baba rushed to the garden and found her ribbon fluttering in the breeze. She learned that asking for help and staying determined led her to find what she had lost."],"keywords":["Baba","ribbon","missing","search","help","determination","garden","adventure","grateful","learn"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Verlorene Schleife","hook":"An einem sonnigen Morgen vermisste Baba ihr Lieblingsband. Kann sie es finden, bevor die Sonne untergeht?","moral":"Immer frag um Hilfe, wenn du sie brauchst, und gib nicht einfach auf.\n","keywords":{"Mama":["Mom","Mother"],"Bett":["Bed"],"traurig":["Sad"],"Eule":["Owl"],"Augen":["Eyes"],"Eichhörnchen":["Squirrel"],"Baum":["Tree"],"Mut":["Courage","Bravery"],"Band":["Band","Ribbon"],"Baba":["Dad","Father"],"Kleid":["Dress"],"Hilfe":["Help"]},"paragraphs":["An einem sonnigen Morgen wachte Baba, ein fröhliches niedliches kleines Mädchen, aufgeregt auf, um ihr Lieblingsband zu tragen, das perfekt zu ihrem Kleid passte. Aber als sie danach in ihrem Zimmer suchte, bemerkte sie, dass es verschwunden war!\n","Mama schaute unter ihr Bett, in die Spielzeugkiste und sogar in den Hinterhof, aber konnte ihr kostbares Band nicht finden. Ein bisschen traurig, setzte sie sich auf die Veranda und fragte sich, wo es hingekommen sein könnte.\n","Plötzlich sah sie Herr Eule, der auf einem Baum in der Nähe saß. Baba sammelte all ihren Mut und fragte: \"Herr Eule, hast du mein Band gesehen? Es ist mein Lieblingsband und ich kann es nirgendwo finden.\"\n","Herr Eule zwinkerte mit seinen klugen Augen und sagte: \"Ich habe es nicht gesehen, aber Frau Eichhörnchen könnte es wissen. Sie sieht alles von ihrem Nest oben im Eichenbaum.\"\n","Nachdem sie die Ratschläge von Herrn Eule befolgt hatte, fand Baba Frau Eichhörnchen, die zirpte: \"Oh Liebes, ich sah dein Band im Garten! Es hat sich in einem Busch am Blumenbeet verfangen.\"\n","Glücklich und dankbar eilte Baba in den Garten und fand ihr Band im Wind flattern. Sie lernte, dass um Hilfe zu bitten und entschlossen zu bleiben, sie dazu führte, das zu finden, was sie verloren hatte.\n"]},"en-fr":{"title":"Baba a perdu son ruban","moral":"Toujours demande de l'aide quand tu en as besoin, et n'abandonne pas facilement.","hook":"Un matin ensoleillé, le ruban préféré de Baba a disparu. Peut-elle le retrouver avant que le soleil se couche?","keywords":{"Baba":["Grandmother"],"ruban":["ribbon"],"jardin":["garden"],"ruban précieux":["precious ribbon"],"Hibou":["Owl"],"M. Hibou":["Mr. Owl"],"Mme. Écureuil":["Mrs. Squirrel"],"sages":["wise"],"petite fille":["little girl"],"ruban préféré":["favorite ribbon"],"disparu":["disappeared","gone"]},"paragraphs":["Un matin ensoleillé, Baba, une jolie petite fille mignonne, s'est réveillée avec excitation pour porter son ruban préféré qui correspondait parfaitement à sa robe. Mais en le cherchant dans sa chambre, elle a réalisé qu'il avait disparu!\n","Baba a regardé sous son lit, dans la boîte de jouets, et même dans le jardin mais elle n'a pas pu trouver son ruban précieux. Se sentant un peu triste, elle s'est assise sur le porche, se demandant où il pourrait être allé.\n","Tout à coup, elle aperçut M. Hibou perché sur un arbre à proximité. Baba rassembla son courage et demanda, \"M. Hibou, as-tu vu mon ruban ? C'est mon préféré et je ne le trouve nulle part.\"\n","M. Hibou cligna de ses yeux sages et dit: \"Je ne l'ai pas vu, mais Mme. Écureuil pourrait savoir. Elle voit tout depuis son nid en haut de l'arbre de chêne.\"\n","En suivant les conseils de Monsieur Le Hibou, Baba a trouvé Madame L'Écureuil qui a pépié, \"Oh là là, j'ai vu ton ruban dans le jardin! Il s'est coincé sur un buisson près du parterre de fleurs.\"\n","Contente et reconnaissante, Baba s'est précipitée dans le jardin et a trouvé son ruban qui voltigeait dans la brise. Elle a appris que demander de l'aide et rester déterminée l'ont aidée à retrouver ce qu'elle avait perdu.\n"]},"id-en":{"hook":"One sunny morning, Baba's favorite ribbon went missing. Can she find it before the sun sets?","moral":"Always ask for help when you need it, and don't give up easily.","title":"Baba's Lost Ribbon","keywords":{"Grandma":["Nenek","Oma"],"ribbon":["pita","pita"],"lost":["hilang","terhilang"],"owl":["burung hantu"],"squirrel":["tupai"],"tree":["pohon"],"Ribbon":["pita","pita"],"Favorite":["favorit"],"Squirrel":["tupai"],"Baba":["nenek","oma"],"dress":["baju","gaun"],"sad":["sedih","sakit hati"],"backyard":["halaman belakang"]},"paragraphs":["One day when the sun was shining brightly, there was a happy and lovely little girl called Baba. She woke up feeling very happy and couldn't wait to put on her special ribbon that looked just right with her pretty dress. But when she looked around her room, she noticed that it was gone!\n","Mama looked everywhere - under the bed, in the toy box, and even outside in the garden - but couldn't find her special ribbon. Feeling a little down, she sat on the front steps, thinking where it might be.\n","Right at that moment, she looked and saw Mr. Owl sitting on a tree close by. Baba felt brave and said, \"Mr. Owl, have you seen my ribbon? It's my favorite and I can't find it anywhere.\"\n","The owl with big eyes blinked and said, \"I didn't see it, but the squirrel lady up the tall oak might know. She watches all from her home in the tree.\"\n","Following a wise owl's tip, Baba met a friendly squirrel who said, \"Oh no, I saw your pretty bow in the garden! It got stuck on a bush near the flowers.\"\n","Happy and thankful, Grandma hurried to the garden and saw her pretty ribbon moving in the wind. She found out that when she needed help and didn't give up, she found her lost thing.\n"]},"en-pt":{"title":"A Fita Perdida da Babá","moral":"Sempre peça ajuda quando precisar, e não desista facilmente.","hook":"Numa manhã ensolarada, o laço favorito da Baba sumiu. Será que ela consegue encontrá-lo antes do sol se pôr?","keywords":{"Baba":["Grandma"],"fita":["ribbon"],"jardim":["garden"],"Owl":["Owl"],"Squirrel":["Squirrel"],"Nest":["Nest"],"Vovó":["Grandma"],"fita preciosa":["precious ribbon"],"alpendre":["porch"],"coragem":["courage"],"ribbon":["fita"],"ensolarado":["sunny"],"menininha":["little girl"],"desaparecida":["missing"]},"paragraphs":["Certo dia ensolarado, Baba, uma menininha alegre e fofa, acordou animada para colocar sua fita favorita que combinava perfeitamente com o seu vestido. Mas ao procurá-la no seu quarto, percebeu que estava desaparecida!\n","Vovó procurou debaixo da cama, na caixa de brinquedos e até no quintal, mas não conseguiu encontrar sua fita preciosa. Sentindo-se um pouquinho triste, ela sentou-se no alpendre, pensando onde poderia ter ido parar.\n","Nesse exato momento, ela viu o Sr. Coruja pousado em uma árvore ali perto. Baba reuniu toda a sua coragem e perguntou, \"Sr. Coruja, você viu minha fita? É a minha favorita e não consigo encontrá-la em lugar nenhum.\"\n","O Sr. Coruja piscou seus olhos sábios e disse: \"Eu não vi, mas a Sra. Esquilo poderia saber. Ela vê tudo de seu ninho lá em cima na árvore de carvalho.\"\n","Seguindo o conselho do Sr. Coruja, Baba encontrou a Sra. Esquilo que piou, \"Ai ai, vi sua fita no jardim! Ela ficou presa em um arbusto perto do canteiro de flores.\"\n","Feliz e grata, Baba correu para o jardim e encontrou sua fita tremulando na brisa. Ela aprendeu que pedir ajuda e permanecer determinada a levaram a encontrar o que tinha perdido.\n"]}}}