{"title":"The Brave Yak and the Cunning Fox","hook":"In the vast Mongolian steppe, a brave yak faces a cunning fox in a battle of wits and strength. Will the yak's courage triumph over the fox's deceitful tactics?","moral":"Courage in the face of deceit can lead to unexpected victories.","paragraphs":["In the heart of the Mongolian steppe, there lived a brave yak named Altan who was known for his fearless nature and kind heart. Among the animals, there was a cunning fox named Bayar who envied Altan's respect within the community.","One day, Bayar devised a plan to trick Altan into a dangerous situation by pretending to be in distress. Altan, being compassionate, rushed to help the fox without suspecting any foul play. As soon as Altan approached, Bayar attempted to lead him into a deep ravine nearby.","Sensing the danger, Altan stopped in his tracks and confronted Bayar about his deceitful intentions. Angered by his treachery, Altan chased Bayar away from the steppe, warning other animals about the fox's wicked ways. From that day onwards, Altan's bravery and wisdom were praised throughout the steppe.","Despite the fox's deception, Altan's courage and quick thinking saved him from a perilous fate, proving that true bravery lies in seeing through the facade of deception."],"keywords":["yak","fox","mongolian steppe","courage","deceit","victory","community","compassion","treachery","wisdom"],"translations":{"en-pt":{"title":"O Corajoso Yak e a Raposa Astuta","hook":"Na vasta estepe mongol, um corajoso yak enfrenta uma raposa astuta em uma batalha de inteligência e força. A coragem do yak triunfará sobre as táticas enganosas da raposa?","moral":"Coragem diante do engano pode levar a vitórias inesperadas.","paragraphs":["No coração da estepe mongol, vivia um yak corajoso chamado Altan, conhecido por sua natureza destemida e coração bondoso. Entre os animais, havia uma raposa astuta chamada Bayar que invejava o respeito de Altan na comunidade.","Um dia, Bayar elaborou um plano para enganar Altan em uma situação perigosa, fingindo estar em perigo. Altan, sendo compassivo, correu para ajudar a raposa sem suspeitar de qualquer trapaça. Assim que Altan se aproximou, Bayar tentou levá-lo para uma ravina profunda nas proximidades.","Sentindo o perigo, Altan parou em suas trilhas e confrontou Bayar sobre suas intenções enganosas. Irritado com sua traição, Altan expulsou Bayar da estepe, alertando outros animais sobre os modos maliciosos da raposa. Desde esse dia, a coragem e sabedoria de Altan foram elogiadas por toda a estepe.","Apesar da decepção da raposa, a coragem e o raciocínio rápido de Altan o salvaram de um destino perigoso, mostrando que a verdadeira bravura está em enxergar por trás da fachada da decepção."],"keywords":{"estepe":["steppe"],"yak":["yak"],"raposa":["fox"],"traição":["betrayal"],"coragem":["courage"],"engano":["deception","mistake"],"destemida":["fearless"],"sabedoria":["wisdom"],"decepção":["disappointment"],"enganar":["deceive"],"perigo":["danger"],"respeito":["respect"],"astuta":["clever"],"maliciosos":["malicious"],"fachada":["facade"]}},"id-en":{"title":"The Brave Yak and the Cunning Fox","hook":"Di padang rumput Mongolia yang luas, seekor yak berani menghadapi seekor rubah licik dalam pertarungan kecerdasan dan kekuatan. Akankah keberanian yak berhasil mengalahkan taktik curang rubah?","moral":"Keberanian dihadapan tipu daya dapat menghasilkan kemenangan yang tak terduga.","paragraphs":"","keywords":{"yak":["sapi yak"],"fox":["rubah"],"mongolian steppe":["stepe mongolia"],"courage":["keberanian","keberuntungan"],"deceit":["penipuan","tipu muslihat"],"victory":["kemenangan","jaya"],"community":["komunitas","masyarakat"],"compassion":["belas kasihan","kasih sayang"],"treachery":["pengkhianatan","khianat"],"wisdom":["kebijaksanaan","bijak"]}}}}