{"title":"The Enchanted Flower","hook":"Deep in the enchanted forest, a mysterious flower bloomed only once every century, capable of granting immense power to whoever could find it. But with great power comes great danger. ..","moral":"The fable teaches us that true power lies in selfless acts of kindness and generosity, not in selfish desires.","paragraphs":["In the heart of the enchanted forest, a legend circulated about a magical flower that bloomed only once every century. It was said that this flower had the power to grant luck and prosperity to whoever managed to find it. it, but it was also known to unleash terrible consequences on the greedy and selfish.","Many adventurers tried unsuccessfully to locate the enchanted flower, but one day, a brave young man named Miguel decided to embark on the dangerous journey He faced. Scary challenges such as zombies, dark caves and mystical creatures, but determination drove him forward.","At the height of his search, Miguel came across the glowing flower, emanating a mesmerizing golden light. Flor revealed her ancestral secret and offered Miguel the chance for a wish. However, Miguel's heart wavered when deciding whether to use the power for himself or to benefit his community.","With great bravery, Miguel chose to share the flower's blessing with everyone in the village, ensuring peace and harmony for generations. The flower crumbled into sparkling petals, spreading its magic throughout the valley, and Miguel saw his selfless act rewarded with a life of fulfillment and gratitude."],"keywords":["flower","enchanted","adventurers","desire","altruistic","magic","plenitude"],"translations":{"en-pt":{"title":"A Flor Encantada","hook":"Profundamente na floresta encantada, uma misteriosa flor florescia apenas uma vez a cada século, capaz de conceder um poder imenso a quem a encontrasse. Mas com grande poder vem grande perigo...","moral":"A fábula nos ensina que o verdadeiro poder está nos atos altruístas de bondade e generosidade, e não nos desejos egoístas.","paragraphs":["No coração da floresta encantada, circulava uma lenda sobre uma flor mágica que florescia apenas uma vez a cada século. Dizia-se que essa flor tinha o poder de conceder sorte e prosperidade a quem conseguisse encontrá-la, mas também era conhecida por desencadear terríveis consequências aos gananciosos e egoístas.","Muitos aventureiros tentaram sem sucesso localizar a flor encantada, mas um dia, um jovem corajoso chamado Miguel decidiu embarcar na jornada perigosa. Ele enfrentou desafios assustadores como zumbis, cavernas escuras e criaturas místicas, mas a determinação o impulsionou para a frente.","No auge de sua busca, Miguel deparou-se com a flor brilhante, emanando uma luz dourada hipnotizante. A flor revelou seu segredo ancestral e ofereceu a Miguel a chance de um desejo. No entanto, o coração de Miguel vacilou ao decidir se usar o poder para si mesmo ou para beneficiar sua comunidade.","Com grande bravura, Miguel escolheu compartilhar a bênção da flor com todos na aldeia, garantindo paz e harmonia para as gerações. A flor se desfez em pétalas cintilantes, espalhando sua magia por todo o vale, e Miguel viu seu ato altruísta recompensado com uma vida de plenitude e gratidão."],"keywords":{"floresta":["forest"],"século":["century"],"prosperidade":["prosperity"],"gananciosos":["greedy"],"zumbis":["zombies"],"determinação":["determination"],"bravura":["bravery"],"bênção":["blessing"],"aldeia":["village"],"plenitude":["plentitude","fullness"]}},"id-en":{"title":"The Enchanted Flower","hook":"Di dalam hutan ajaib, terdapat bunga misterius yang mekar hanya sekali setiap abad, mampu memberikan kekuatan besar kepada siapa pun yang dapat menemukannya. Namun dengan kekuatan besar datanglah bahaya besar...","moral":"Fabel ini mengajarkan kepada kita bahwa kekuatan sejati terletak dalam tindakan-tindakan kebaikan dan kemurahan hati tanpa pamrih, bukan dalam keinginan yang egois.","paragraphs":"","keywords":{"flower":["bunga"],"enchanted":["dipegang","dibuat ajaib"],"adventurers":["petualang","pelancong"],"desire":["keinginan","hasrat"],"altruistic":["altruistik","berjiwa sosial"],"magic":["sihir","keajaiban"],"plenitude":["kelimpahan","kenyamanan"]}}}}