{"title":"The Hedgehog and the Rabbit","hook":"In a dense forest, a timid rabbit and a prickly hedgehog crossed paths. Both had to learn that appearances can be deceiving. Who will emerge victorious in this clash of personalities?","moral":"Do not judge someone by appearances, because the true essence of a person goes beyond what the eyes can see.","paragraphs":["In a distant forest, there lived a shy rabbit named Olívio and a prickly hedgehog named Hortênsio. Despite being neighbors, they never exchanged a single word due to the differences in their personalities.","Right. One day, a strong storm hit the forest, leaving all the animals in panic. Olívio, in his agile and fearful way, ran from one side to the other in search of shelter. safe shelter for both.","When the storm passed, Olívio noticed Hortênsio's selfless gesture and apologized for having judged the hedgehog for his intimidating appearance. Hortênsio, in turn, smiled and said that appearances do not always reflect who. we really are.","In this way, Olívio and Hortênsio learned the importance of not judging each other by appearances and that true friendship can emerge in the most unexpected moments, uniting personalities as distinct as that of a rabbit and a hedgehog."],"keywords":["rabbit","hedgehog","forest","appearances","friendship","essence","personalities","altruistic"],"translations":{"en-pt":{"title":"O Ouriço e o Coelho","hook":"Em uma floresta densa, um coelho tímido e um ouriço espinhoso cruzaram seus caminhos. Ambos tiveram que aprender que as aparências podem ser enganosas. Quem sairá vitorioso nesse embate de personalidades?","moral":"Não julgue alguém pelas aparências, pois a verdadeira essência de uma pessoa vai além do que os olhos podem ver.","paragraphs":["Em uma floresta distante, vivia um coelho tímido chamado Olívio e um ouriço espinhoso chamado Hortênsio. Apesar de serem vizinhos, nunca trocaram uma única palavra devido às diferenças em suas personalidades.","Certo dia, uma forte tempestade atingiu a floresta, deixando todos os animais em pânico. Olívio, em sua maneira ágil e medrosa, correu de um lado para o outro em busca de abrigo, abrigo seguro para ambos.","Quando a tempestade passou, Olívio notou o gesto altruísta de Hortênsio e pediu desculpas por ter julgado o ouriço por sua aparência intimidante. Hortênsio, por sua vez, sorriu e disse que as aparências nem sempre refletem quem realmente somos.","Dessa forma, Olívio e Hortênsio aprenderam a importância de não julgar um ao outro pelas aparências e que a verdadeira amizade pode surgir nos momentos mais inesperados, unindo personalidades tão distintas quanto a de um coelho e um ouriço."],"keywords":{"coelho":["rabbit"],"ouriço":["hedgehog"],"floresta":["forest"],"tempestade":["storm"],"amizade":["friendship"],"aparência":["appearance"],"tímido":["shy"],"espinhoso":["spiky","thorny"],"altruísta":["altruistic"]}},"id-en":{"title":"The Hedgehog and the Rabbit","hook":"Di hutan yang lebat, seekor kelinci pemalu dan seekor landak berduri bertemu. Keduanya harus belajar bahwa penampilan bisa menipu. Siapakah yang akan keluar sebagai pemenang dalam pertarungan kepribadian ini?","moral":"Jangan menghakimi seseorang dari penampilannya, karena hakikat sejati seseorang melebihi dari apa yang mata bisa lihat.","paragraphs":"","keywords":{"rabbit":["kelinci"],"hedgehog":["landak"],"forest":["hutan"],"appearances":["penampilan","tampak"],"friendship":["persahabatan","pertemanan"],"essence":["esensi","inti"],"personalities":["kepribadian","sifat"],"altruistic":["altruistik"]}}}}