{"title":"A Borboleta e a Vela","hook":"One sunny day, a butterfly and a candle met in the garden. What adventure awaits them as they discover each other's unique qualities?","moral":"True beauty lies in accepting and appreciating the differences of others.","paragraphs":["In a colorful garden, a curious butterfly flew from flower to flower, enjoying the beauty around it. One day, the butterfly saw a candle lit on a table and decided to fly closer to discover what that different light was. ","The candle, which always stood still and slowly melted, was surprised by the butterfly's unexpected visit. Curious about the butterfly's colorful wings, the candle began to crackle softly, trying to get the butterfly's attention.","The butterfly, in turn, enchanted by the bright flame of the candle, it came closer and closer. But soon, the butterfly felt the intense heat of the flame and moved away for fear of getting burned. it stopped popping and gently calmed down.","In the end, the butterfly and the candle realized that despite their differences, they could appreciate each other's beauty in their own way. The butterfly admired the light of the candle, while the candle was enchanted by the delicacy of the butterfly's wings.","Moral: True beauty lies in accepting and appreciating the differences of others."],"keywords":["butterfly","vela","garden","flame","differences"],"translations":{"en-pt":{"title":"A Borboleta e a Vela","hook":"Num dia ensolarado, uma borboleta e uma vela se encontraram no jardim. Que aventura os espera enquanto descobrem as qualidades únicas um do outro?","moral":"A verdadeira beleza está em aceitar e apreciar as diferenças dos outros.","paragraphs":["Num jardim colorido, uma borboleta curiosa voava de flor em flor, apreciando a beleza ao redor. Um dia, a borboleta viu uma vela acesa em cima de uma mesa e decidiu voar mais perto para descobrir que luz diferente era aquela.","A vela, que sempre permanecia imóvel e derretia lentamente, ficou surpresa com a visita inesperada da borboleta. Curiosa pelas asas coloridas da borboleta, a vela começou a crepitar suavemente, tentando chamar a atenção da borboleta.","A borboleta, por sua vez, encantada pela chama brilhante da vela, foi se aproximando cada vez mais. Mas logo sentiu o intenso calor da chama e se afastou com medo de se queimar. Ela parou de crepitar e calmamente se acalmou.","No final, a borboleta e a vela perceberam que apesar das diferenças, poderiam apreciar a beleza um do outro à sua maneira. A borboleta admirava a luz da vela, enquanto a vela estava encantada com a delicadeza das asas da borboleta."],"keywords":{"borboleta":["butterfly"],"jardim":["garden"],"vela":["candle"],"asa":["wing"],"chama":["flame"],"diferenças":["differences"],"beleza":["beauty"],"aceitar":["accept"]}},"id-en":{"title":"A Borboleta e a Vela","hook":"Suatu hari yang cerah, seekor kupu-kupu dan lilin bertemu di taman. Petualangan apa yang menanti mereka saat mereka menemukan kualitas unik masing-masing?","moral":"Kecantikan sejati terletak pada menerima dan menghargai perbedaan orang lain.","paragraphs":"","keywords":{"butterfly":["kupu-kupu","sayap-sayap"],"vela":["lilin","serambi"],"garden":["taman","kebun"],"flame":["nyala","api"],"differences":["perbedaan","kedistinan"]}}}}