{"title":"The Greedy Squirrel","hook":"In a lush forest, a greedy squirrel discovers a magical nut promising unlimited wealth, but soon learns a valuable lesson.","moral":"Greed leads to downfall and contentment brings true happiness.","paragraphs":["Once upon a time in the heart of the forest, there lived a squirrel named Rusty. He was known for his insatiable greed, always hoarding nuts without sharing with others.","One day, as Rusty scurried through the trees, he stumbled upon a shimmering, golden nut. A mystical voice whispered that it contained unlimited wealth. Overcome by greed, Rusty decided to hide the nut for himself.","Ignoring the warnings of his fellow animals, Rusty kept the magical nut hidden away, believing he would never have to worry about scarcity again. But as days passed, the magical nut's power began to wane.","Rusty's fur lost its luster, and his once bright eyes dulled with avarice. The other creatures shunned him, and the forest whispered tales of his downfall. Rusty realized that his greed had cost him everything he held dear.","Alone and desolate, Rusty reflected on his actions. He understood that true wealth lay not in material possessions, but in the warmth of friendships and the beauty of nature. From that day on, Rusty lived humbly, sharing his nuts with those in need and finding joy in the simple pleasures of life."],"keywords":["squirrel","greed","wealth","lessons","happiness","friends","nature"],"translations":{"en-pt":{"title":"O Esquilo Ganancioso","hook":"In a lush forest, a greedy squirrel discovers a magical nut promising unlimited wealth, but soon learns a valuable lesson.","moral":"Greed leads to downfall and contentment brings true happiness.","paragraphs":["Era uma vez, no coração da floresta, vivia um esquilo chamado Ferrugem. Ele era conhecido por sua ganância insaciável, sempre guardando nozes sem compartilhar com os outros.","Um dia, enquanto Ferrugem corria pelas árvores, ele tropeçou em uma noz dourada e brilhante. Uma voz mística sussurrou que ela continha riqueza ilimitada. Dominado pela ganância, Ferrugem decidiu esconder a noz para si mesmo.","Ignorando os avisos dos seus companheiros animais, Ferrugem manteve a noz mágica escondida, acreditando que nunca mais teria que se preocupar com a escassez. Mas à medida que os dias passavam, o poder da noz mágica começou a enfraquecer.","O pêlo de Ferrugem perdeu seu brilho, e seus olhos antes brilhantes se embaçaram com avareza. As outras criaturas o evitaram, e a floresta sussurrava histórias sobre sua queda. Ferrugem percebeu que sua ganância lhe tinha custado tudo o que ele valorizava.","Sozinho e desolado, Ferrugem refletiu sobre suas ações. Ele compreendeu que a verdadeira riqueza não estava em posses materiais, mas no calor das amizades e na beleza da natureza. A partir desse dia, Ferrugem viveu humildemente, compartilhando suas nozes com aqueles necessitados e encontrando alegria nas simples delícias da vida."],"keywords":{"esquilo":["squirrel"],"noz":["nut"],"ganância":["greed"],"riqueza":["wealth","riches"],"avareza":["avarice","greed"],"amizades":["friendships"],"natureza":["nature"],"humildemente":["humbly"]}},"id-en":{"title":"The Greedy Squirrel","hook":"Di hutan yang lebat, seekor tupai yang rakus menemukan kacang ajaib yang menjanjikan kekayaan tanpa batas, namun segera belajar pelajaran berharga.","moral":"Keserakahan membawa kehancuran dan kepuasan membawa kebahagiaan sejati.","paragraphs":"","keywords":{"squirrel":["tupai"],"greed":["keserakahan","ketamakan"],"wealth":["kekayaan","harta"],"lessons":["pelajaran","ajaran"],"happiness":["kebahagiaan","kegembiraan"],"friends":["teman","sahabat"],"nature":["alam","keadaan alam"]}}}}