{"title":"The Wise Serpent and the Greedy Camel","hook":"In the heart of the Arabian desert, a wise serpent holds a secret that a greedy camel desperately wants to possess. What will unfold when their paths cross?","moral":"Greed can blind even the most intelligent beings, leading to ruin.","paragraphs":["In the vast dunes of the Arabian desert, a wise and ancient serpent resided. Its knowledge of the world surpassed that of any other creature.","One hot day, a greedy camel trudged through the desert, driven by a desire for greater wealth and power. Hearing of the serpent's wisdom, the camel sought the creature out, hoping to gain its secrets.","The serpent, sensing the camel's greed, decided to test its intentions. It told the camel of a precious jewel buried deep within the desert, claiming it held the key to ultimate power.","The camel, eager to possess this jewel, begged the serpent to reveal its location. With a cunning smile, the serpent led the camel to a treacherous canyon, where the jewel was said to be hidden.","Unbeknownst to the camel, the serpent had fabricated the story to teach the greedy creature a lesson. As the camel reached for the imaginary jewel, the ground beneath it crumbled, trapping the camel in the canyon forever.","In its final moments, the camel realized the folly of its greed. The wise serpent looked down upon the trapped creature and spoke, 'Remember, true wealth lies not in material possessions, but in the wisdom of the heart.'","The desert sands whispered the tale of the foolish camel and the wise serpent, a cautionary story passed down through generations."],"keywords":["arabian desert","serpent","camel","wisdom","greed","lesson","betrayal","foolishness","wealth","cautionary tale"],"translations":{"en-pt":{"title":"A Serpente Sábia e o Camelo Ganancioso","hook":"No coração do deserto árabe, uma serpente sábia guarda um segredo que um camelo ganancioso deseja possuir desesperadamente. O que acontecerá quando seus caminhos se cruzarem?","moral":"A ganância pode cegar até as criaturas mais inteligentes, levando à ruína.","paragraphs":["Nas vastas dunas do deserto árabe, habitava uma serpente sábia e antiga. Seu conhecimento do mundo superava o de qualquer outra criatura.","Num dia quente, um camelo ganancioso atravessou o deserto, impulsionado por um desejo de riqueza e poder maiores. Ao ouvir sobre a sabedoria da serpente, o camelo procurou a criatura, esperando obter seus segredos.","A serpente, percebendo a ganância do camelo, decidiu testar suas intenções. Contou ao camelo sobre uma joia preciosa enterrada profundamente no deserto, dizendo que ela continha a chave do poder supremo.","O camelo, ansioso por possuir essa joia, implorou para a serpente revelar sua localização. Com um sorriso astuto, a serpente guiou o camelo até um desfiladeiro traiçoeiro, onde se dizia que a joia estava escondida.","Sem o conhecimento do camelo, a serpente havia inventado a história para ensinar uma lição à criatura gananciosa. Quando o camelo tentou pegar a joia imaginária, o chão sob ele desabou, prendendo o camelo no desfiladeiro para sempre.","Em seus momentos finais, o camelo percebeu a loucura de sua ganância. A sábia serpente olhou para a criatura presa e disse: 'Lembre-se, a verdadeira riqueza não está em posses materiais, mas na sabedoria do coração.'","As areias do deserto sussurraram a história do camelo tolo e da serpente sábia, uma história de advertência transmitida através das gerações."],"keywords":{"deserto":["desert"],"serpente":["snake"],"camelo":["camel"],"joia":["jewel","gem"],"ganância":["greed"],"sabedoria":["wisdom"],"riqueza":["wealth","riches"],"coração":["heart"],"gerações":["generations"],"desfiladeiro":["canyon","gorge"],"loucura":["madness","folly"],"posses":["possessions"],"areias":["sands"],"sussurraram":["whispered"],"história":["story","history"]}},"id-en":{"title":"The Wise Serpent and the Greedy Camel","hook":"Di tengah gurun Arab, seekor ular bijak menyimpan rahasia yang sangat diinginkan seekor unta tamak. Apa yang akan terjadi ketika garis takdir mereka bersilangan?","moral":"Ketamakan dapat membutakan bahkan makhluk paling cerdas, mengarah pada kehancuran.","paragraphs":"","keywords":{"arabian desert":["gurun arab","gurun arabia"],"serpent":["ular","ular berbisa"],"camel":["unta","kamel"],"wisdom":["kebijaksanaan","hikmah"],"greed":["keserakahan","nafsu"],"lesson":["pelajaran","ajaran"],"betrayal":["pengkhianatan","pengkhianat"],"foolishness":["kebodohan","kegilaan"],"wealth":["kekayaan","keberuntungan"],"cautionary tale":["cerita peringatan","kisah pelajaran"]}}}}