{"title":"The Forbidden Lotus Dance","hook":"In a small village, a talented dancer was forced to give up her passion because of a ridiculous misunderstanding. What led to her tragic fate?","moral":"Do not let misunderstandings and foolish conflicts prevent you from pursuing your dreams.","paragraphs":["In a quaint village nestled at the foot of the mountains, there lived a graceful dancer named Mei Lin. Her elegant movements enchanted all who watched her perform the traditional Lotus Dance.","One day, a mischievous rumor spread that Mei Lin's dance was cursed, causing misfortune to anyone who witnessed it. The village elder, Mr. Wu, decided to ban the Lotus Dance, fearing for the villagers' safety.","Despite explaining that it was just a harmless dance, Mei Lin's protests fell on deaf ears. Heartbroken, she vowed never to dance again, giving up her passion to keep the peace in the village.","Years passed, and the village fell into a deep slumber without the beauty of Mei Lin's dance. One evening, a fierce storm hit the village, and Mr. Wu fell gravely ill. Remembering the joy Mei Lin's dance had brought him, he realized the foolishness of the ban.","On his deathbed, Mr. Wu begged for Mei Lin to perform the Lotus Dance one last time. The villagers, having seen the error of their ways, cheered her on. But it was too late. Mei Lin's spirit had been broken, and she danced one final, sorrowful dance before disappearing into the misty night.","The villagers learned too late the cost of their foolish conflict—a village devoid of beauty and grace. And Mei Lin's talent was lost forever, a tragedy born from a simple, unfounded rumor."],"keywords":["lotus dance","misunderstanding","cursed","tradition","village","passion","conflict","beauty","grief","regret"],"translations":{"en-pt":{"title":"A Dança Proibida do Lótus","hook":"Em uma pequena vila, uma dançarina talentosa foi obrigada a desistir de sua paixão por causa de um mal-entendido ridículo. O que levou ao seu destino trágico?","moral":"Não permita que mal-entendidos e conflitos tolos impeçam você de perseguir seus sonhos.","paragraphs":["Numa aldeia pitoresca situada ao pé das montanhas, vivia uma graciosa dançarina chamada Mei Lin. Seus movimentos elegantes encantavam a todos que a viam executar a tradicional Dança do Lótus.","Um dia, um boato travesso se espalhou de que a dança de Mei Lin estava amaldiçoada, causando infortúnio a quem a testemunhasse. O ancião da aldeia, Sr. Wu, decidiu banir a Dança do Lótus, temendo pela segurança dos aldeões.","Apesar de explicar que era apenas uma dança inofensiva, as protestos de Mei Lin caíram em ouvidos moucos. Desolada, ela jurou nunca mais dançar, deixando de lado sua paixão para manter a paz na aldeia.","Anos se passaram, e a aldeia caiu em um sono profundo sem a beleza da dança de Mei Lin. Em uma noite, uma tempestade feroz atingiu a aldeia, e o Sr. Wu ficou gravemente doente. Lembrando a alegria que a dança de Mei Lin lhe proporcionara, ele percebeu a tolice da proibição.","Em seu leito de morte, o Sr. Wu implorou para Mei Lin executar a Dança do Lótus pela última vez. Os aldeões, tendo visto o erro de seus caminhos, aplaudiram-na. Mas era tarde demais. O espírito de Mei Lin estava quebrado, e ela dançou uma última dança, repleta de tristeza, antes de desaparecer na noite enevoada.","Os aldeões aprenderam tarde demais o custo de seu conflito tolo: uma aldeia desprovida de beleza e graça. E o talento de Mei Lin se perdeu para sempre, uma tragédia nascida de um boato simples e infundado."],"keywords":{"aldeia":["village"],"montanhas":["mountains"],"dançarina":["dancer"],"dança":["dance"],"boato":["rumor","gossip"],"ancião":["elderly","senior"],"tranquilidade":["tranquility","peacefulness"],"tristeza":["sadness"],"tempestade":["storm"],"tradição":["tradition"],"infortúnio":["misfortune","adversity"],"paz":["peace"],"alegria":["joy","happiness"],"proibição":["prohibition"]}},"id-en":{"title":"The Forbidden Lotus Dance","hook":"Di sebuah desa kecil, seorang penari berbakat terpaksa menyerah dari passion-nya karena kesalahpahaman yang konyol. Apa yang menyebabkan nasib tragisnya?","moral":"Jangan biarkan kesalahpahaman dan konflik bodoh mencegahmu mengejar impianmu.","paragraphs":"","keywords":{"lotus dance":["tarian teratai"],"misunderstanding":["kesalahpahaman"],"cursed":["terkutuk","dilaknat"],"tradition":["tradisi","adat"],"village":["desa","kampung"],"passion":["gairah","kegairahan"],"conflict":["konflik","pertentangan"],"beauty":["kecantikan","keindahan"],"grief":["dukacita","kesedihan"],"regret":["penyesalan","menyesal"]}}}}