{"title":"Juha's Special Garden","hook":"One sunny morning, Juha discovered a mysterious seed in her backyard. What will grow from this magical seed?","moral":"Always be patient and kind, for every small act can make a big difference.","paragraphs":["Juha loved spending time in her backyard, watching the birds chirp and the flowers bloom. One day, while playing, Juha found a tiny, sparkling seed hidden under a bush. Excited, she carefully planted it in a small flower pot near her swing.","Days passed, and Juha watered the seed every morning, waiting for it to sprout. One night, a gentle glow emanated from the pot, and in the morning, she found a tiny glowing plant with shimmering leaves. 'Hello, little plant,' Juha giggled.","The plant started growing rapidly, filling Juha's backyard with bright colors and sweet scents. 'I wonder what special plant you are,' whispered Juha, marveling at the magical growth. But one day, a dark cloud loomed over the garden, threatening to destroy the beautiful plant.","Determined to save her special garden, Juha stayed up all night, shielding the plant from the storm. 'You may be small, but your light is mighty,' she reassured the glowing plant. Suddenly, the plant released a burst of light, dispersing the dark clouds and bringing a rainbow to the sky.","Juha's garden became a haven of light and color, attracting neighbors from far and wide to admire its beauty. And every night, Juha would sit by her garden, knowing that making every day count brought magic to even the smallest seeds."],"keywords":["backyard","seed","planting","growth","kindness","magic","storm","rainbow","neighbors","beauty"],"translations":{"en-fr":{"title":"Le Jardin Spécial de Juha","moral":"Soyez toujours patient et gentil, car chaque petit geste peut faire une grande différence.","hook":"Un matin ensoleillé, Juha a découvert une graine mystérieuse dans son jardin. Que va-t-il pousser de cette graine magique?","keywords":{"jardin":["garden"],"voisins":["neighbors"],"nuit":["night"],"graine":["seed"],"plante":["plant"],"feuilles":["leaves"],"oiseaux":["birds"],"fleurs":["flowers"],"lumière":["light"],"pousser":["grow"],"couleurs":["colors"]},"paragraphs":["Juha aimait passer du temps dans son jardin, regardant les oiseaux gazouiller et les fleurs éclore. Un jour, en jouant, Juha trouva une graine minuscule et scintillante cachée sous un buisson. Excitée, elle la planta soigneusement dans un petit pot de fleurs près de sa balançoire.","Les jours ont passé, et Juha a arrosé la graine tous les matins, attendant qu'elle pousse. Une nuit, une lueur douce émanait du pot, et le matin, elle a découvert une petite plante lumineuse avec des feuilles scintillantes. 'Bonjour, petite plante,' a ri Juha.","La plante a commencé à pousser rapidement, remplissant la cour de Juha de couleurs vives et de doux parfums. 'Je me demande quelle plante spéciale tu es', chuchota Juha, s'émerveillant devant cette croissance magique. Mais un jour, un nuage sombre planait au-dessus du jardin, menaçant de détruire la belle plante.","Jacques voulait protéger son jardin secret, il resta éveillé toute la nuit en protégeant la plante de l'orage. 'Tu es peut-être petit, mais ta lumière est puissante,' rassura-t-il la plante lumineuse. Soudain, la plante libéra un éclat de lumière, dispersant les nuages sombres et faisant apparaître un arc-en-ciel dans le ciel.","Le jardin de Juha est devenu un endroit lumineux et coloré, attirant des voisins de loin pour admirer sa beauté. Et chaque nuit, Juha s'assoierait près de son jardin, sachant que rendre chaque jour spécial apportait de la magie même aux plus petites graines."]},"en-de":{"title":"Juhas Besonderer Garten","moral":"Immer sei geduldig und nett, denn jede kleine Handlung kann einen großen Unterschied machen.","hook":"An einem sonnigen Morgen entdeckte Juha einen mysteriösen Samen in ihrem Hinterhof. Was wird aus diesem zauberhaften Samen wachsen?","keywords":{"Pflanze":["plant"],"wachsen":["grow","thrive"],"Garten":["garden"],"Schönheit":["beauty"],"Samen":["seed"],"Samenkorn":["seed"],"schimmernden Blättern":["shimmering leaves"],"kicherte":["giggled","chuckled"],"Hinterhof":["backyard"],"Blumen":["flowers"],"Vögel":["birds"],"Nacht":["night"]},"paragraphs":["Juha mochte es, Zeit in ihrem Hinterhof zu verbringen, um den Vögeln zuzuschauen, die zwitschern und die Blumen blühen. Eines Tages, während sie spielte, fand Juha einen winzigen, funkelnden Samen, der unter einem Busch versteckt war. Aufgeregt pflanzte sie ihn sorgfältig in einen kleinen Blumentopf in der Nähe ihrer Schaukel.","Die Tage vergingen, und Juha goss jeden Morgen das Samenkorn und wartete darauf, dass es keimte. Eines Nachts strahlte ein sanfter Glanz aus dem Topf, und am Morgen fand sie eine winzige leuchtende Pflanze mit schimmernden Blättern. 'Hallo, kleine Pflanze,' kicherte Juha.","Die Pflanze fing an, schnell zu wachsen, und füllte Juhas Hinterhof mit hellen Farben und süßen Düften. 'Ich frage mich, welche besondere Pflanze du bist', flüsterte Juha und staunte über das magische Wachstum. Aber eines Tages zog eine dunkle Wolke über den Garten und drohte, die schöne Pflanze zu zerstören.","Entschlossen, ihren besonderen Garten zu retten, blieb Juha die ganze Nacht auf, schützte die Pflanze vor dem Sturm. 'Du magst klein sein, aber dein Licht ist mächtig', beruhigte sie die leuchtende Pflanze. Plötzlich strahlte die Pflanze ein helles Licht aus, verteilte die dunklen Wolken und brachte einen Regenbogen in den Himmel.","Juhas Garten wurde zu einem Ort des Lichts und der Farbe, der Nachbarn aus der Ferne anzog, um seine Schönheit zu bewundern. Und jeden Abend würde Juha in ihrem Garten sitzen und wissen, dass das Nutzen jeden Tag zählte, sogar den kleinsten Samen Magie brachte."]},"id-en":{"hook":"One sunny morning, Juha discovered a mysterious seed in her backyard. What will grow from this magical seed?","title":"Juha's Special Garden","moral":"Always be patient and kind, for every small act can make a big difference.","keywords":{"garden":["kebun","taman"],"colors":["warna"],"neighbors":["tetangga"],"backyard":["halaman belakang"],"flowers":["bunga"],"seed":["benih"],"mighty":["kuat","tangguh"],"released":["dilepaskan","dibebaskan"],"burst":["meledak","pecah"],"soft light":["cahaya lembut"],"sparkling":["berkilauan","bersinar"],"shiny":["berkilau","cemerlang"],"plant":["tanam","menanam"],"sweet scents":["aroma manis","bau harum"]},"paragraphs":["Juha liked being in her backyard, looking at the birds sing and the flowers grow. One day, while playing, Juha discovered a small, shiny seed hidden under a bush. Happy, she planted it carefully in a small flower pot close to her swing.","Every day Juha gave water to a seed, hoping for it to grow. One night, a soft light appeared from the pot, and the next day, she discovered a small sparkling plant with shiny leaves. 'Hi, little plant,' Juha laughed.","Once upon a time, a little green plant began to grow very fast in Juha's garden. It made the garden look so pretty with lots of colorful flowers and nice smells. Juha whispered, 'I wonder what kind of plant you are,' amazed by how fast it was growing. But then one day, a big dark cloud appeared in the sky above the garden, looking like it might harm the beautiful plant.","Juha wanted to protect her magic garden, so she stayed awake all night, keeping the plant safe from the big storm. 'Even though you're tiny, your brightness is powerful,' she told the shining plant. All of a sudden, the plant shone brightly, making the dark clouds go away and painting a colorful rainbow in the sky.","Juha's garden turned into a very pretty place with lots of bright colors, making all the neighbors from near and far come and see how lovely it was. Each evening, Juha would sit in her garden, feeling happy that taking care of her plants made even the little seeds grow into something wonderful."]},"en-pt":{"moral":"Sempre seja paciente e gentil, pois cada pequena ação pode fazer uma grande diferença.","hook":"Numa manhã ensolarada, Juha descobriu uma semente misteriosa no quintal. O que crescerá desta semente mágica?","title":"O Jardim Especial de Juha","keywords":{"jardim":["garden"],"vizinhos":["neighbors"],"beleza":["beauty"],"quintal":["backyard"],"cores":["colors"],"cheiros":["scents","smells"],"dias":["days"],"semente":["seed"],"manhã":["morning"],"tempestade":["storm"],"arco-íris":["rainbow"],"passarinhos":["birds"],"crescer":["grow"],"arbusto":["shrub"]},"paragraphs":["Juha adorava passar tempo em seu quintal, vendo os passarinhos cantar e as flores crescer. Um dia, brincando, Juha encontrou uma semente minúscula e cintilante escondida embaixo de um arbusto. Animada, cuidadosamente a plantou em um vasinho perto do seu balanço.","Passaram-se os dias, e Juha regava a semente todas as manhãs, esperando que ela brotasse. Uma noite, uma suave luz emanava do vaso, e de manhã, ela encontrou uma planta minúscula brilhante com folhas reluzentes. 'Olá, plantinha,' Juha deu risadinhas.","A plantinha começou a crescer rapidamente, enchendo o quintal do Juha com cores brilhantes e cheiros doces. 'Fico imaginando que planta especial você é,' sussurrou Juha, maravilhado com o crescimento mágico. Mas um dia, uma nuvem escura pairou sobre o jardim, ameaçando destruir a bela plantinha.","Decidida a salvar seu jardim especial, Juha ficou acordada a noite toda, protegendo a planta da tempestade. 'Você pode ser pequena, mas a sua luz é poderosa', ela tranquilizou a planta brilhante. De repente, a planta liberou um clarão de luz, dispersando as nuvens escuras e trazendo um arco-íris ao céu.","O jardim da Juha se tornou um refúgio de luz e cor, atraindo vizinhos de todos os lugares para admirar sua beleza. E todas as noites, Juha se sentava perto do seu jardim, sabendo que tornar cada dia especial trazia magia até para as sementinhas mais pequenas."]}}}