{"title":"The Busy Bee","hook":"Can a little bee save the day with its hard work and determination?","moral":"Hard work pays off in the end.","paragraphs":["Once upon a time in a colorful garden, there lived a tiny bee named Bella. Bella loved collecting sweet nectar from flowers every day.","One sunny morning, Bella woke up to a big problem. The Queen Bee's royal crown was missing! Without it, the garden would lose its magical glow.","Bella decided to help. She flew from flower to flower, asking for any clues. The mischievous butterfly Pip saw the crown fall down the well yesterday!","Determined to find the crown, Bella gathered her bee friends. They each held a tiny flower petal and flew together to form a long chain to reach the crown.","After a lot of hard work and teamwork, Bella and her friends rescued the crown from the well. The garden bloomed brighter than ever as the Queen wore her crown proudly."],"keywords":"bee, garden, flower, crown, teamwork, determination, problem, well, magical, colorful","translations":{"en-fr":{"moral":"Le travail dur paie à la fin.","title":"L'Abeille Occupée","hook":"Est-ce qu'une petite abeille peut sauver la journée avec son dur labeur et détermination?","keywords":{"couronne":["crown"],"papillon":["butterfly"],"espiègle":["mischievous"],"jardin":["garden"],"abeille":["bee"],"fleur":["flower"],"travail":["work"],"équipe":["team"],"fièrement":["proudly"],"Bella":["Bella"],"abeilles":["bees"],"pétale":["petal"]},"paragraphs":["Il était une fois dans un jardin coloré, une petite abeille nommée Bella. Bella aimait cueillir du nectar sucré des fleurs tous les jours.","Un matin ensoleillé, Bella s'est réveillée avec un gros problème. La couronne royale de l'Abeille Reine avait disparu ! Sans elle, le jardin perdrait son éclat magique.","Bella a décidé d'aider. Elle a volé de fleur en fleur, demandant des indices. Le papillon espiègle Pip a vu la couronne tomber dans le puits hier!","Décidée à trouver la couronne, Bella a rassemblé ses amis abeilles. Ils tenaient chacun un petit pétale de fleur et ont volé ensemble pour former une longue chaîne pour atteindre la couronne.","Après beaucoup de travail et d'équipe, Bella et ses amis ont sauvé la couronne du puits. Le jardin a fleuri plus brillamment que jamais lorsque la reine portait fièrement sa couronne."]},"id-en":{"hook":"Can a little bee save the day with its hard work and determination?","moral":"Hard work pays off in the end.","title":"The Busy Bee","keywords":{"assist":["membantu"],"flowers":["bunga"],"hints":["petunjuk"],"saved":["diselamatkan"],"special":["istimewa"],"joy":["kebahagiaan"],"morning":["pagi"],"problem":["masalah"],"missing":["hilang"],"hat":["topi"],"pals":["teman"],"flew":["terbang"],"bee":["lebah"],"garden":["kebun"]},"paragraphs":["Long ago, in a pretty garden, there was a small bee named Bella. Bella enjoyed gathering tasty juice from flowers every day.","One day, Bella woke up, and the Queen Bee's special crown was gone. If the crown isn't found, the garden will lose its magical sparkle!","Bella wanted to assist. She flew around flowers, looking for hints. The naughty butterfly Pip saw the crown drop into the well yesterday!","Bella wanted to find the special hat, so she got her bee pals. Each bee had a small flower piece and they all flew in a line to get the hat.","After a lot of working together, Bella and her friends saved the special crown from the deep hole. The garden looked extra beautiful when the Queen wore her crown with joy."]},"en-de":{"title":"Die Fleißige Biene","moral":"Fleiß zahlt sich am Ende aus.","hook":"Kann eine kleine Biene mit ihrer harten Arbeit und Entschlossenheit den Tag retten?","keywords":{"Blume":["flower"],"Schmetterling":["butterfly"],"Brunnen":["fountain","well"],"retten":["to save"],"zusammenarbeit":["cooperation"],"blühen":["to bloom"],"Morgen (morning)":["morning"],"Krone (crown)":["crown"],"Garten (garden)":["garden"],"Bienen":["bees"],"Blumen":["flowers"],"Blütenblatt":["petal"],"Bienenfreunde":["bee friends"]},"paragraphs":["Es war einmal in einem bunten Garten, da lebte eine winzige Biene namens Bella. Bella liebte es, jeden Tag süßen Nektar aus Blumen zu sammeln.","An einem sonnigen Morgen wachte Bella mit einem großen Problem auf. Die königliche Krone der Bienenkönigin war verschwunden! Ohne sie würde der Garten seinen magischen Glanz verlieren.","Bella hat beschlossen zu helfen. Sie flog von Blume zu Blume und fragte nach Hinweisen. Der schelmische Schmetterling Pip sah gestern die Krone in den Brunnen fallen!","Fest entschlossen die Krone zu finden, sammelte Bella ihre Bienenfreunde. Jeder hielt ein winziges Blütenblatt und flog zusammen, um eine lange Kette zu bilden und die Krone zu erreichen.","Nach viel fleißiger Arbeit und Zusammenarbeit haben Bella und ihre Freunde die Krone aus dem Brunnen gerettet. Der Garten blühte heller als je zuvor, als die Königin stolz ihre Krone trug."]},"en-pt":{"title":"A Abelhinha Ocupada","moral":"Quem trabalha duro, no final, é recompensado.","hook":"Será que uma abelhinha pode salvar o dia com seu trabalho árduo e determinação?","keywords":{"abelhinha":["bee"],"jardim colorido":["colorful garden"],"néctar doce":["sweet nectar"],"belo (beautiful)":["beautiful"],"coroa (crown)":["crown"],"jardim (garden)":["garden"],"borboleta":["butterfly"],"poço":["well"],"coroa":["crown"],"abelhas":["bees"],"pétala":["petal"],"trabalho duro (hard work)":["hard work"],"trabalho em equipe (teamwork)":["teamwork"],"resgatar (rescue)":["rescue"]},"paragraphs":["Era uma vez, em um jardim colorido, uma abelhinha chamada Bella. Bella adorava colecionar o néctar doce das flores todos os dias.","Num belo dia de sol, Bella acordou com um grande problema. A coroa real da Abelha Rainha havia sumido! Sem ela, o jardim perderia o seu brilho mágico.","A Bella decidiu ajudar. Ela voou de flor em flor, pedindo alguma pista. A borboleta travessa Pip viu a coroa cair no poço ontem!","Decidida a encontrar a coroa, Bella reuniu suas amigas abelhas. Cada uma segurava uma pétala de flor e voaram juntas para formar uma longa corrente e alcançar a coroa.","Depois de muito trabalho duro e trabalho em equipe, Bella e seus amiguinhos resgataram a coroa do poço. O jardim floresceu mais brilhante do que nunca enquanto a Rainha usava sua coroa com orgulho."]}}}