{"title":"The Lonely Balloon","hook":"What will happen to a lonely balloon who dreams of exploring faraway lands?","moral":"It's important to be brave and step out of your comfort zone to discover new adventures.","paragraphs":["Once upon a time in a small, colorful toy shop, there lived a lonely balloon named Breezy. Breezy spent every day floating in the same corner, watching children come and go.","One sunny morning, a mischievous gust of wind blew open the shop door and carried Breezy outside. 'Whee! This is exciting!' exclaimed Breezy as it soared high into the sky.","As Breezy floated higher and higher, it saw lush green forests, sparkling rivers, and snow-capped mountains. 'I never knew the world was so big and beautiful!' whispered Breezy in awe.","But suddenly, dark rain clouds gathered, and Breezy was tossed around in a fierce storm. 'Oh no, I'm scared!' cried Breezy. 'I miss my cozy corner in the toy shop.'","Just when Breezy thought it was the end, a friendly rainbow appeared, guiding Breezy back home. Landing safely in the shop, Breezy realized that it now had amazing stories to share with the other toys."],"keywords":["balloon","lonely","adventures","explore","brave","comfort zone","mischievous","gust of wind","storm","rainbow"],"translations":{"id-en":{"hook":"What will happen to a lonely balloon who dreams of exploring faraway lands?","moral":"It's important to be brave and step out of your comfort zone to discover new adventures.","title":"The Lonely Balloon","keywords":{"rainbow":["pelangi"],"home":["rumah"],"tales":["cerita","dongeng"],"balloon":["balon"],"store":["toko","kedai"],"children":["anak-anak","bocah"],"storm":["badai","angin topan"],"scared":["takut","ketakutan"],"toy shop":["toko mainan"],"wind":["angin"],"cheered":["memberi semangat","bersorak"],"sky":["langit"],"forests":["hutan","rimba"],"mountains":["gunung"]},"paragraphs":["Long time ago in a tiny, bright toy store, there was a sad balloon named Breezy. Breezy stayed in one spot every day, looking at kids play.","One bright morning, a playful little wind pushed open the store's door and took Breezy outside. 'Yay! This is fun!' cheered Breezy as it flew up high in the air.","As Breezy went up in the sky, it saw lots of green forests, shiny rivers, and mountains with snow on top. 'I didn't know the world was this huge and pretty!' Breezy said quietly, full of wonder.","Once upon a time, dark rain clouds appeared, and Breezy got caught in a big storm. 'Oh dear, I'm scared!' exclaimed Breezy. 'I wish I was back in my comfy spot at the toy store.'","Right when Breezy believed it was all over, a nice rainbow showed up, leading Breezy back to home. Safely arriving in the store, Breezy understood that now it had fantastic tales to tell the rest of the playthings."]},"en-fr":{"title":"Le ballon tout seul","moral":"C'est important d'être courageux et sortir de ta zone de confort pour découvrir de nouvelles aventures.","hook":"Qu'arrivera-t-il à un ballon solitaire qui rêve d'explorer des terres lointaines ?","keywords":{"arc-en-ciel":["rainbow"],"maison":["house","home"],"jouets":["toys"],"matin (morning)":["morning"],"porte (door)":["door"],"ciel (sky)":["sky"],"ballon":["balloon"],"coin":["corner"],"enfants":["children"],"sombres (dark)":["dark"],"pluie (rain)":["rain"],"peur (fear)":["fear"],"brise":["breeze"],"luxuriantes":["lush"],"étincelantes":["sparkling"]},"paragraphs":["Il était une fois, dans une petite boutique de jouets colorée, vivait un ballon solitaire nommé Brise. Brise passait chaque jour à flotter dans le même coin, regardant les enfants venir et partir.","Un matin ensoleillé, une rafale espiègle a ouvert la porte du magasin et a emporté Brise dehors. 'Youpi ! C'est excitant !' s'est exclamé Brise en s'envolant haut dans le ciel.","Alors que la brise flottait de plus en plus haut, elle vit des forêts luxuriantes verdoyantes, des rivières étincelantes et des montagnes enneigées. 'Je ne savais pas que le monde était si grand et beau !' chuchota la brise, émerveillée.","Mais soudain, de sombres nuages de pluie se sont rassemblés, et Breezy a été balayé par une forte tempête. 'Oh non, j'ai peur!' cria Breezy. 'Mon coin douillet dans le magasin de jouets me manque.'","Au moment où Barbouille a cru que c'était la fin, un arc-en-ciel amical est apparu, guidant Barbouille jusqu'à la maison. Descendant en toute sécurité à la boutique, Barbouille a réalisé qu'il avait maintenant des histoires incroyables à partager avec les autres jouets."]},"en-de":{"title":"Der Traurige Luftballon","moral":"Es ist wichtig, mutig zu sein und aus deiner Komfortzone herauszugehen, um neue Abenteuer zu entdecken.","hook":"Was passiert mit einem einsamen Luftballon, der davon träumt, ferne Länder zu erkunden?","keywords":{"Morgen":["Morning"],"Wind":["Wind"],"Himmel":["Sky","Heaven"],"Regenwolken (rain clouds)":["Rain clouds"],"wilden Sturm (fierce storm)":["Fierce storm"],"gemütliche Ecke (cozy corner)":["Cozy corner"],"Wälder":["Forests","Woods"],"Flüsse":["Rivers"],"Berge":["Mountains"],"Regenbogen":["Rainbow"],"Spielzeugladen":["Toy store"],"Geschichten":["Stories"],"Luftballon":["Balloon"],"Spielzeuggeschäft":["Toy shop"],"beobachtete":["Watched","Observed"]},"paragraphs":["Es war einmal in einem kleinen, bunten Spielzeuggeschäft, lebte ein einsamer Luftballon namens Breezy. Breezy verbrachte jeden Tag schwebend in der gleichen Ecke und beobachtete, wie Kinder kamen und gingen.","Ein sonniger Morgen. Ein frecher Windstoß blies die Ladentür auf und trug Windig nach draußen. \"Juhu! Das ist aufregend!\" rief Windig, als es hoch in den Himmel flog.","Als Windi immer höher schwebte, sah es üppige grüne Wälder, funkelnde Flüsse und schneebedeckte Berge. 'Ich wusste nicht, dass die Welt so groß und schön ist!' flüsterte Windi voller Ehrfurcht.","'Aber plötzlich sammelten sich dunkle Regenwolken und Breezy wurde in einem wilden Sturm hin- und hergeworfen.' 'Oh nein, ich habe Angst!' rief Breezy. 'Ich vermisse meine gemütliche Ecke im Spielzeugladen.'","Gerade als Breezy dachte, dass es das Ende war, erschien ein freundlicher Regenbogen und führte Breezy nach Hause. Sicher in dem Spielzeugladen gelandet, merkte Breezy, dass es nun erstaunliche Geschichten hatte, um mit den anderen Spielzeugen zu teilen."]},"en-pt":{"title":"O Balão Solitário","moral":"É importante ser corajoso e sair da sua zona de conforto para descobrir novas aventuras.","hook":"O que vai acontecer com um balão solitário que sonha em explorar terras distantes?","keywords":{"amigável":["friendly"],"achou":["found"],"histórias":["stories","tales"],"balão":["balloon"],"loja de brinquedos":["toy store"],"crianças":["children","kids"],"florestas":["forests","woods"],"rios":["rivers"],"montanhas":["mountains"],"manhã (morning)":["morning"],"vento (wind)":["wind"],"emocionante (exciting)":["exciting"],"nuvens (clouds)":["clouds"],"tempestade (storm)":["storm"],"aconchegante (cozy)":["cozy","comfortable"]},"paragraphs":["Era uma vez, em uma loja de brinquedos pequena e colorida, onde morava um balão solitário chamado Breezy. Breezy passava todos os dias flutuando no mesmo cantinho, observando as crianças entrarem e saírem.","Numa manhã ensolarada, um vento travesso soprou a porta da loja aberta e levou a Breezy para fora. 'Uhu! Que emocionante!' exclamou a Breezy enquanto voava alto no céu.","Enquanto Breezy flutuava cada vez mais alto, viu florestas verdes exuberantes, rios brilhantes e montanhas cobertas de neve. 'Eu nunca soube que o mundo era tão grande e bonito!' sussurrou Breezy maravilhado.","Mas de repente, nuvens escuras se juntaram, e Breezy foi jogado de um lado para o outro em uma tempestade feroz. 'Ai não, estou com medo!' chorou Breezy. 'Sinto falta do meu cantinho aconchegante na loja de brinquedos.'","Quando Pensativo achou que era o fim, um arco-íris amigável apareceu, guiando Pensativo de volta para casa. Pousando com segurança na loja, Pensativo percebeu que agora tinha histórias incríveis para compartilhar com os outros brinquedos."]}}}