{"title":"The Curious Caterpillar","hook":"What happened when a tiny caterpillar wanted to solve the mystery of the glowing garden at night?","moral":"Curiosity leads to wonderful discoveries.","paragraphs":["In a vibrant garden, lived a curious caterpillar named Luna. Every night, the garden shimmered with a soft, mysterious glow. Luna wondered about the source of this magical light.","One night, while the other caterpillars slept, Luna decided to follow the glow. She wriggled through the dark leaves and crawled towards the shimmering light.","To her amazement, Luna discovered fireflies dancing under the moonlight! Their light illuminated the garden, creating a breathtaking spectacle. Luna had never seen anything so beautiful before.","Filled with joy, Luna chirped, 'Hello, fireflies! Can I join your dance?' The fireflies welcomed Luna, and together, they danced through the night, spreading happiness in the garden.","From that night on, Luna explored the garden with her new friends, learning and discovering the magic hidden within. Her curiosity led her to extraordinary adventures every night."],"keywords":["caterpillar","curious","glow","fireflies","magic","discoveries","night","adventures","joy","friendship"],"translations":{"id-en":{"hook":"What happened when a tiny caterpillar wanted to solve the mystery of the glowing garden at night?","moral":"Curiosity leads to wonderful discoveries.","title":"The Curious Caterpillar","keywords":{"bugs":["serangga"],"bright":["cerah","terang"],"pretty":["cantik","indah"],"night":["malam"],"caterpillars":["ulat"],"light":["cahaya"],"discover":["menemukan"],"magic":["ajaib"],"adventures":["petualangan"],"happiness":["kebahagiaan"],"shiny bugs":["serangga berkilau"],"dance":["menari"],"colorful":["berwarna","warna-warni"],"curious":["penasaran"]},"paragraphs":["In a colorful garden, there was a very curious caterpillar named Luna. Every night, the garden sparkled with a gentle, mysterious light. Luna was curious about where this magical light came from.","One night, when all the other caterpillars were sleeping, Luna chose to follow the shining light. She squirmed through the dark leaves and moved towards the bright light.","Surprisingly, Luna found shiny bugs dancing in the moonlight! Their light made the garden bright, making an amazing show. Luna never saw anything so pretty before.","Full of happiness, Luna sang, 'Hi, shiny bugs! Can I dance with you?' The shiny bugs said yes to Luna, and they danced together all night long, making the garden happy.","Since that night, Luna began to discover the secrets of the garden with her new friends. She learned about the hidden magic within. Her sense of wonder took her on amazing adventures every evening."]},"en-pt":{"title":"A Lagartinha Curiosa","moral":"A curiosidade nos leva a descobertas maravilhosas.","hook":"E o que aconteceu quando uma lagarta pequenininha quis resolver o mistério do jardim que brilhava de noite?","keywords":{"lagarta":["caterpillar"],"jardim":["garden"],"brilho":["glow"],"lagartinhas (caterpillars)":["caterpillars"],"folhas (leaves)":["leaves"],"alegria":["joy"],"vagalumes":["fireflies"],"felicidade":["happiness"],"noite":["night"],"amigos":["friends"],"curiosidade":["curiosity"],"vaga-lumes":["fireflies"],"espetáculo":["spectacle"]},"paragraphs":["Num jardim animado, morava uma lagarta curiosa chamada Luna. Todas as noites, o jardim brilhava com um brilho suave e misterioso. Luna se perguntava sobre a origem dessa luz mágica.","Numa noite, enquanto as outras lagartinhas dormiam, Luna decidiu seguir o brilho. Ela se contorceu pelas folhas escuras e rastejou em direção à luz cintilante.","Para sua surpresa, Luna descobriu vaga-lumes dançando sob a luz da lua! Sua luz iluminou o jardim, criando um espetáculo de tirar o fôlego. Luna nunca tinha visto algo tão lindo antes.","Cheia de alegria, a Luna piou, 'Olá, vagalumes! Posso me juntar à sua dança?' Os vagalumes receberam a Luna de braços abertos e juntos dançaram a noite toda, espalhando felicidade no jardim.","A partir daquela noite, Luna explorou o jardim com seus novos amigos, aprendendo e descobrindo a magia escondida nele. Sua curiosidade a levou a aventuras extraordinárias todas as noites."]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugierde führt zu wunderbaren Entdeckungen.","hook":"Was passiert, als eine winzige Raupe das Geheimnis des leuchtenden Gartens bei Nacht lösen wollte?","keywords":{"Nacht":["Night"],"Freunden":["Friends"],"Zauber":["Magic","Enchantment"],"Freude":["Joy","Happiness"],"Glühwürmchen":["Firefly"],"Garten":["Garden"],"Krabbeln":["Crawl","Creep"],"Dunkel":["Dark"],"Raupe":["Caterpillar"],"Glitzern":["Sparkle","Gleam"],"Mondlicht":["Moonlight"],"Schauspiel":["Spectacle","Show"]},"paragraphs":["In einem lebendigen Garten lebte eine neugierige Raupe namens Luna. Jede Nacht schimmerte der Garten mit einem sanften, geheimnisvollen Glanz. Luna fragte sich, woher dieses magische Licht kam.","Eine Nacht, als die anderen Raupen schliefen, beschloss Luna, dem Glühen zu folgen. Sie krabbelte durch die dunklen Blätter und kroch zum schimmernden Licht.","Zu ihrer großen Überraschung entdeckte Luna Glühwürmchen, die im Mondlicht tanzten! Ihr Licht erleuchtete den Garten und schuf ein atemberaubendes Schauspiel. Luna hatte noch nie etwas so Schönes gesehen.","Voller Freude zwitscherte Luna, 'Hallo Glühwürmchen! Darf ich bei eurem Tanz mitmachen?' Die Glühwürmchen begrüßten Luna und zusammen tanzten sie durch die Nacht und verbreiteten Freude im Garten.","From dieser Nacht on, Luna erforschte der Garten mit ihren neuen Freunden, lernen und entdecken der Zauber versteckt drinnen. Ihr Neugierde führen sie zu außergewöhnlich Abenteuer jede Nacht."]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité mène à des découvertes merveilleuses.","hook":"Qu'est-ce qui s'est passé quand une toute petite chenille a voulu résoudre le mystère du jardin brillant la nuit?","keywords":{"nuit":["night"],"jardin":["garden"],"curiosité":["curiosity"],"chenille":["caterpillar"],"lucioles":["fireflies"],"spectacle":["show"],"nuit (night)":["night"],"chenilles (caterpillars)":["caterpillars"],"lumière (light)":["light"],"bonjour":["hello"],"danser":["to dance"],"joie":["joy"]},"paragraphs":["Dans un jardin animé, vivait une chenille curieuse nommée Luna. Chaque nuit, le jardin scintillait d'une lueur douce et mystérieuse. Luna se demandait d'où venait cette lumière magique.","Une nuit, pendant que les autres chenilles dormaient, Luna a décidé de suivre l'éclat. Elle s'est tortillée à travers les feuilles sombres et a rampé vers la lumière scintillante.","Un soir, Luna a découvert des lucioles qui dansaient sous la lune ! Leur lumière a illuminé le jardin, créant un spectacle épatant. Luna n'avait jamais vu quelque chose d'aussi beau auparavant.","Remplie de joie, Luna gazouilla, 'Bonjour, lucioles ! Puis-je me joindre à votre danse ?' Les lucioles accueillirent Luna, et ensemble, ils dansèrent toute la nuit, répandant la joie dans le jardin.","À partir de cette nuit-là, Luna a exploré le jardin avec ses nouveaux amis, apprenant et découvrant la magie cachée à l'intérieur. Sa curiosité l'a menée à des aventures extraordinaires chaque nuit."]}}}