{
  "title": "The Kindness of Amia",
  "hook": "What will happen when Amia, the gentle-hearted flower fairy, faces a mysterious creature in Fora?",
  "moral": "Kindness can lead to unexpected friendships and solutions in times of uncertainty.",
  "paragraphs": [
    "Once upon a time in the great jungle of Fora, there lived a kind-hearted flower fairy named Amia. She was known far and wide for her gentle nature and caring spirit towards all creatures big and small.",
    "One sunny day, as Amia was tending to the blossoms in her garden, she heard a strange rustling in the bushes nearby. Curious, she fluttered over to investigate, only to find a tiny creature she had never seen before. It was a peculiar mix of a squirrel and a bird, with colorful feathers and a fluffy tail.",
    "\"Hello there, little one. What brings you to my garden?\" Amia asked with a warm smile, reaching out her delicate hand. The creature chirped nervously, unsure of how to respond. Sensing its unease, Amia carefully offered a sweet nectar from her flower petals.",
    "The creature tentatively sipped the nectar and soon relaxed in Amia's presence. It shared that it had lost its way while searching for its family and was feeling scared and alone. Moved by its story, Amia decided to help the creature find its way back home.",
    "Together, they embarked on a journey through the jungle, following the colorful petals that Amia scattered along the path. Along the way, they encountered various challenges, but with Amia's kindness and the creature's resourcefulness, they overcame each obstacle."
  ],
  "keywords": "flower fairy, gentle-hearted, jungle, mysterious creature, kindness, unexpected friendship, colorful, nature, journey, challenges, overcome, compassion.",
  "characters": [
    "Amia"
  ],
  "translations": {
    "en-pt": {
      "title": "A Bondade de Amia",
      "hook": "O que vai acontecer quando Amia, a fada das flores de coração gentil, encontrar uma criatura misteriosa em Fora?",
      "moral": "Bondade pode criar amizades inesperadas e soluções em momentos de incerteza.\n",
      "keywords": {
        "fadinha": [
          "fairy"
        ],
        "natureza gentil": [
          "gentle nature"
        ],
        "coração bondoso": [
          "kind heart"
        ],
        "adventure": [
          "adventura"
        ],
        "colorful": [
          "colorido"
        ],
        "challenges": [
          "desafios"
        ],
        "criatura": [
          "creature"
        ],
        "néctar": [
          "nectar"
        ],
        "família": [
          "family"
        ],
        "pequenino": [
          "tiny",
          "small"
        ],
        "jardim": [
          "garden"
        ],
        "dia ensolarado": [
          "sunny day"
        ]
      },
      "paragraphs": [
        "Era uma vez na grande selva de Fora, morava uma fadinha das flores chamada Amia, que tinha um coração bondoso. Ela era conhecida por sua natureza gentil e espírito cuidadoso com todas as criaturas grandes e pequenas.\n",
        "Numa dia ensolarado, enquanto Amia se ocupava com as flores em seu jardim, ela ouviu um estranho barulhinho vindo das moitas perto. Curiosa, ela voou rapidinho para conferir, só para encontrar uma pequena criatura que nunca tinha visto antes. Era uma mistura peculiar de esquilo e pássaro, com penas coloridas e um rabo felpudo.\n",
        "Oi aí, pequenino. O que te trouxe ao meu jardim? Perguntou Amia com um sorriso acolhedor, estendendo sua mão delicada. A criaturinha piou nervosamente, insegura de como responder. Sentindo seu desconforto, Amia cuidadosamente ofereceu um néctar doce de suas pétalas de flores.\n",
        "A criatura deu um pequeno gole no néctar e logo relaxou na presença de Amia. Ela contou que estava perdida procurando sua família, se sentindo assustada e sozinha. Comovida pela história, Amia decidiu ajudar a criatura a encontrar o caminho de volta para casa.\n",
        "Juntos, eles partiram numa aventura pela floresta, seguindo as pétalas coloridas que Amia espalhava pelo caminho. No trajeto, encontraram vários desafios, mas com a bondade de Amia e a astúcia da criatura, superaram cada obstáculo.\n"
      ]
    },
    "id-en": {
      "moral": "Kindness can lead to unexpected friendships and solutions in times of uncertainty.",
      "hook": "What will happen when Amia, the gentle-hearted flower fairy, faces a mysterious creature in Fora?",
      "title": "The Kindness of Amia",
      "keywords": {
        "fairy": [
          "peri"
        ],
        "forest": [
          "hutan",
          "rimba"
        ],
        "gentle": [
          "lemah lembut",
          "lembut"
        ],
        "adventure": [
          "petualangan"
        ],
        "kindness": [
          "kebaikan"
        ],
        "animal": [
          "hewan",
          "binatang"
        ],
        "family": [
          "keluarga"
        ],
        "love": [
          "cinta",
          "kasih sayang"
        ],
        "Amia": [
          "Amia"
        ],
        "garden": [
          "taman"
        ],
        "creature": [
          "makhluk",
          "cucu"
        ],
        "flowers": [
          "bunga"
        ],
        "squirrel": [
          "tupai"
        ]
      },
      "paragraphs": [
        "A long time ago in a big forest called Fora, there was a nice fairy named Amia. She was famous for being very gentle and taking care of all animals.\n",
        "One sunny day, as Amia was taking care of the pretty flowers in her garden, she heard a funny sound coming from the bushes close by. She felt interested and flew over to check, just to find a small creature she had never seen. It was a strange mix of a squirrel and a bird, with bright feathers and a soft tail.\n",
        "\"Hi! Why are you in my garden?\" Amia said with a friendly smile, giving her soft hand. The cute animal made anxious sounds and didn't know what to do. Feeling its worry, Amia kindly gave it some sugary juice from her pretty petals.\n",
        "The animal slowly drank the sweet flower juice and then felt calm near Amia. It said it was lost looking for its family and felt afraid and lonely. Amia felt very sad for it, and decided to guide it to its family's home.\n",
        "Together, they went on an adventure in a big forest, following the pretty flower parts that Amia dropped. They faced some problems, but with Amia's niceness and the creature's smartness, they beat every challenge.\n"
      ]
    },
    "en-de": {
      "title": "Die Freundlichkeit von Amia",
      "moral": "Freundlichkeit kann zu unerwarteten Freundschaften und Lösungen in unsicheren Zeiten führen.\n",
      "hook": "Was wird passieren, wenn Amia, die sanftmütige Blumenfee, einem geheimnisvollen Wesen in Fora gegenübersteht?",
      "keywords": {
        "Blumenfee": [
          "flower fairy"
        ],
        "Dschungel": [
          "jungle"
        ],
        "sanft": [
          "gentle",
          "soft"
        ],
        "Tier": [
          "animal"
        ],
        "Nektar": [
          "nectar"
        ],
        "Familie": [
          "family"
        ],
        "Freunde": [
          "friends"
        ],
        "Reise": [
          "journey",
          "trip"
        ],
        "Garten": [
          "garden"
        ],
        "Blumen": [
          "flowers"
        ],
        "neugierig": [
          "curious"
        ],
        "Amia": [
          "Amia"
        ],
        "zirpen": [
          "chirp"
        ]
      },
      "paragraphs": [
        "Es war einmal im großen Dschungel von Fora, lebte eine freundliche Blumenfee namens Amia. Sie war weit und breit bekannt für ihre sanfte Natur und fürsorglichen Geist gegenüber allen großen und kleinen Kreaturen.\n",
        "An einem sonnigen Tag, während Amia die Blumen in ihrem Garten pflegte, hörte sie ein seltsames Rauschen in den nahegelegenen Büschen. Neugierig flatterte sie hinüber, um nachzusehen, und entdeckte eine winzige Kreatur, die sie noch nie zuvor gesehen hatte. Es war eine merkwürdige Mischung aus Eichhörnchen und Vogel, mit bunten Federn und einem flauschigen Schwanz.\n",
        "\"Hallo, kleiner Freund. Was bringt dich in meinen Garten?\" fragte Amia mit einem warmen Lächeln und reichte ihre zarte Hand aus. Das kleine Wesen zirpte nervös und wusste nicht, wie es antworten sollte. Amia spürte seine Unruhe und bot behutsam einen süßen Nektar aus ihren Blütenblättern an.\n",
        "Das Tier probierte vorsichtig den Nektar und entspannte sich bald in Amias Anwesenheit. Es teilte mit, dass es seinen Weg verloren hatte, während es nach seiner Familie suchte, und sich ängstlich und allein fühlte. Bewegt von seiner Geschichte beschloss Amia, dem Wesen zu helfen, den Weg nach Hause zu finden.\n",
        "Zusammen begaben sich die Freunde auf eine Reise durch den Dschungel, indem sie den bunten Blütenblättern folgten, die Amia entlang des Weges verstreute. Unterwegs trafen sie auf verschiedene Herausforderungen, aber mit Amias Freundlichkeit und der Entschlossenheit des Wesens überwanden sie jedes Hindernis.\n"
      ]
    },
    "en-fr": {
      "title": "La Gentillesse d'Amia",
      "moral": "La gentillesse peut créer des amitiés et des solutions inattendues en périodes d'incertitude.",
      "hook": "Que va-t-il se passer quand Amia, la fée des fleurs au cœur gentil, rencontrera une créature mystérieuse dans Fora ?\n",
      "keywords": {
        "fée": [
          "fairy"
        ],
        "nature douce": [
          "gentle nature"
        ],
        "jungle": [
          "jungle"
        ],
        "animal": [
          "animal"
        ],
        "perdu": [
          "lost"
        ],
        "famille": [
          "family"
        ],
        "sunny day": [
          "sunny day"
        ],
        "garden": [
          "garden"
        ],
        "colorful feathers": [
          "colorful feathers"
        ],
        "pétales colorés": [
          "colorful petals"
        ],
        "gentillesse": [
          "kindness"
        ],
        "smile": [
          "smile"
        ],
        "creature": [
          "creature"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la grande jungle de Fora, vivait une fée des fleurs au cœur gentil nommée Amia. Elle était connue de tous pour sa nature douce et son esprit attentionné envers toutes les créatures, grandes et petites.\n",
        "Un jour ensoleillé, alors qu'Amia prenait soin des fleurs dans son jardin, elle entendit un bruit étrange venant des buissons à proximité. Curieuse, elle voleta pour enquêter, pour découvrir une petite créature jamais vue auparavant. C'était un mélange curieux entre un écureuil et un oiseau, avec des plumes colorées et une queue duveteuse.\n",
        "\"Bonjour là, petit. Qu'est-ce qui t'amène dans mon jardin?\" Amia demanda avec un sourire chaleureux, tendant sa main délicate. La créature pépia nerveusement, incertaine de comment répondre. Sentant son malaise, Amia offrit soigneusement un doux nectar provenant de ses pétales de fleurs.\n",
        "Le petit animal a bu timidement du nectar et s'est bientôt détendu en présence d'Amia. Il a dit qu'il s'était perdu en cherchant sa famille et se sentait effrayé et seul. Touchée par son histoire, Amia a décidé d'aider l'animal à retrouver son chemin vers la maison.\n",
        "Ensemble, ils se sont lancés dans un voyage à travers la jungle, en suivant les pétales colorés qu'Amia avait dispersés sur le chemin. En chemin, ils ont rencontré divers défis, mais avec la gentillesse d'Amia et l'ingéniosité de la créature, ils ont surmonté chaque obstacle.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}