{
  "title": "Kata the Dream-Weaving Caterpillar",
  "hook": "Why did Kata the caterpillar have the power to weave dreams in the jungle of Fora?",
  "moral": "Dreams can make the impossible possible; believe in your abilities and never give up.",
  "paragraphs": [
    "Once upon a time in the great jungle of Fora, there lived Kata, a gentle dream-weaving caterpillar. Kata was known for its magical ability to weave dreams that made the animals in the jungle happy and hopeful.",
    "One day, a mischievous monkey named Zara decided to play a trick on Kata. Zara stole the special dream thread that Kata used to weave its dreams and hid it deep in the forest. Without the dream thread, Kata couldn't help the animals dream anymore.",
    "Hearing the animals' cries of sadness, Kata didn't give up. It searched high and low in the forest until it found the dream thread. With determination and perseverance, Kata finally retrieved the thread and brought back joy to the jungle."
  ],
  "keywords": [
    "Kata",
    "dream-weaving",
    "jungle",
    "Fora",
    "magical",
    "mischievous",
    "perseverance",
    "happiness",
    "hope",
    "dream"
  ],
  "characters": [
    "Kata"
  ],
  "translations": {
    "en-pt": {
      "title": "Kata a Lagarta Tecelã de Sonhos",
      "moral": "Sonhos podem fazer o impossível se tornar possível; acredite nas suas habilidades e nunca desista.",
      "hook": "Por que a lagarta Kata tinha o poder de tecer sonhos na floresta de Fora?",
      "keywords": {
        "Kata": [
          "cat"
        ],
        "lagarta": [
          "caterpillar"
        ],
        "tecer sonhos": [
          "weaving dreams"
        ],
        "macaco": [
          "monkey"
        ],
        "sonho": [
          "dream"
        ],
        "floresta": [
          "forest"
        ],
        "fio do sonho": [
          "dream thread"
        ],
        "selva": [
          "jungle"
        ]
      },
      "paragraphs": [
        "Era uma vez, na grande floresta de Fora, vivia Kata, uma lagarta gentil que tecia sonhos. Kata era conhecida por sua habilidade mágica de tecer sonhos que deixavam os animais na floresta felizes e cheios de esperança.\n",
        "Certa vez, um macaco travesso chamado Zara decidiu pregar uma peça na Kata. Zara roubou o fio do sonho especial que Kata usava para tecer seus sonhos e escondeu profundamente na floresta. Sem o fio do sonho, Kata não poderia mais ajudar os animais a sonhar.\n",
        "Ouvindo os bichinhos chorando triste, Kata não desistiu. Procurou pra lá, procurou pra cá na floresta até achar o fio do sonho. Com determinação e perseverança, Kata finalmente recuperou o fio e trouxe de volta a alegria para a selva.\n"
      ]
    },
    "en-de": {
      "title": "Kata die Traum-Webende Raupe",
      "hook": "Warum hatte Kata die Raupe die Kraft, Träume im Dschungel von Fora zu weben?",
      "moral": "Träume können das Unmögliche möglich machen; glaube an deine Fähigkeiten und gib niemals auf.",
      "keywords": {
        "Dschungel": [
          "jungle"
        ],
        "Traum-spinnde": [
          "dream-weaving"
        ],
        "Raupe": [
          "caterpillar"
        ],
        "Kata": [
          "palm"
        ],
        "Wald": [
          "forest"
        ],
        "Ausdauer": [
          "endurance"
        ],
        "Affe": [
          "monkey"
        ],
        "träumen": [
          "dream"
        ]
      },
      "paragraphs": [
        "Es war einmal in dem großartigen Dschungel von Fora, da lebte Kata, eine sanfte Traum-spinnde Raupe. Kata war bekannt für seine magische Fähigkeit, Träume zu weben, die den Tieren im Dschungel Freude und Hoffnung brachten.\n",
        "An einem Tag beschloss ein listiger Affe namens Zara, Kata einen Streich zu spielen. Zara stahl den besonderen Traumfaden, den Kata benutzte, um seine Träume zu weben, und versteckte ihn tief im Wald. Ohne den Traumfaden konnte Kata den Tieren nicht mehr helfen, zu träumen.\n",
        "Als Kata die traurigen Schreie der Tiere hörte, gab es nicht auf. Es suchte hoch und niedrig im Wald, bis es den Traumfaden fand. Mit Entschlossenheit und Ausdauer holte Kata schließlich den Faden zurück und brachte Freude in den Dschungel.\n"
      ]
    },
    "en-fr": {
      "title": "Kata la Chenille Tisserande de Rêves",
      "hook": "Pourquoi Kata la chenille avait-elle le pouvoir de tisser des rêves dans la jungle de Fora?",
      "moral": "Les rêves peuvent rendre l'impossible possible; crois en tes capacités et ne renonce jamais.\n",
      "keywords": {
        "Kata": [
          "Snooze",
          "Nap"
        ],
        "chenille": [
          "Caterpillar"
        ],
        "rêves": [
          "Dreams"
        ],
        "animaux": [
          "Animals"
        ],
        "forêt": [
          "Forest",
          "Woods"
        ],
        "persévérance": [
          "Perseverance",
          "Persistence"
        ],
        "singe": [
          "Monkey",
          "Ape"
        ],
        "fil des rêves": [
          "Thread of Dreams"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la grande jungle de Fora, vivait Kata, une chenille douce qui tissait des rêves. Kata était connue pour sa capacité magique à tisser des rêves qui rendaient les animaux de la jungle joyeux et pleins d'espoir.\n",
        "Il était une fois, un singe espiègle nommé Zara a décidé de jouer un tour à Kata. Zara a volé le fil spécial des rêves que Kata utilisait pour tisser ses rêves et l'a caché profondément dans la forêt. Sans le fil des rêves, Kata ne pouvait plus aider les animaux à rêver.\n",
        "En entendant les animaux pleurer, Kata n'a pas abandonné. Il a cherché partout dans la forêt jusqu'à ce qu'il trouve le fil du rêve. Avec détermination et persévérance, Kata a finalement retrouvé le fil et a ramené la joie dans la jungle.\n"
      ]
    },
    "id-en": {
      "hook": "Why did Kata the caterpillar have the power to weave dreams in the jungle of Fora?",
      "moral": "Dreams can make the impossible possible; believe in your abilities and never give up.",
      "title": "Kata the Dream-Weaving Caterpillar",
      "keywords": {
        "jungle": [
          "hutan",
          "rimba"
        ],
        "caterpillar": [
          "ulat bulu",
          "ulat"
        ],
        "dreams": [
          "mimpi",
          "impian"
        ],
        "monkey": [
          "monyet",
          "kera"
        ],
        "trick": [
          "tipuan",
          "trik"
        ],
        "forest": [
          "hutan",
          "rimba"
        ],
        "Kata": [
          "kata-kata",
          "kalimat"
        ],
        "animals": [
          "hewan",
          "binatang"
        ]
      },
      "paragraphs": [
        "Long long time ago in big forest of Fora, there was Kata, a soft caterpillar that makes dreams. Kata could make dreams that made animals happy and full of hope in the forest.\n",
        "Once upon a time, a naughty monkey named Zara wanted to be funny to Kata. Zara took the magic dream string Kata made dreams with and hid it in the woods. Without the dream string, Kata couldn't help animals dream.\n",
        "Kata heard the animals crying sadly. It didn't give up. It searched everywhere in the forest until it found the special thread of dreams. With strong will and not giving up, Kata finally got the thread and brought happiness back to the jungle.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}