{
  "title": "Leela, the Kind-hearted River Mermaid",
  "hook": "What will happen when Leela encounters a mysterious creature in the Great Jungle of Fora?",
  "moral": "Kindness can lead to unexpected friendships and adventures.",
  "paragraphs": [
    "Once upon a time in the lush Great Jungle of Fora, there lived Leela, the gentle river mermaid known for her kind heart.",
    "One sunny day, while swimming in the sparkling river, Leela heard a strange noise coming from the dense foliage nearby. Curious, she swam closer to investigate.",
    "\"Hello there, little one! Are you lost?\" Leela asked as she spotted a small, trembling creature trapped in a thorny bush.",
    "The creature, named Sparkle, a shy firefly, explained how he had strayed away from his family and now couldn't find his way back due to the thick undergrowth.",
    "Determined to help Sparkle reunite with his family, Leela used her magical powers to create a path through the jungle, guiding him safely home.",
    "As they parted ways, Sparkle's family showered Leela with gratitude and welcomed her as an honorary member of the firefly community."
  ],
  "keywords": [
    "Leela",
    "river mermaid",
    "jungle",
    "kind-hearted",
    "curious",
    "mysterious",
    "friendship",
    "adventure",
    "kindness",
    "magical powers"
  ],
  "characters": [
    "Leela"
  ],
  "translations": {
    "en-de": {
      "title": "Leela, die freundliche Flussnixe",
      "moral": "Freundlichkeit kann zu unerwarteten Freundschaften und Abenteuern führen.\n",
      "hook": "Was passiert, wenn Leela ein geheimnisvolles Wesen im Großen Dschungel von Fora trifft?",
      "keywords": {
        "Sparkle": [
          "Sparkle"
        ],
        "Leela": [
          "Leela"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Familie": [
          "Family"
        ],
        "Glühwurm": [
          "Firefly"
        ],
        "Dankbarkeit": [
          "Gratitude"
        ],
        "Zeit": [
          "Time"
        ],
        "Meerjungfrau": [
          "Mermaid"
        ],
        "kleines": [
          "Small",
          "Little"
        ],
        "verloren": [
          "Lost"
        ],
        "Fluss": [
          "River"
        ],
        "Geräusch": [
          "Sound"
        ],
        "Wesen": [
          "Being"
        ],
        "Glühwürmchen": [
          "Firefly"
        ],
        "Unterholz": [
          "Underbrush"
        ]
      },
      "paragraphs": [
        "Vor langer Zeit im üppigen Großen Dschungel von Fora lebte Leela, die sanfte Flussmeerjungfrau, bekannt für ihr gutes Herz.\n",
        "An einem sonnigen Tag, als sie im funkelnden Fluss schwamm, hörte Leela ein seltsames Geräusch, das aus dem dichten Laub in der Nähe kam. Neugierig näherte sie sich, um zu untersuchen.\n",
        "\"Hallo da, kleines! Bist du verloren?\" fragte Leela, als sie ein kleines, zitterndes Wesen entdeckte, das in einem dornigen Busch gefangen war.\n",
        "Das Wesen, benannt Sparkle, eine schüchterne Glühwürmchen, erklärte, wie er von seiner Familie abgekommen war und jetzt den Weg zurück nicht finden konnte wegen des dicken Unterholzes.\n",
        "Fest entschlossen, Sparkle wieder mit seiner Familie zu vereinen, nutzte Leela ihre magischen Kräfte, um einen Weg durch den Dschungel zu schaffen und ihn sicher nach Hause zu führen.\n",
        "Als sie sich trennten, überschüttete Sparkles Familie Leela mit Dankbarkeit und hieß sie als ehrenmitglied der Glühwurm-Community willkommen.\n"
      ]
    },
    "en-pt": {
      "moral": "Ser gentil pode trazer amizades e aventuras inesperadas.",
      "title": "Leela, a Sereia do Rio de Bom Coração",
      "hook": "O que acontecerá quando Leela encontrar uma criatura misteriosa na Grande Selva de Fora?",
      "keywords": {
        "Olá": [
          "Hello"
        ],
        "pequenino": [
          "tiny",
          "small"
        ],
        "perdido": [
          "lost",
          "stray"
        ],
        "Leela": [
          "Leela"
        ],
        "sereia do rio": [
          "river mermaid"
        ],
        "coração bondoso": [
          "kind heart"
        ],
        "Sparkle": [
          "Sparkle"
        ],
        "família": [
          "family"
        ],
        "gratidão": [
          "gratitude"
        ],
        "membro honorário": [
          "honorary member"
        ],
        "criatura": [
          "creature"
        ],
        "vaga-lume": [
          "firefly"
        ],
        "vegetação": [
          "vegetation"
        ],
        "rio brilhante": [
          "bright river"
        ],
        "investigar": [
          "investigate"
        ]
      },
      "paragraphs": [
        "Era uma vez no verdejante Grande Bosque de Fora, morava Leela, a gentil sereia do rio conhecida por seu coração bondoso.\n",
        "Num dia ensolarado, enquanto nadava no rio brilhante, Leela ouviu um barulho estranho vindo da folhagem densa próxima. Curiosa, ela nadou mais perto para investigar.\n",
        "Olá, pequenino! Estás perdido? Perguntou Leela ao ver uma criatura pequena e trémula presa numa moita espinhosa.\n",
        "A criatura, chamada Destello, uma vaga-lume tímida, explicou como se afastou de sua família e agora não consegue encontrar o caminho de volta por causa da vegetação densa.\n",
        "Determinada a ajudar Sparkle a se reunir com sua família, Leela usou seus poderes mágicos para criar um caminho pela selva, o guiando com segurança para casa.\n",
        "Ao se despedir, a família do Brilho cobriu a Leela de gratidão e a recebeu como membro honorário da comunidade das vaga-lumes.\n"
      ]
    },
    "id-en": {
      "hook": "What will happen when Leela encounters a mysterious creature in the Great Jungle of Fora?",
      "moral": "Kindness can lead to unexpected friendships and adventures.",
      "title": "Leela, the Kind-hearted River Mermaid",
      "keywords": {
        "Sparkle": [
          "berkilau",
          "bercahaya"
        ],
        "Leela": [
          "bersinar",
          "berpendar"
        ],
        "firefly": [
          "kupu-kupu malam",
          "kunang-kunang"
        ],
        "little one": [
          "si kecil",
          "anak kecil"
        ],
        "lost": [
          "hilang",
          "tersesat"
        ],
        "trapped": [
          "terperangkap",
          "terjebak"
        ],
        "family": [
          "keluarga",
          "famili"
        ],
        "jungle": [
          "hutan",
          "rimba"
        ],
        "mermaid": [
          "putri duyung",
          "sirene"
        ],
        "river": [
          "sungai",
          "kali"
        ],
        "curious": [
          "penasaran",
          "ingin tahu"
        ]
      },
      "paragraphs": [
        "Once, in a big jungle in Fora, there was Leela, a nice mermaid who lived by a river.\n",
        "One happy day, when swimming in the shiny river, Leela heard a funny sound from the thick bushes close by. Interested, she swam nearer to explore.\n",
        "\"Hi! Are you lost?\" Leela asked when she saw a small, shaky creature caught in a spiky bush.\n",
        "The little creature, called Sparkle, a timid lightning bug, told a story about getting lost from his family in the deep bushes and not being able to return.\n",
        "Leela really wanted to help Sparkle find his family. She had a special magic that made a way through the big forest for Sparkle. She went with him all the way back to his family's home.\n",
        "Sparkle's family said goodbye to Leela. They thanked her and made her part of the firefly family.\n"
      ]
    },
    "en-fr": {
      "title": "Leela, la gentille sirène de la rivière",
      "moral": "La gentillesse peut entraîner des amitiés et des aventures inattendues.",
      "hook": "Que se passera-t-il quand Leela rencontrera une créature mystérieuse dans la Grande Jungle de Fora?",
      "keywords": {
        "Leela": [
          "fable"
        ],
        "créature": [
          "creature",
          "being"
        ],
        "buisson épineux": [
          "thorny bush"
        ],
        "famille": [
          "family"
        ],
        "pouvoirs magiques": [
          "magical powers"
        ],
        "chemin": [
          "path",
          "trail"
        ],
        "fois": [
          "time",
          "occasion"
        ],
        "jungle": [
          "forest",
          "wilderness"
        ],
        "sirène": [
          "siren",
          "mermaid"
        ],
        "luciole": [
          "firefly"
        ],
        "timide": [
          "shy",
          "timid"
        ],
        "rivière étincelante": [
          "sparkling river"
        ],
        "végétation dense": [
          "dense vegetation"
        ],
        "Brillant": [
          "shining",
          "bright"
        ],
        "lucioles": [
          "fireflies"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la luxuriante Grande Jungle de Fora, habitait Leela, la douce sirène de la rivière connue pour son cœur gentil.\n",
        "Il était une fois, par une journée ensoleillée, alors que Leela nageait dans la rivière étincelante, elle entendit un drôle de bruit venant de la végétation dense à proximité. Intriguée, elle nagea plus près pour enquêter.\n",
        "\"Bonjour là, petit(e) ! Es-tu perdu(e) ?\" demanda Leela en voyant une petite créature tremblante piégée dans un buisson épineux.\n",
        "Il y avait une créature appelée Brille, une luciole timide, qui expliquait comment il avait quitté sa famille et ne pouvait plus retrouver son chemin à cause de la végétation dense.\n",
        "Décidée à aider Sparkle à retrouver sa famille, Leela utilisa ses pouvoirs magiques pour créer un chemin à travers la jungle, le guidant en sécurité vers sa maison.\n",
        "Alors qu'ils se séparaient, la famille de Brillant a arrosé Leela de gratitude et l'a accueillie en tant que membre honoraire de la communauté des lucioles.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}