{
  "title": "Ravi's Perplexing Puzzle",
  "hook": "What mysterious treasure lies hidden deep within Fora Jungle? Join Ravi on his adventure to uncover the secret!",
  "moral": "Sometimes, asking for help can help solve even the trickiest problems.",
  "paragraphs": [
    "Once upon a time in the heart of Fora Jungle lived Ravi, a curious and brave young mapmaker. Ravi was known far and wide for his adventurous spirit and knack for deciphering even the most cryptic maps.",
    "One sunny morning, Ravi stumbled upon a peculiar map with an enigmatic riddle inscribed on it. The riddle read, \"Three stars align, where the ancient oak stands tall, there lies the greatest treasure of all.\"",
    "Determined to solve the riddle and discover the hidden treasure, Ravi set off into the depths of Fora Jungle. After hours of fruitless searching, Ravi found himself at a crossroads, feeling lost and perplexed.",
    "Just when Ravi was about to give up, a wise old owl perched on a branch overhead and hooted, \"Young mapmaker, sometimes the key to solving a puzzle lies not in your map, but in the hearts of those around you.\"",
    "Taking the owl's advice to heart, Ravi decided to seek help from the animals of Fora Jungle. Together, they pooled their knowledge and skills, each offering a unique perspective on the riddle. With their combined efforts, Ravi finally deciphered the mystery and uncovered the hidden treasure beneath the ancient oak tree."
  ],
  "keywords": [
    "Ravi",
    "mapmaker",
    "curious",
    "adventurous",
    "puzzle",
    "riddle",
    "treasure",
    "cooperation",
    "help",
    "jungle"
  ],
  "characters": [
    "Ravi"
  ],
  "translations": {
    "id-en": {
      "moral": "Sometimes, asking for help can help solve even the trickiest problems.",
      "hook": "What mysterious treasure lies hidden deep within Fora Jungle? Join Ravi on his adventure to uncover the secret!",
      "title": "Ravi's Perplexing Puzzle",
      "keywords": {
        "Ravi": [
          "Ravi"
        ],
        "Jungle": [
          "Hutan"
        ],
        "adventurous": [
          "petualang"
        ],
        "morning": [
          "pagi"
        ],
        "puzzle": [
          "teka-teki"
        ],
        "treasure": [
          "harta karun"
        ],
        "owl": [
          "burung hantu"
        ],
        "mystery": [
          "misteri"
        ],
        "hidden treasure": [
          "harta karun tersembunyi"
        ],
        "animals": [
          "hewan"
        ]
      },
      "paragraphs": [
        "Long ago in the middle of Fora Jungle lived Ravi, a curious and brave young mapmaker. Everyone knew Ravi for being very adventurous and good at understanding even the hardest maps.\n",
        "One bright morning, Ravi found a strange map with a mysterious puzzle on it. It said, \"Three shiny stars, near a very old tree, is where the biggest treasure is hidden.\"\n",
        "Ravi really wanted to solve a mystery and find a special surprise, so he went deep into Fora Jungle. After a long time of looking without success, Ravi reached a place where the paths crossed each other, feeling confused and not knowing which way to go.\n",
        "Once upon a time, Ravi was feeling sad because he couldn't solve a puzzle. But then a very smart owl came and told him, \"Sometimes to solve a problem, look at your friends' hearts, not just your map.\"\n",
        "Ravi listened to the wise owl's words and asked the animals in the big Fora Forest for help. They shared what they knew and could do, each giving different ideas about the secret question. By working together, Ravi solved the puzzle and found the special hidden prize under the old strong oak tree.\n"
      ]
    },
    "en-fr": {
      "title": "Ravi et le Casse-tête Mystérieux",
      "hook": "Quel trésor mystérieux se cache profondément dans la Jungle de Fora ? Rejoins Ravi dans son aventure pour découvrir le secret !\n",
      "moral": "Parfois, demander de l'aide peut aider à résoudre même les problèmes les plus difficiles.\n",
      "keywords": {
        "Ravi": [
          "Delighted"
        ],
        "Jungle de Fora": [
          "Outskirts"
        ],
        "cartographe": [
          "Cartographer"
        ],
        "énigme": [
          "Enigma",
          "Riddle",
          "Puzzle"
        ],
        "trésor caché": [
          "Hidden treasure"
        ],
        "matin ensoleillé": [
          "Sunny morning"
        ],
        "plus grand trésor": [
          "Greatest treasure"
        ],
        "chouette": [
          "Owl"
        ],
        "hibou": [
          "Owl"
        ]
      },
      "paragraphs": [
        "Il était une fois, au cœur de la Jungle de Fora vivait Ravi, un jeune cartographe curieux et courageux. Ravi était célèbre dans tout le pays pour son esprit aventurier et sa capacité à déchiffrer même les cartes les plus mystérieuses.\n",
        "Un matin ensoleillé, Ravi a trouvé une carte étrange avec une énigme inscrite dessus. L'énigme disait, \"Trois étoiles s'alignent, là où le chêne ancien se dresse haut, repose le plus grand trésor de tous.\"\n",
        "Déterminé à résoudre l'énigme et découvrir le trésor caché, Ravi s'est aventuré dans les profondeurs de la Jungle de Fora. Après des heures de recherche infructueuse, Ravi se retrouva à un carrefour, se sentant perdu et perplexe.\n",
        "Un jour, alors que Ravi était sur le point d'abandonner, une vieille chouette sage est venue se percher sur une branche au-dessus de lui et a hululé, \"Jeune cartographe, parfois la clé pour résoudre un mystère ne se trouve pas dans ta carte, mais dans les cœurs de ceux qui t'entourent.\"\n",
        "En écoutant le hibou, Ravi a demandé de l'aide aux animaux de la Jungle de Fora. Ensemble, ils ont partagé ce qu'ils savaient et ce qu'ils savaient faire, chacun ayant une idée différente du mystère. Grâce à leurs efforts communs, Ravi a enfin résolu l'énigme et a découvert le trésor caché sous le vieux chêne.\n"
      ]
    },
    "en-de": {
      "title": "Ravis Verwirrendes Rätsel",
      "moral": "Manchmal, wenn du um Hilfe bittest, kann das auch die schwierigsten Probleme lösen.",
      "hook": "Welcher geheimnisvolle Schatz verbirgt sich tief im Fora Dschungel? Komm mit Ravi auf sein Abenteuer, um das Geheimnis zu entdecken!",
      "keywords": {
        "Ravi": [
          "Ravi"
        ],
        "Eule": [
          "Owl"
        ],
        "Karte": [
          "Map",
          "Card"
        ],
        "Rätsel": [
          "Riddle",
          "Puzzle"
        ],
        "Schatz": [
          "Treasure"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "jung": [
          "Young"
        ],
        "Kartograf": [
          "Cartographer"
        ],
        "Eiche": [
          "Oak"
        ]
      },
      "paragraphs": [
        "Es war einmal inmitten des Dschungels von Fora, wo Ravi, ein neugieriger und tapferer junger Kartograf, lebte. Ravi war weit bekannt für seinen abenteuerlichen Geist und sein Geschick, selbst die cryptischsten Karten zu entziffern.\n",
        "An einem sonnigen Morgen, entdeckte Ravi eine seltsame Karte mit einem geheimnisvollen Rätsel darauf. Das Rätsel lautete: \"Drei Sterne stehen in einer Linie, wo die alte Eiche hoch aufragt, dort liegt der größte Schatz von allen.\"\n",
        "Fest entschlossen, das Rätsel zu lösen und den verborgenen Schatz zu entdecken, machte sich Ravi auf in die Tiefen des Fora-Dschungels. Nach stundenlanger vergeblicher Suche fand sich Ravi an einer Wegkreuzung wieder, fühlte sich verloren und verwirrt.\n",
        "Als Ravi fast aufgeben wollte, saß eine weise alte Eule auf einem Ast über ihm und rief: \"Jungen Kartografen, manchmal liegt der Schlüssel zum Lösen eines Rätsels nicht in deiner Karte, sondern in den Herzen der Menschen um dich herum.\"\n",
        "Nachdem Ravi den Rat der Eule befolgt hatte, beschloss er, Hilfe bei den Tieren des Fora-Dschungels zu suchen. Gemeinsam teilten sie ihr Wissen und ihre Fähigkeiten, wobei jeder eine einzigartige Perspektive auf das Rätsel bot. Mit ihren gemeinsamen Anstrengungen konnte Ravi schließlich das Geheimnis entschlüsseln und den verborgenen Schatz unter der alten Eiche entdecken.\n"
      ]
    },
    "en-pt": {
      "moral": "Às vezes, pedir ajuda pode resolver até os problemas mais difíceis.\n",
      "title": "O Enigma Surpreendente do Ravi",
      "hook": "Qual tesouro misterioso está escondido lá no fundo da Floresta Fora? Vem com o Ravi nessa aventura para descobrir o segredo!\n",
      "keywords": {
        "Ravi": [
          "Ravi"
        ],
        "coruja": [
          "owl"
        ],
        "mapista": [
          "mapmaker"
        ],
        "tesouro": [
          "treasure"
        ],
        "Floresta de Fora": [
          "Outer Forest"
        ],
        "Selva de Fora": [
          "Outer Jungle"
        ],
        "cartógrafo": [
          "cartographer"
        ],
        "manhã ensolarada": [
          "sunny morning"
        ],
        "mapa peculiar": [
          "peculiar map"
        ],
        "maior tesouro": [
          "greatest treasure"
        ],
        "Floresta Fora": [
          "Outer Forest"
        ]
      },
      "paragraphs": [
        "Era uma vez, bem no meio da Selva de Fora, vivia Ravi, um jovem cartógrafo curioso e corajoso. Ravi era conhecido por todos por seu espírito aventureiro e talento para decifrar até os mapas mais misteriosos.\n",
        "Certa manhã ensolarada, Ravi tropeçou em um mapa peculiar com uma charada enigmática inscrita nele. A charada dizia, \"Três estrelas se alinham, onde o carvalho antigo fica alto, lá repousa o maior tesouro de todos.\"\n",
        "Determinado a resolver o enigma e descobrir o tesouro escondido, Ravi partiu para as profundezas da Floresta de Fora. Depois de horas procurando sem sucesso, Ravi se viu em uma encruzilhada, se sentindo perdido e perplexo.\n",
        "Quando o Ravi estava quase desistindo, uma sábia coruja velha pousou em um galho acima e gritou, \"Jovem mapista, às vezes a chave para resolver um quebra-cabeça não está no seu mapa, mas nos corações daqueles ao seu redor.\"\n",
        "Escutando o conselho da coruja, Ravi decidiu pedir ajuda aos animais da Floresta Fora. Juntos, eles compartilharam seu conhecimento e habilidades, cada um oferecendo uma perspectiva única da charada. Com seus esforços combinados, Ravi finalmente decifrou o mistério e descobriu o tesouro escondido sob o antigo carvalho.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}