{
  "title": "Saigo, the Brave Mouse",
  "hook": "What adventure awaits Saigo, the little majestic king of the forest, in the great jungle of Fora?",
  "moral": "Bravery comes in all sizes, and even the smallest can make a big impact.",
  "paragraphs": [
    "Once in the great jungle of Fora, lived Saigo, a brave mouse known as the little majestic king of the forest. Saigo was famous for his courage and kind heart, admired by all the creatures in the jungle.",
    "One day, a fierce storm hit the jungle, causing chaos among the animals. The river started to overflow, and a family of squirrels was trapped on a tiny island. Saigo knew he had to help them.",
    "Saigo's small size didn't hold him back. He bravely hopped onto a leaf and sailed across the rising river to reach the squirrels. With his quick thinking and nimble moves, Saigo guided the squirrels to safety. They all cheered for the little mouse hero!",
    "The jungle animals praised Saigo for his bravery, showing that even the smallest creatures can make a big difference in times of need."
  ],
  "keywords": [
    "Saigo",
    "brave",
    "mouse",
    "jungle",
    "Fora",
    "majestic",
    "courage",
    "kindness",
    "storm",
    "small"
  ],
  "characters": [
    "Saigo"
  ],
  "translations": {
    "en-fr": {
      "title": "Saigo, la Souris Courageuse",
      "moral": "Le courage vient dans toutes les tailles, même les plus petites peuvent avoir un grand impact.\n",
      "hook": "Quelle aventure attend Saigo, le petit roi majestueux de la forêt, dans la grande jungle de Fora?",
      "keywords": {
        "jungle": [
          "jungle"
        ],
        "animaux": [
          "animals"
        ],
        "bravoure": [
          "bravery"
        ],
        "Saigo": [
          "Saigo"
        ],
        "courage": [
          "courage"
        ],
        "feuille": [
          "leaf"
        ],
        "ecureuils": [
          "squirrels"
        ],
        "tempête": [
          "storm"
        ],
        "écureuils": [
          "squirrels"
        ]
      },
      "paragraphs": [
        "Il était une fois dans la grande jungle de Fora, vivait Saigo, une courageuse souris connue comme le petit roi majestueux de la forêt. Saigo était célèbre pour son courage et son cœur gentil, admiré par toutes les créatures de la jungle.\n",
        "Il était une fois, une terrible tempête frappa la jungle, provoquant la pagaille parmi les animaux. La rivière commença à déborder, et une famille d'écureuils se retrouva piégée sur une toute petite île. Saigo savait qu'il devait les aider.\n",
        "Le petit Saigo n'a pas laisse laisse sa taille le retenir. Il a saute courageusement sur une feuille et a navigue sur la riviere montante pour atteindre les ecureuils. Avec sa pensee rapide et ses mouvements agiles, Saigo a guide les ecureuils en securite. Ils ont tous applaudi au petit heros souris!\n",
        "Les animaux de la jungle ont félicité Saigo pour sa bravoure, montrant que même les plus petits animaux peuvent faire une grande différence en cas de besoin.\n"
      ]
    },
    "en-pt": {
      "title": "Saigo, o Ratinho Corajoso",
      "moral": "Coragem vem de todos os tamanhos, até mesmo os pequeninos podem fazer um grande impacto.",
      "hook": "Que aventura aguarda Saigo, o pequeno rei majestoso da floresta, na grande selva de Fora?\n",
      "keywords": {
        "animais": [
          "animals"
        ],
        "coragem": [
          "courage"
        ],
        "diferença": [
          "difference"
        ],
        "rato": [
          "mouse"
        ],
        "corajoso": [
          "brave",
          "courageous"
        ],
        "floresta": [
          "forest"
        ],
        "Saigo": [
          "Saigo"
        ],
        "tamanho pequenino": [
          "tiny size"
        ],
        "herói ratozinho": [
          "hero mouse"
        ],
        "tempestade": [
          "storm"
        ],
        "esquilos": [
          "squirrels"
        ]
      },
      "paragraphs": [
        "Era uma vez, na grande floresta de Fora, morava Saigo, um rato corajoso conhecido como o pequeno rei majestoso da floresta. Saigo era famoso pela coragem e bom coração, admirado por todas as criaturas na floresta.\n",
        "Certo dia, uma tempestade forte atingiu a floresta, causando confusão entre os animais. O rio começou a transbordar, e uma família de esquilos ficou presa em uma ilhota. Saigo sabia que precisava ajudá-los.\n",
        "O tamanho pequenino de Saigo não o segurou. Ele corajosamente pulou em uma folha e navegou pelo rio que subia para alcançar os esquilos. Com seu pensamento rápido e movimentos ágeis, Saigo guiou os esquilos para a segurança. Todos aplaudiram pelo herói ratozinho!\n",
        "Os animais da floresta elogiaram Saigo pela sua coragem, mostrando que até os bichinhos pequenos podem fazer uma grande diferença nos momentos de necessidade.\n"
      ]
    },
    "en-de": {
      "title": "Der mutige Maus Saigo",
      "moral": "Tapferkeit kommt in allen Größen vor und selbst die Kleinsten können einen großen Einfluss haben.",
      "hook": "Welches spannende Abenteuer erwartet Saigo, den kleinen majestätischen König des Waldes, im großen Dschungel von Fora?",
      "keywords": {
        "Tiere": [
          "Animals"
        ],
        "Tapferkeit": [
          "Bravery",
          "Courage"
        ],
        "Zeiten der Not": [
          "Times of Trouble",
          "Times of Need"
        ],
        "Sturm": [
          "Storm"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Eichhörnchen": [
          "Squirrel"
        ],
        "Maus": [
          "Mouse"
        ],
        "König": [
          "King"
        ],
        "Herz": [
          "Heart"
        ],
        "Größe": [
          "Greatness",
          "Size"
        ],
        "Fluss": [
          "River"
        ]
      },
      "paragraphs": [
        "Es war einmal im großen Dschungel von Fora, lebte Saigo, eine tapfere Maus, die als der kleine majestätische König des Waldes bekannt war. Saigo war berühmt für seinen Mut und sein gutes Herz, bewundert von allen Geschöpfen im Dschungel.\n",
        "Eines Tages kam ein wilder Sturm in den Dschungel, und alle Tiere gerieten in Aufruhr. Der Fluss begann überzulaufen, und eine Eichhörnchenfamilie war auf einer winzigen Insel gefangen. Saigo wusste, dass er ihnen helfen musste.\n",
        "Saigos kleine Größe hat ihn nicht zurückgehalten. Mutig hüpfte er auf ein Blatt und segelte über den steigenden Fluss, um zu den Eichhörnchen zu gelangen. Mit seinem schnellen Denken und geschickten Bewegungen führte Saigo die Eichhörnchen in Sicherheit. Alle jubelten für den kleinen Mäusehelden!\n",
        "Die Tiere im Dschungel haben Saigo für seine Tapferkeit gelobt. Das zeigt, dass auch die kleinen Tiere in Zeiten der Not einen großen Unterschied machen können.\n"
      ]
    },
    "id-en": {
      "hook": "What adventure awaits Saigo, the little majestic king of the forest, in the great jungle of Fora?",
      "moral": "Bravery comes in all sizes, and even the smallest can make a big impact.",
      "title": "Saigo, the Brave Mouse",
      "keywords": {
        "jungle animals": [
          "hewan hutan"
        ],
        "praised": [
          "dipuji",
          "dihargai"
        ],
        "bravery": [
          "keberanian"
        ],
        "storm": [
          "badai",
          "ribut"
        ],
        "jungle": [
          "hutan belantara",
          "rimba"
        ],
        "squirrel": [
          "tupai"
        ],
        "mouse": [
          "tikus"
        ],
        "forest": [
          "hutan"
        ],
        "brave": [
          "berani",
          "pemberani"
        ],
        "Saigo": [
          "Saigo"
        ],
        "little body": [
          "tubuh kecil"
        ],
        "tiny mouse hero": [
          "pahlawan tikus kecil"
        ]
      },
      "paragraphs": [
        "Once in the big forest of Fora, there was Saigo, a brave mouse who was called the tiny royal ruler of the forest. Saigo was well-known for being brave and kind, and everyone in the forest loved him. \n",
        "One day, a big storm arrived in the jungle. It was very windy and rainy. The river became too full, and a squirrel family got stuck on a small island. Saigo decided to rescue them.\n",
        "Saigo's little body was not a problem for him. He boldly jumped onto a leaf and floated across the fast river to join the squirrels. With his clever ideas and quick movements, Saigo led the squirrels to a safe place. All the squirrels clapped and shouted for the tiny mouse hero!\n",
        "Jungle animals told Saigo he's very brave. They say tiny creatures help lots too.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}