{
  "title": "Liwei, the Creative Rice Farmer",
  "hook": "Who is Liwei, the creative rice farmer, and how will his ingenuity solve a problem in Fora?",
  "moral": "Creativity and perseverance can lead to innovative solutions.",
  "paragraphs": [
    "In the great jungle of Fora, there lived a gentle and hardworking rice farmer named Liwei. Liwei was known for his creativity in finding solutions to problems. He had a reputation for never giving up when faced with challenges.",
    "One day, a severe drought hit the jungle, and the rice fields began to wither. The other farmers in Fora panicked, unsure of what to do. Liwei remained calm and thought hard about how he could save the rice crops.",
    "\"I will create a series of small canals to distribute the little water we have left evenly among the fields,\" Liwei announced confidently. The other farmers were skeptical, but they agreed to let Liwei try his plan.",
    "Using bamboo sticks and natural materials, Liwei constructed a network of canals that allowed the water to flow efficiently to every corner of the fields. The crops thrived, and the other farmers were amazed at how Liwei's creativity had saved their harvest."
  ],
  "keywords": [
    "Liwei",
    "creative",
    "rice farmer",
    "jungle",
    "Fora",
    "drought",
    "canals",
    "ingenuity",
    "perseverance",
    "solution"
  ],
  "characters": [
    "Liwei"
  ],
  "translations": {
    "en-de": {
      "title": "Liwei, der Kreative Reisbauer",
      "moral": "Wenn man kreativ und hartnäckig ist, kann das zu neuen Ideen führen.",
      "hook": "Liwei ist ein kreativer Reisbauer. Er ist schlau und findet clevere Lösungen. Eines Tages hat er ein Problem in Fora gelöst.",
      "keywords": {
        "Dschungel": [
          "jungle"
        ],
        "Reisbauer": [
          "rice farmer"
        ],
        "Kreativität": [
          "creativity"
        ],
        "Bambusstäbchen": [
          "bamboo sticks"
        ],
        "Kanäle": [
          "canals"
        ],
        "Trockenheit": [
          "drought"
        ],
        "Reisfelder": [
          "rice fields"
        ],
        "Bauern": [
          "farmers"
        ],
        "Wasser": [
          "water"
        ]
      },
      "paragraphs": [
        "Im großen Dschungel von Fora lebte ein sanfter und fleißiger Reisbauer namens Liwei. Liwei war für seine Kreativität bei der Lösung von Problemen bekannt. Er hatte den Ruf, niemals aufzugeben, wenn er mit Herausforderungen konfrontiert wurde.\n",
        "Eines Tages traf eine schlimme Trockenheit den Dschungel und die Reisfelder begannen zu verdorren. Die anderen Bauern in Fora gerieten in Panik, unsicher, was sie tun sollten. Liwei blieb ruhig und dachte hart darüber nach, wie er die Reisernten retten könnte.\n",
        "\"Ich werde eine Reihe kleiner Kanäle erstellen, um das wenige Wasser, das uns noch bleibt, gleichmäßig auf den Feldern zu verteilen\", verkündete Liwei zuversichtlich. Die anderen Bauern waren skeptisch, aber sie stimmten zu, Liwei seinen Plan ausprobieren zu lassen.\n",
        "Mit Bambusstäbchen und natürlichen Materialien hat Liwei ein Netzwerk von Kanälen gebaut, damit das Wasser effizient in jede Ecke der Felder fließen kann. Die Pflanzen gediehen prächtig, und die anderen Bauern waren erstaunt, wie Liweis Kreativität ihre Ernte gerettet hatte.\n"
      ]
    },
    "en-pt": {
      "title": "Liwei, O Agricultor de Arroz Criativo",
      "hook": "Quem é Liwei, o fazendeiro inventivo de arroz, e como sua criatividade vai resolver um problema em Fora?",
      "moral": "Imaginação e não desistir podem te ajudar a encontrar ideias novas.",
      "keywords": {
        "pequenos canais": [
          "small channels"
        ],
        "água": [
          "water"
        ],
        "campos": [
          "fields"
        ],
        "seca": [
          "dry"
        ],
        "selva": [
          "jungle"
        ],
        "agricultores": [
          "farmers"
        ],
        "bamboo sticks": [
          "bamboo sticks"
        ],
        "network of canals": [
          "network of canals"
        ],
        "crops thrived": [
          "crops thrived"
        ],
        "floresta": [
          "forest"
        ],
        "fazendeiro": [
          "farmer"
        ],
        "desafios": [
          "challenges"
        ]
      },
      "paragraphs": [
        "Na grande floresta de Fora, vivia um gentil e trabalhador fazendeiro de arroz chamado Liwei. Liwei era conhecido por sua criatividade em encontrar soluções para os problemas. Ele tinha fama de nunca desistir quando enfrentava desafios.\n",
        "Certo dia, uma grande seca atingiu a selva e os campos de arroz começaram a murchar. Os outros agricultores em Fora entraram em pânico, sem saber o que fazer. Liwei permaneceu calmo e pensou muito em como poderia salvar as plantações de arroz.\n",
        "\"Vou fazer um conjunto de canais pequenos para distribuir a água que resta uniformemente entre os campos,\" anunciou Liwei confiante. Os outros fazendeiros estavam céticos, mas concordaram em deixar Liwei tentar o seu plano.\n",
        "Usando gravetos de bambu e materiais naturais, Liwei construiu uma rede de canais que permitia a água fluir eficientemente para todos os cantos dos campos. As plantações prosperaram, e os outros fazendeiros ficaram surpresos com a criatividade de Liwei que salvou a colheita deles.\n"
      ]
    },
    "en-fr": {
      "title": "Liwei, le Fermier Créatif de Riz",
      "moral": "L'imagination et la persévérance peuvent aider à trouver des idées nouvelles.\n",
      "hook": "Liwei est un fermier de riz créatif. Sa grande idée va l'aider à résoudre un problème à Fora.",
      "keywords": {
        "small canals": [
          "petits canaux"
        ],
        "little water": [
          "peu d'eau"
        ],
        "fields": [
          "champs"
        ],
        "jungle": [
          "forêt tropicale"
        ],
        "cultivateur": [
          "farmer"
        ],
        "créativité": [
          "creativity"
        ],
        "sécheresse": [
          "drought"
        ],
        "cultures de riz": [
          "rice crops"
        ],
        "Liwei": [

        ],
        "bambou": [
          "bamboo"
        ],
        "cultures": [
          "crops",
          "cultures"
        ]
      },
      "paragraphs": [
        "Dans la grande jungle de Fora, habitait un gentil et travailleur cultivateur de riz nommé Liwei. Liwei était connu pour sa créativité à trouver des solutions aux problèmes. Il avait la réputation de ne jamais abandonner face aux défis.\n",
        "Il était une fois, dans la jungle, une méchante sécheresse qui a fait faner les champs de riz. Les autres agriculteurs de Fora étaient paniqués, ne sachant pas quoi faire. Liwei est resté calme et a réfléchi avec sérieux à comment il pouvait sauver les cultures de riz.\n",
        "\"Je vais faire une série de petits ruisseaux pour distribuer l'eau restante uniformément parmi les champs,\" a annoncé Liwei avec confiance. Les autres agriculteurs étaient sceptiques, mais ils ont accepté de laisser Liwei essayer son plan.\n",
        "Avec des bâtonnets de bambou et des choses naturelles, Liwei a construit un réseau de canaux qui a permis à l'eau de couler efficacement partout dans les champs. Les cultures ont prospéré, et les autres fermiers étaient émerveillés par la créativité de Liwei qui a sauvé leur récolte.\n"
      ]
    },
    "id-en": {
      "hook": "Who is Liwei, the creative rice farmer, and how will his ingenuity solve a problem in Fora?",
      "moral": "Creativity and perseverance can lead to innovative solutions.",
      "title": "Liwei, the Creative Rice Farmer",
      "keywords": {
        "Liwei": [
          "Liwei"
        ],
        "small rivers": [
          "sungai kecil"
        ],
        "farms": [
          "pertanian",
          "ladang"
        ],
        "jungle": [
          "hutan belantara",
          "rimba"
        ],
        "problem solving": [
          "pemecahan masalah",
          "penyelesaian masalah"
        ],
        "drought": [
          "kekeringan",
          "kemarau"
        ],
        "rice fields": [
          "sawah",
          "petak sawah"
        ],
        "bamboo sticks": [
          "tongkat bambu",
          "batang bambu"
        ],
        "crops": [
          "tanaman",
          "hasil tanaman"
        ]
      },
      "paragraphs": [
        "In a big jungle far away, there was a kind and busy farmer called Liwei. Liwei was very good at solving problems in clever ways. People knew him for always trying hard even when things were difficult.\n",
        "One day, the jungle became very thirsty because there was no rain for a long time. The rice fields started to look very sad and dry. The farmers in Fora were very afraid and did not know what to do. Liwei stayed calm and thought a lot about how he could help the rice plants.\n",
        "Liwei said, \"I will make some small rivers to give the little water to the farms equally.\" Other farmers were not sure, but they said Liwei can try his idea.\n",
        "Liwei used long green sticks and materials from nature to build a river system that helped water move smoothly everywhere in the fields. Plants grew very well and the other farmers were so surprised by Liwei's smart ideas that made their crops safe.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}