{
  "title": "Xia's Daring Leap",
  "hook": "Xia, the swift-footed mountain goat, faced a challenge she had never encountered before. What would she do?",
  "moral": "Courage and determination can help you overcome obstacles.",
  "paragraphs": [
    "In the heart of the Great Fora Jungle lived Xia, a nimble mountain goat known for her graceful leaps and boundless energy. One sunny morning, as she leaped from rock to rock, she stumbled upon a wide chasm that seemed impossible to cross. \"Oh dear,\" Xia muttered, her heart racing with uncertainty.",
    "Just then, a wise old owl named Hoot hooted from a nearby tree, \"Fear not, little Xia. The answer lies within you.\" Encouraged by Hoot's words, Xia took a deep breath and mustered all her courage. With one swift leap, she soared across the chasm, her determination shining brightly.",
    "As Xia landed safely on the other side, a feeling of pride and accomplishment washed over her. She realized that sometimes, the greatest challenges could be overcome by believing in oneself and taking that first brave step. Xia wagged her tail happily, grateful for the lesson she had learned that day in the jungle."
  ],
  "keywords": [
    "Xia",
    "mountain goat",
    "Great Fora Jungle",
    "challenge",
    "leap",
    "determination",
    "courage",
    "obstacle",
    "belief",
    "accomplishment"
  ],
  "characters": [
    "Xia"
  ],
  "translations": {
    "id-en": {
      "hook": "Xia, the swift-footed mountain goat, faced a challenge she had never encountered before. What would she do?",
      "moral": "Courage and determination can help you overcome obstacles.",
      "title": "Xia's Daring Leap",
      "keywords": {
        "Xia": [
          "Xia"
        ],
        "crossing": [
          "menyeberangi",
          "penyeberangan"
        ],
        "brave": [
          "berani",
          "berani"
        ],
        "owl": [
          "burung hantu",
          "ang-ang"
        ],
        "courage": [
          "keberanian"
        ],
        "determination": [
          "determinasi",
          "ketetapan"
        ],
        "mountain goat": [
          "kambing gunung"
        ],
        "jungle": [
          "hutan belantara",
          "rimba"
        ]
      },
      "paragraphs": [
        "In a jungle called Great Fora, Xia, a fast mountain goat known for jumping gracefully and having lots of energy, lived. One bright morning, while she was jumping from one rock to another, she found a big gap that she thought she couldn't jump across. \"Oh no,\" Xia said quietly, feeling nervous in her heart.\n",
        "Once, a clever owl named Hoot called from a tree, \"Don't worry, little Xia. The secret's in you.\" Xia felt braver with Hoot's words, took a big breath, found her courage. She jumped fast, flew over the gap, her strong will glowing.\n",
        "Xia crossed the river and felt very happy. She understood that if she believes in herself and is brave, she can overcome big challenges. Xia was very pleased and grateful for the lesson she learned in the forest.\n"
      ]
    },
    "en-de": {
      "title": "Xia's Mutiger Sprung",
      "moral": "Mut und Entschlossenheit können dir helfen, Hindernisse zu überwinden.",
      "hook": "Xia, die flinke Bergziege, stand vor einer Herausforderung, der sie noch nie zuvor begegnet war. Was würde sie tun?\n",
      "keywords": {
        "Eule": [
          "Owl"
        ],
        "Mut": [
          "Courage",
          "Bravery"
        ],
        "Entschlossenheit": [
          "Determination"
        ],
        "Xia": [
          "Brave"
        ],
        "stolz": [
          "Proud"
        ],
        "mutig": [
          "Courageous"
        ],
        "Dschungel": [
          "Jungle"
        ],
        "Bergziege": [
          "Mountain Goat"
        ],
        "Energie": [
          "Energy"
        ]
      },
      "paragraphs": [
        "Im Herzen des Großen Dschungels lebte Xia, eine flinke Bergziege, die für ihre eleganten Sprünge und unermüdliche Energie bekannt war. An einem sonnigen Morgen, als sie von Fels zu Fels sprang, stieß sie auf eine breite Schlucht, die unmöglich schien zu überqueren. \"Oh je,\" murmelte Xia, ihr Herz raste vor Ungewissheit.\n",
        "Gerade als nächstes , ein weiser alter Eule namens Hoot rief von einem nahe gelegenen Baum, \"Fürchte dich nicht, kleiner Xia. Die Antwort liegt in dir.\" Ermutigt von Hoot's Worten, nahm Xia tief Luft und bündelte ihren ganzen Mut. Mit einem schnellen Sprung flog sie über den Abgrund, ihre Entschlossenheit strahlte hell.\n",
        "Als Xia sicher auf der anderen Seite landete, überschwemmte sie ein stolzes Gefühl und ein Gefühl der Erfüllung. Sie bemerkte, dass manchmal die größten Herausforderungen überwunden werden können, indem man an sich selbst glaubt und den ersten mutigen Schritt macht. Xia wedelte glücklich mit dem Schwanz und war dankbar für die Lektion, die sie an diesem Tag im Dschungel gelernt hatte.\n"
      ]
    },
    "en-fr": {
      "title": "Xia fait un Grand Saut\n",
      "moral": "Le courage et la détermination peuvent t'aider à surmonter les obstacles.",
      "hook": "Xia, la chèvre de montagne aux pieds agiles, fit face à un défi qu'elle n'avait jamais rencontré auparavant. Que ferait-elle?",
      "keywords": {
        "chouette": [
          "owl",
          "great",
          "cool"
        ],
        "courage": [
          "bravery",
          "courageousness"
        ],
        "détermination": [
          "determination"
        ],
        "Xia": [

        ],
        "fierté": [
          "pride"
        ],
        "accomplissement": [
          "accomplishment",
          "achievement"
        ],
        "sauts gracieux": [
          "graceful jumps"
        ],
        "énergie débordante": [
          "overflowing energy"
        ]
      },
      "paragraphs": [
        "Au coeur de la Grande Jungle de Fora vivait Xia, une agile chèvre de montagne connue pour ses sauts gracieux et son énergie débordante. Un matin ensoleillé, alors qu'elle sautait de rocher en rocher, elle est tombée sur un large gouffre qui semblait impossible à traverser. \"Oh la la,\" marmonna Xia, son cœur battant d'incertitude.\n",
        "À cet instant, une vieille chouette sage nommée Hoot hulula depuis un arbre proche, \"N'aie pas peur, petit Xia. La réponse se trouve en toi.\" Encouragée par les paroles de Hoot, Xia prit une grande inspiration et rassembla tout son courage. D'un bond rapide, elle s'élança au-dessus du gouffre, sa détermination brillant intensément.\n",
        "Quand Xia a atterri en toute sécurité de l'autre côté, un sentiment de fierté et d'accomplissement l'a submergée. Elle a réalisé que parfois, les plus grands défis pouvaient être surmontés en croyant en soi-même et en prenant ce premier pas courageux. Xia remuait joyeusement sa queue, reconnaissante pour la leçon qu'elle avait apprise ce jour-là dans la jungle.\n"
      ]
    },
    "en-pt": {
      "title": "O Salto Valente de Xia",
      "moral": "Coragem e vontade podem ajudar você a vencer desafios.",
      "hook": "Xia, a cabritinha ágil, enfrentou um desafio que nunca tinha encontrado antes. O que ela faria?",
      "keywords": {
        "Xia": [
          "Dusk",
          "Twilight"
        ],
        "coruja": [
          "Owl"
        ],
        "coragem": [
          "Courage"
        ],
        "segurança": [
          "Safety",
          "Security"
        ],
        "corajoso": [
          "Brave",
          "Courageous"
        ],
        "cabrinha": [
          "Kite"
        ],
        "salto": [
          "Jump",
          "Leap"
        ]
      },
      "paragraphs": [
        "No coração da Grande Floresta Fora vivia Xia, uma cabrinha de montanha ágil conhecida por seus saltos gracioso e energia sem fim. Certa manhã ensolarada, enquanto pulava de pedra em pedra, ela tropeçou em um rio largo que parecia impossível de atravessar. \"Ai, ai,\" murmurou Xia, seu coração batendo rápido com incerteza.\n",
        "Naquele momento, uma sábia coruja chamada Piu piou de uma árvore próxima, \"Não tenha medo, pequena Xia. A resposta está dentro de você.\" Encorajada pelas palavras de Piu, Xia respirou fundo e reuniu toda a sua coragem. Com um salto rápido, ela voou através do abismo, sua determinação brilhando intensamente.\n",
        "Quando Xia pousou em segurança do outro lado, um sentimento de orgulho e realização a invadiu. Ela percebeu que, às vezes, os maiores desafios podem ser superados acreditando em si mesmo e dando aquele primeiro passo corajoso. Xia abanou feliz o rabo, agradecida pela lição que havia aprendido naquele dia na selva.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}