{
  "title": "Xia the Brave Mountain Goat",
  "hook": "Have you ever heard of Xia, the swift-footed mountain goat who lived near the Great Fora Jungle?",
  "moral": "Bravery comes from within and can help us overcome our fears.",
  "paragraphs": [
    "Once upon a time, in the heart of the Great Fora Jungle, lived Xia, a curious mountain goat known for her speed and agility.",
    "One day, while exploring the forest, Xia encountered a swirling river blocking her path. She had never crossed water before and was filled with fear.",
    "\"Oh no, how will I ever get across?\" Xia fretted, her heart pounding with uncertainty.",
    "Just then, a wise old owl named Hoot swooped down from a nearby tree and landed beside Xia. \"Don't be afraid, my young friend. Sometimes the bravest thing we can do is face our fears,\" Hoot said reassuringly.",
    "Encouraged by Hoot's words, Xia took a deep breath and mustered up her courage. With a mighty leap, she bounded across the river, her hooves barely touching the water.",
    "As Xia reached the other side, she felt a sense of pride and accomplishment like never before. She had faced her fear and emerged stronger and braver than ever."
  ],
  "keywords": [
    "Xia",
    "mountain goat",
    "Great Fora Jungle",
    "bravery",
    "speed",
    "agility",
    "swirling river",
    "wise owl",
    "fears",
    "courage"
  ],
  "characters": [
    "Xia"
  ],
  "translations": {
    "id-en": {
      "hook": "Have you ever heard of Xia, the swift-footed mountain goat who lived near the Great Fora Jungle?",
      "title": "Xia the Brave Mountain Goat",
      "moral": "Bravery comes from within and can help us overcome our fears.",
      "keywords": {
        "Xia": [
          "Xia"
        ],
        "fretted": [
          "cemas"
        ],
        "uncertainty": [
          "ketidakpastian"
        ],
        "forest": [
          "hutan"
        ],
        "river": [
          "sungai"
        ],
        "fear": [
          "ketakutan"
        ],
        "goat": [
          "kambing"
        ],
        "jungle": [
          "hutan"
        ],
        "pride": [
          "kebanggaan"
        ],
        "accomplishment": [
          "prestasi"
        ],
        "Owl": [
          "Burung Hantu"
        ],
        "bravery": [
          "keberanian"
        ],
        "jumped": [
          "melompat"
        ],
        "owl": [
          "Burung Hantu"
        ],
        "brave": [
          "berani"
        ],
        "fears": [
          "ketakutan"
        ]
      },
      "paragraphs": [
        "Long, long ago, in the middle of a big jungle, there was Xia, a very fast and agile goat who loved exploring.\n",
        "One day, when Xia was walking in the forest, she saw a river twirling in her way. Xia never crossed water and she felt scared.\n",
        "Xia was worried and scared because she didn't know how to cross.\n",
        "Once upon a time, a smart old bird called Hoot flew down from a tree nearby and perched next to Xia. \"Don't worry, my little friend. Sometimes the most courageous thing we can do is confront our worries,\" Hoot said kindly.\n",
        "Encouraged by Owl's words, Xia breathed deeply and gathered her bravery. She jumped strongly across the river, her feet almost touching the water.\n",
        "When Xia got to the other side, she felt very happy and proud. She overcame her fear and became stronger and braver.\n"
      ]
    },
    "en-de": {
      "title": "Xia, die mutige Bergziege",
      "moral": "Mut kommt von innen und kann uns helfen, unsere Ängste zu überwinden.\n",
      "hook": "Hast du schon von Xia gehört, der flinkfüßigen Bergziege, die in der Nähe des Großen Fora-Dschungels lebte?",
      "keywords": {
        "Oh nein": [
          "Oh no"
        ],
        "jemals": [
          "ever"
        ],
        "Ungewissheit": [
          "uncertainty"
        ],
        "Xia": [
          "summer"
        ],
        "Stolz": [
          "pride"
        ],
        "Angst": [
          "fear"
        ],
        "Fluss": [
          "river",
          "stream"
        ],
        "Hoot's": [
          "Hoot's"
        ],
        "sprang": [
          "jumped",
          "leaped"
        ],
        "Wasser": [
          "water"
        ],
        "Herzen": [
          "hearts"
        ],
        "lebte": [
          "lived"
        ],
        "Schnelligkeit": [
          "speed"
        ],
        "Eule": [
          "owl"
        ],
        "Freund": [
          "friend"
        ],
        "Mutig": [
          "brave"
        ]
      },
      "paragraphs": [
        "Es war einmal, im Herzen des Großen Fora-Dschungels, lebte Xia, eine neugierige Bergziege, bekannt für ihre Schnelligkeit und Wendigkeit.\n",
        "Eines Tages, als Xia den Wald erforschte, stieß sie auf einen wirbelnden Fluss, der ihr den Weg versperrte. Sie hatte noch nie Wasser überquert und war voller Angst.\n",
        "\"Oh nein, wie werde ich jemals rüberkommen?\" Xia sorgte sich, ihr Herz schlug vor Ungewissheit.\n",
        "Kurz darauf kam eine weise alte Eule namens Hoot von einem Baum in der Nähe gesaust und landete neben Xia. \"Hab keine Angst, mein junger Freund. Manchmal ist das Mutigste, was wir tun können, unsere Ängste zu überwinden\", gab Hoot beruhigend von sich.\n",
        "Mit Hoot's Worten ermutigt, atmete Xia tief ein und sammelte ihren Mut. Mit einem mächtigen Sprung hüpfte sie über den Fluss, ihre Hufe berührten kaum das Wasser.\n",
        "Als Xia auf der anderen Seite ankam, fühlte sie ein Gefühl von Stolz und Erfolg wie nie zuvor. Sie hatte ihre Angst überwunden und war stärker und mutiger als je zuvor daraus hervorgegangen.\n"
      ]
    },
    "en-fr": {
      "title": "Xia la Courageuse Chèvre de Montagne",
      "moral": "La bravoure vient de l'intérieur et peut nous aider à surmonter nos peurs.\n",
      "hook": "As-tu déjà entendu parler de Xia, la chèvre des montagnes aux pieds rapides qui habitait près de la Grande Jungle Fora?",
      "keywords": {
        "Xia": [
          "Xia"
        ],
        "forêt": [
          "forest"
        ],
        "peur": [
          "fear"
        ],
        "traverser": [
          "cross"
        ],
        "inquiéta": [
          "worried"
        ],
        "incertitude": [
          "uncertainty"
        ],
        "chèvre de montagne": [
          "mountain goat"
        ],
        "Grande Jungle de Fora": [
          "Great Fora Jungle"
        ],
        "Hoot": [
          "Hoot"
        ],
        "rivière": [
          "river"
        ],
        "hibou": [
          "owl"
        ],
        "ami": [
          "friend"
        ],
        "courageux": [
          "brave"
        ],
        "fierté": [
          "pride"
        ],
        "courageuse": [
          "brave"
        ]
      },
      "paragraphs": [
        "Il était une fois, au cœur de la Grande Jungle de Fora, habitait Xia, une chèvre de montagne curieuse connue pour sa vitesse et son agilité.\n",
        "Un jour, en explorant la forêt, Xia a rencontré une rivière tourbillonnante bloquant son chemin. Elle n'avait jamais traversé de l'eau auparavant et avait peur.\n",
        "Oh non, comment vais-je faire pour traverser ? Xia s'inquiéta, son cœur battant d'incertitude.\n",
        "Un moment, un sage vieux hibou nommé Hoot s'est précipité d'un arbre proche et s'est posé à côté de Xia. \"N'aie pas peur, mon jeune ami. Parfois, la chose la plus courageuse que nous pouvons faire est d'affronter nos peurs\", a rassuré Hoot.\n",
        "Encouragée par les mots de Hoot, Xia a pris une grande inspiration et réuni tout son courage. Avec un grand bond, elle a traversé la rivière en bondissant, ses sabots à peine touchant l'eau.\n",
        "Quand Xia est arrivée de l'autre côté, elle a ressenti une grande fierté et un sentiment d'accomplissement comme jamais auparavant. Elle avait fait face à sa peur et était sortie plus forte et plus courageuse que jamais.\n"
      ]
    },
    "en-pt": {
      "moral": "Coragem vem de dentro e nos ajuda a superar nossos medos.",
      "title": "Xia, a Corajosa Cabrinha da Montanha",
      "hook": "Já ouviste falar do Xia, a geitinha de montanha de patinhas rápidas que vivia perto da Grande Floresta da Fora?",
      "keywords": {
        "cabrinha": [
          "kid"
        ],
        "velocidade": [
          "speed"
        ],
        "agilidade": [
          "agility"
        ],
        "Xia": [
          "summer"
        ],
        "atrapalhar": [
          "obstruct",
          "hinder"
        ],
        "incerteza": [
          "uncertainty"
        ],
        "floresta": [
          "forest"
        ],
        "rio": [
          "river"
        ],
        "Piu": [
          "tweet"
        ],
        "salto": [
          "jump"
        ],
        "owl": [
          "hoot"
        ],
        "brave": [
          "courageous"
        ],
        "fears": [
          "dreads",
          "anxieties"
        ],
        "orgulho": [
          "pride"
        ],
        "realização": [
          "accomplishment"
        ]
      },
      "paragraphs": [
        "Era uma vez, no coração da Grande Selva Fora, morava Xia, uma cabrinha curiosa conhecida por sua velocidade e agilidade.\n",
        "Um dia, enquanto explorava a floresta, Xia encontrou um rio girando bloqueando seu caminho. Ela nunca tinha atravessado água antes e estava cheia de medo.\n",
        "\"Oh no, como é que eu vou conseguir atravessar?\" Xia se preocupou, seu coração batendo incerto.\n",
        "Naquele momento, uma coruja sábia chamada Pio desceu de uma árvore próxima e pousou ao lado de Xia. \"Não tenha medo, meu jovem amigo. Às vezes, a coisa mais corajosa que podemos fazer é enfrentar nossos medos\", disse Pio com palavras tranquilizadoras.\n",
        "Animada pelas palavras de Piu, Xia respirou fundo e reuniu sua coragem. Com um salto poderoso, ela pulou o rio, suas patas quase não tocando a água.\n",
        "Quando Xia alcançou o outro lado, ela sentiu uma sensação de orgulho e realização como nunca antes. Ela tinha enfrentado seu medo e emergido mais forte e mais corajosa do que nunca.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}