{
  "title": "The Lost Glowing Crystal",
  "hook": "What happens when mischievous pixies, a wise old fox, and a glowing crystal meet in the Great Fora Jungle?",
  "moral": "Sometimes, an unexpected journey can lead to valuable lessons and wonderful friendships.",
  "paragraphs": [
    "One night in the Great Fora Jungle, the mischievous moonlight pixies, Jia and Rua, stumbled upon a glowing crystal hidden in the bushes. Excited, they decided to take it back to their home deep in the forest.",
    "As they flew through the jungle with the crystal, they bumped into Kimi, the now-wise old fox with a thousand stories. Kimi noticed the crystal and warned the pixies, \"That crystal belongs to the Spirit of the Jungle. Taking it could bring danger to our home.\"",
    "Ignoring Kimi's advice, Jia and Rua continued on their journey, eager to show off their newfound treasure. But soon, they felt a strange energy emanating from the crystal, causing the jungle to tremble and the creatures to hide in fear.",
    "Realizing their mistake, the pixies turned to Kimi for help. Together, they returned the crystal to its rightful place, appeasing the Spirit of the Jungle and restoring peace to the forest."
  ],
  "keywords": "jungle, pixies, crystal, fox, adventure, friendship, wisdom, mistake, forgiveness, peace.",
  "characters": [
    "Kimi",
    "Jia and Rua"
  ],
  "translations": {
    "en-de": {
      "title": "Der Verlorene Leuchtende Kristall",
      "hook": "Was passiert, wenn freche Kobolde, ein kluger alter Fuchs und ein leuchtender Kristall sich im Großen Fora-Dschungel treffen?\n",
      "moral": "Manchmal kann eine unerwartete Reise zu wichtigen Lektionen und wunderbaren Freundschaften führen.",
      "keywords": {
        "Kristall": [
          "crystal"
        ],
        "Dschungel": [
          "jungle"
        ],
        "Gefahr": [
          "danger"
        ],
        "Feen": [
          "fairies"
        ],
        "Kimi": [

        ],
        "Jia": [

        ],
        "Großer Fora-Dschungel": [
          "Great Fora Jungle"
        ],
        "Mondschein-Pixies": [
          "Moonlight Pixies"
        ],
        "leuchtender Kristall": [
          "glowing crystal"
        ]
      },
      "paragraphs": [
        "Eines Nachts im Großen Fora-Dschungel stolperten die spitzbübischen Mondschein-Pixies, Jia und Rua, über einen leuchtenden Kristall, der in den Büschen versteckt war. Aufgeregt beschlossen sie, ihn mit nach Hause in ihren tiefen Wald zu nehmen.\n",
        "Als sie mit dem Kristall durch den Dschungel flogen, stießen sie auf Kimi, den nun klugen alten Fuchs mit tausend Geschichten. Kimi bemerkte den Kristall und warnte die Pixies: \"Dieser Kristall gehört dem Geist des Dschungels. Ihn zu nehmen könnt Gefahr für unser Zuhause bringen.\"\n",
        "Ignorierend Kimis Rat, Jia und Rua setzten ihre Reise fort, gespannt darauf, ihren neuentdeckten Schatz zu zeigen. Aber bald fühlten sie eine seltsame Energie, die von dem Kristall ausging, wodurch der Dschungel bebte und die Kreaturen sich vor Angst versteckten.\n",
        "Die winzigen Feen erkannten ihren Fehler und baten Kimi um Hilfe. Gemeinsam brachten sie den Kristall an seinen rechtmäßigen Platz zurück, besänftigten den Geist des Dschungels und brachten Frieden in den Wald.\n"
      ]
    },
    "id-en": {
      "hook": "What happens when mischievous pixies, a wise old fox, and a glowing crystal meet in the Great Fora Jungle?",
      "title": "The Lost Glowing Crystal",
      "moral": "Sometimes, an unexpected journey can lead to valuable lessons and wonderful friendships.",
      "keywords": {
        "jungle": [
          "hutan",
          "rimba"
        ],
        "crystal": [
          "kristal",
          "batu permata"
        ],
        "pixies": [
          "peri",
          "makhluk halus"
        ],
        "treasure": [
          "harta karun",
          "kekayaan"
        ],
        "journey": [
          "perjalanan",
          "petualangan"
        ],
        "energy": [
          "energi",
          "tenaga"
        ],
        "Spirit of the Jungle": [
          "Roh Hutan",
          "Semangat Hutan"
        ],
        "fairy": [
          "peri",
          "makhluk gaib"
        ],
        "shiny": [
          "berkilau",
          "bersinar"
        ]
      },
      "paragraphs": [
        "One night in a big jungle, two tricky fairy friends found a shiny rock in the greenery. They were happy and carried it to their house in the deep woods.\n",
        "As they flew through the jungle with the crystal, they bumped into Kimi, the now-wise old fox with a thousand stories. Kimi noticed the crystal and warned the pixies, \"That crystal belongs to the Spirit of the Jungle. Taking it could bring danger to our home.\"\n",
        "Jia and Rua didn't listen to Kimi's words. They wanted to flaunt the new treasure they found on their travel. Suddenly, a weird power came from the crystal. It made the forest shake and the animals run away scared.\n",
        "The little magical creatures called pixies made a mistake. They asked Kimi for help. The pixies and Kimi put back the shiny crystal where it belonged. This made the Spirit of the Jungle happy and the forest calm again.\n"
      ]
    },
    "en-fr": {
      "title": "Le Cristal Brillant Perdu",
      "hook": "Que se passe-t-il quand des lutins espiègles, un sage vieux renard et un cristal lumineux se rencontrent dans la Grande Jungle de la Fora ?",
      "moral": "Parfois, un voyage inattendu peut nous apprendre des choses importantes et nous apporter de belles amitiés.\n",
      "keywords": {
        "lutins": [
          "elves",
          "goblins"
        ],
        "cristal": [
          "crystal"
        ],
        "Esprit de la Jungle": [
          "Spirit of the Jungle"
        ],
        "Kimi": [
          "Kimi"
        ],
        "danger": [
          "danger"
        ],
        "conseil": [
          "advice",
          "council"
        ],
        "trésor": [
          "treasure"
        ],
        "énergie": [
          "energy"
        ],
        "farfadets": [
          "sprites",
          "hobgoblins"
        ],
        "jungle": [
          "jungle"
        ],
        "forêt": [
          "forest"
        ]
      },
      "paragraphs": [
        "Il y avait une nuit dans la Grande Jungle de Fora, les farfadets espiègles de la lune, Jia et Rua, ont découvert par hasard un cristal brillant caché dans les buissons. Excités, ils ont décidé de le ramener dans leur maison au fond de la forêt.\n",
        "Alors qu'ils volaient à travers la jungle avec le cristal, ils heurtèrent Kimi, le vieux renard sage qui avait mille histoires. Kimi remarqua le cristal et avertit les lutins, \"Ce cristal appartient à l'Esprit de la Jungle. Le prendre pourrait apporter du danger à notre maison.\"\n",
        "En ignoran du conseil de Kimi, Jia et Rua ont continué leur voyage, impatients de montrer leur nouveau trésor. Mais bientôt, ils ont ressenti une énergie étrange venant du cristal, ce qui a fait trembler la jungle et les créatures se sont cachées de peur.\n",
        "Les petits lutins se sont rendus compte de leur erreur et ont demandé de l'aide à Kimi. Ensemble, ils ont ramené le cristal à sa place légitime, apaisant l'Esprit de la Jungle et restaurant la paix dans la forêt.\n"
      ]
    },
    "en-pt": {
      "title": "A Cristal Brilhante Perdido",
      "moral": "Às vezes, uma aventura inesperada pode trazer lições valiosas e amizades maravilhosas.",
      "hook": "O que acontece quando os duendes travessos, um sábio raposinho e um cristal brilhante se encontram na Floresta Grande Fora?",
      "keywords": {
        "fadas": [
          "fairies"
        ],
        "cristal": [
          "crystal"
        ],
        "Espírito da Floresta": [
          "Spirit of the Forest"
        ],
        "jungle": [
          "jungle"
        ],
        "crystal": [
          "crystal"
        ],
        "danger": [
          "danger"
        ],
        "conselho": [
          "council",
          "advice"
        ],
        "tesouro": [
          "treasure"
        ],
        "energia": [
          "energy"
        ],
        "duendes": [
          "elves",
          "goblins"
        ],
        "cristal brilhante": [
          "shiny crystal"
        ],
        "floresta": [
          "forest"
        ]
      },
      "paragraphs": [
        "Certa noite na Grande Floresta Fora, os travessos duendes da luz da lua, Jia e Rua, tropeçaram em um cristal brilhante escondido nas arbustos. Animados, decidiram levá-lo de volta para sua casa fundo na floresta.\n",
        "Voando pela floresta com o cristal, eles esbarraram em Kimi, a raposa velha e sábia com mil histórias. Kimi notou o cristal e avisou as fadinhas, \"Esse cristal pertence ao Espírito da Floresta. Pegá-lo poderia trazer perigo para nosso lar.\"\n",
        "Sem escutar o conselho de Kimi, Jia e Rua seguiram em frente na sua viagem, ansiosos para exibir seu tesouro recém-descoberto. Mas logo, sentiram uma energia estranha vindo do cristal, fazendo a selva tremer e os animais se esconderem com medo.\n",
        "Ao perceberem seu erro, as fadas viraram para Kimi para pedir ajuda. Juntas, elas devolveram o cristal para o lugar certo, acalmando o Espírito da Floresta e restaurando a paz na floresta.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}