{
  "title": "Zara and Nuri's Musical Adventure",
  "hook": "What will happen when Zara, the mermaid, meets Nuri, the mischievous forest spirit?",
  "moral": "Friendship can bloom even between unlikely companions.",
  "paragraphs": [
    "In the heart of Great Fora Jungle lived Zara, a gentle singing mermaid who loved to fill the air with her melodious tunes. One day, while frolicking by the river, she stumbled upon Nuri, the mischievous forest spirit, playing pranks on unsuspecting creatures.",
    "\"Hello there, little spirit,\" Zara sang softly, catching Nuri off guard. Nuri, surprised by Zara's sweet voice, paused in his antics. \"Why do you disturb the peace of the forest?\" Zara inquired, concerned.",
    "Nuri, feeling a pang of guilt, admitted that he played pranks to hide his loneliness. Zara, empathetic, offered to sing with him instead of pranking others. Together, they created a magical harmony that resonated through the jungle, bringing joy to all who heard.",
    "As the sun set over the Great Fora Jungle, Zara and Nuri's unlikely friendship blossomed. Nuri learned that true companionship brought more happiness than mischief ever could, while Zara discovered the joy of sharing her music with a new friend."
  ],
  "keywords": [
    "mermaid",
    "forest spirit",
    "jungle",
    "singing",
    "harmony",
    "friendship",
    "peace",
    "mischief",
    "loneliness",
    "joy"
  ],
  "characters": [
    "Zara",
    "Nuri"
  ],
  "translations": {
    "id-en": {
      "hook": "What will happen when Zara, the mermaid, meets Nuri, the mischievous forest spirit?",
      "moral": "Friendship can bloom even between unlikely companions.",
      "title": "Zara and Nuri's Musical Adventure",
      "keywords": {
        "Nuri": [
          "parrot"
        ],
        "Zara": [
          "Zara"
        ],
        "jungle": [
          "hutan belantara"
        ],
        "magical being": [
          "makhluk gaib",
          "makhluk ajaib"
        ],
        "melodic voice": [
          "suara merdu"
        ],
        "quiet forest": [
          "hutan yang tenang"
        ],
        "forest": [
          "hutan"
        ],
        "mermaid": [
          "putri duyung"
        ],
        "spirit": [
          "roh",
          "semangat"
        ],
        "friendship": [
          "persahabatan"
        ],
        "companionship": [
          "kebersamaan"
        ],
        "joy": [
          "kebahagiaan"
        ]
      },
      "paragraphs": [
        "In a big forest called Great Fora Jungle, there was Zara, a kind mermaid who liked to sing beautiful songs. One day, when she was playing by the river, she met Nuri, a playful spirit who liked to trick animals.\n",
        "\"Hi, small magical being,\" Zara sang quietly, surprising Nuri. Nuri, amazed by Zara's melodic voice, stopped playing. \"Why are you bothering the quiet forest?\" Zara asked, worried.\n",
        "Nuri felt bad. He said he teased others because he felt alone. Zara, who understands feelings, suggested they sing together. They sang beautifully, making everyone happy in the jungle.\n",
        "When the big yellow light went to sleep behind the tall trees in the Great Fora Jungle, Zara and Nuri's special friendship grew. Nuri found out that having a good friend was better than being naughty, and Zara had fun sharing her music with her new buddy.\n"
      ]
    },
    "en-fr": {
      "title": "Les Aventures Musicales de Zara et Nuri",
      "moral": "Les amis peuvent se faire même entre des compagnons improbables.",
      "hook": "Que se passera-t-il quand Zara, la sirène, rencontre Nuri, l'esprit farceur de la forêt?\n",
      "keywords": {
        "esprit": [
          "spirit",
          "mind"
        ],
        "doux": [
          "sweet",
          "gentle"
        ],
        "forêt": [
          "forest",
          "woods"
        ],
        "Nuri": [
          "Nuri"
        ],
        "farces": [
          "pranks",
          "jokes"
        ],
        "harmonie": [
          "harmony"
        ],
        "Jungle": [
          "Jungle"
        ],
        "sirène": [
          "mermaid",
          "siren"
        ],
        "farceur": [
          "joker",
          "prankster"
        ],
        "soleil": [
          "sun"
        ],
        "amitié": [
          "friendship"
        ],
        "musique": [
          "music"
        ]
      },
      "paragraphs": [
        "Au cœur de la Grande Jungle Fora vivait Zara, une gentille sirène chanteuse qui aimait remplir l'air de ses mélodies joyeuses. Un jour, en s'amusant au bord de la rivière, elle tomba sur Nuri, l'esprit farceur de la forêt, jouant des tours aux créatures crédules.\n",
        "Coucou, petit esprit,\" chanta Zara doucement, surprenant Nuri. Nuri, étonné par la voix douce de Zara, arrêta ses bêtises. \"Pourquoi déranges-tu la paix de la forêt?\" demanda Zara, inquiète.\n",
        "Nuri, se sentant coupable, avoua qu'il faisait des farces pour cacher sa solitude. Zara, pleine de compassion, lui proposa de chanter ensemble au lieu de taquiner les autres. Ensemble, ils créèrent une harmonie magique qui résonna dans la jungle, apportant de la joie à tous ceux qui l'entendaient.\n",
        "Alors que le soleil se couchait sur la Grande Jungle de Fora, l'amitié improbable de Zara et Nuri fleurissait. Nuri a appris que la vraie camaraderie apportait plus de bonheur que jamais la malice ne pourrait, tandis que Zara découvrait la joie de partager sa musique avec une nouvelle amie.\n"
      ]
    },
    "en-de": {
      "moral": "Freundschaft kann sogar zwischen unerwarteten Freunden blühen.",
      "title": "Zara und Nuri's Musikaufabenteuer",
      "hook": "Was wird passieren, wenn Zara, die Meerjungfrau, Nuri, den schelmischen Waldgeist trifft?",
      "keywords": {
        "Geist": [
          "Spirit"
        ],
        "Wald": [
          "Forest"
        ],
        "Frieden": [
          "Peace"
        ],
        "Sonne": [
          "Sun"
        ],
        "Freundschaft": [
          "Friendship"
        ],
        "Musik": [
          "Music"
        ],
        "Nuri": [
          "Nuri"
        ],
        "Einsamkeit": [
          "Solitude"
        ],
        "Harmonie": [
          "Harmony"
        ],
        "Jungle": [
          "Jungle"
        ],
        "singende Meerjungfrau": [
          "Singing Mermaid"
        ],
        "schelmischer Waldbewohner": [
          "Mischievous Forest Dweller"
        ]
      },
      "paragraphs": [
        "In the heart of Großen Fora Jungle lebte Zara, eine sanfte singende Meerjungfrau, die es liebte, die Luft mit ihren melodischen Klängen zu füllen. Eines Tages, während sie am Fluss herumtollte, stieß sie auf Nuri, den schelmischen Waldbewohner, der Streiche an ahnungslosen Kreaturen spielte.\n",
        "\"Hallo, kleiner Geist,\" sang Zara leise und fing Nuri unerwartet. Nuri, überrascht von Zaras süßer Stimme, hielt in seinem Unfug inne. \"Warum störst du den Frieden des Waldes?\" fragte Zara besorgt.\n",
        "Nuri fühlte einen kleinen Schuldgefühl und gab zu, dass er Streiche spielte, um seine Einsamkeit zu verbergen. Zara, einfühlsam, bot an, mit ihm zu singen, anstatt andere zu ärgern. Zusammen schufen sie eine zauberhafte Harmonie, die durch den Dschungel hallte und allen Freude brachte.\n",
        "Als die Sonne über dem Großen Fora-Dschungel unterging, erblühte die unerwartete Freundschaft von Zara und Nuri. Nuri erkannte, dass wahre Kameradschaft mehr Freude brachte als Unfug jemals könnte, während Zara die Freude entdeckte, ihre Musik mit einem neuen Freund zu teilen.\n"
      ]
    },
    "en-pt": {
      "title": "Aventura Musical de Zara e Nuri",
      "moral": "Amizade pode crescer até entre amigos improváveis.",
      "hook": "O que vai acontecer quando Zara, a sereia, encontra Nuri, o espírito travesso da floresta?",
      "keywords": {
        "Olá": [
          "Hello"
        ],
        "espírito": [
          "spirit"
        ],
        "floresta": [
          "forest"
        ],
        "sol": [
          "sun"
        ],
        "amizade": [
          "friendship"
        ],
        "música": [
          "music"
        ],
        "sereia": [
          "mermaid"
        ],
        "melodias": [
          "melodies"
        ],
        "travesso": [
          "mischievous"
        ],
        "Nuri": [
          "Nuri"
        ],
        "solidão": [
          "loneliness"
        ],
        "harmonia": [
          "harmony"
        ]
      },
      "paragraphs": [
        "No coração da Grande Floresta de Fora vivia Zara, uma sereia gentil que adorava encher o ar com suas melodias encantadoras. Um dia, enquanto brincava junto ao rio, ela encontrou Nuri, o travesso espírito da floresta, pregando peças em criaturas desavisadas.\n",
        "Olá, espírito pequenino,\" cantarolou Zara suavemente, surpreendendo Nuri. Nuri, surpreendido pela doce voz de Zara, parou em suas travessuras. \"Por que perturbas a paz da floresta?\" perguntou Zara, preocupada.\n",
        "Nuri, com um aperto de culpa, admitiu que pregava peças para esconder sua solidão. Zara, empática, ofereceu cantar com ele ao invés de pregar peças nos outros. Juntos, eles criaram uma harmonia mágica que ressoou pela selva, trazendo alegria a todos que ouviram.\n",
        "Quando o sol se pôs sobre a Grande Floresta da Fora, a amizade improvável de Zara e Nuri floresceu. Nuri descobriu que a verdadeira companhia trazia mais felicidade do que travessuras, enquanto Zara descobriu a alegria de compartilhar sua música com um novo amigo.\n"
      ]
    }
  },
  "series": "fables-of-fora-forests"
}