{"title":"The Lost Sparkle","hook":"One day, Baba discovered a mysterious sparkle in her backyard. What adventures await her?","moral":"Always keep an open mind and seek help when faced with challenges.","paragraphs":["One sunny morning, Baba was playing in her backyard when she spotted something shiny under a bush. Curious, she crawled closer to investigate. \"What is this?\" Baba wondered out loud.","The sparkle turned out to be a tiny key, unlike any she had seen before. Excited, Baba tried to open the old wooden chest in the corner, hoping to uncover a secret treasure. But the key didn't fit.","Frustrated, Baba decided to seek help. She went to her neighbor, Mr. Owl, known for his wisdom. \"Can you help me unlock the mystery chest, Mr. Owl?\" Baba asked with hopeful eyes.","Mr. Owl examined the key and the chest, then suggested, \"Let's try turning the key upside down.\" Baba did as he said, and to her amazement, the chest popped open, revealing a collection of colorful marbles.","Baba's face lit up with joy. She realized that the real treasure was the spark of curiosity and the willingness to seek help. Grateful, she thanked Mr. Owl for his guidance."],"keywords":["Baba","sparkle","key","treasure","neighbor","wisdom","chest","colorful","marbles","curiosity"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One day, Baba discovered a mysterious sparkle in her backyard. What adventures await her?","moral":"Always keep an open mind and seek help when faced with challenges.","title":"The Lost Sparkle","keywords":{"Grandma":["Nenek"],"treasure":["harta","harta karun"],"curious":["penasaran"],"Baba":["Ayah"],"playing":["bermain"],"shiny":["berkilau"],"Mr. Owl":["Tuan Burung Hantu"],"help":["membantu"],"Owl":["Burung Hantu"],"Key":["Kunci"],"Chest":["Peti"],"sparkle":["berkilau"],"tiny key":["kunci kecil"],"secret treasure":["harta karun rahasia"]},"paragraphs":["One day, Baba was playing in her garden when she saw something sparkling under a small tree. She moved closer to check it out and asked, \"What's this?\"\n","One day, something shiny revealed itself to be a small magic key, different from any she had ever seen. With joy, Granny attempted to unlock the ancient wooden box in the room's corner, dreaming of a hidden surprise. Yet, the key was not the perfect match.\n","Baba was feeling upset and needed help. She went to her wise neighbor, Mr. Owl. \"Can you help me open the special box, Mr. Owl?\" Baba asked with hope.\n","The wise owl looked at the special key and the treasure chest. He said, \"Let's twist the key the other way.\" Baba did exactly what he said. Suddenly, the chest opened wide, showing lots of pretty marbles inside.\n","Grandma's smile grew big, she learned that the special treasure was being curious and asking for help. Happy, she said thank you to Mr. Owl for showing her the way.\n"]},"en-pt":{"title":"A Brilhante Perdida","moral":"É importante sempre estar disposto a aprender coisas novas e pedir ajuda quando enfrentar dificuldades.","hook":"Um dia, Baba descobriu um brilho misterioso no quintal dela. Que aventuras a esperam?","keywords":{"brilho":["shine","sparkle"],"chave":["key"],"tesouro":["treasure"],"Baba":["Baba"],"brilhante":["shiny","bright"],"arbusto":["bush","shrub"],"curiosidade":["curiosity","inquisitiveness"],"Sr. Coruja":["Mr. Owl"],"baú":["chest","trunk"],"baú misterioso":["mysterious chest","enigmatic trunk"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando no quintal quando avistou algo brilhante embaixo de um arbusto. Curiosa, ela se aproximou rastejando para investigar. \"O que é isso?\" Baba se questionou em voz alta.\n","O brilho acabou sendo uma chave pequenininha, diferente de tudo que ela já tinha visto antes. Animada, Baba tentou abrir o velho baú de madeira no cantinho, esperando descobrir um tesouro secreto. Mas a chave não coube.\n","Triste, Baba decidiu pedir ajuda. Ela foi até sua vizinha, Sr. Coruja, conhecido por sua sabedoria. \"Você pode me ajudar a abrir o baú misterioso, Sr. Coruja?\" Baba perguntou com olhos esperançosos.\n","O Sr. Coruja examinou a chave e o baú, e sugeriu: \"Vamos tentar virar a chave de cabeça para baixo.\" Baba fez como ele disse, e para sua surpresa, o baú se abriu, revelando uma coleção de bolinhas coloridas.\n","O rosto da Baba iluminou de alegria. Ela percebeu que o verdadeiro tesouro era a centelha de curiosidade e a vontade de buscar ajuda. Agradecida, ela agradeceu ao Sr. Coruja por sua orientação.\n"]},"en-de":{"title":"Der verlorene Glanz","moral":"Immer offen bleiben und um Hilfe fragen, wenn man vor Problemen steht.","hook":"Eines Tages entdeckte Baba einen geheimnisvollen Glanz in ihrem Hinterhof. Welche Abenteuer erwarten sie?","keywords":{"Eule":["Owl"],"Schlüssel":["Key"],"Truhe":["Chest","Trunk"],"Baba":["Grandma"],"sonnig":["Sunny"],"neugierig":["Curious"],"Babas":["Grandmas"],"Gesicht":["Face"],"Neugier":["Curiosity"],"Weisheit":["Wisdom"],"funkelnd":["Sparkling"],"winzig":["Tiny"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Hinterhof, als sie etwas Glänzendes unter einem Busch entdeckte. Neugierig robbte sie näher, um es genauer zu untersuchen. \"Was ist das?\" fragte Baba laut.\n","Der funkelnde Punkt stellte sich als winziger Schlüssel heraus, anders als alles, was sie zuvor gesehen hatte. Aufgeregt versuchte Baba, die alte hölzerne Truhe in der Ecke zu öffnen, in der Hoffnung, einen geheimen Schatz zu entdecken. Aber der Schlüssel passte nicht.\n","Verärgert beschloss Baba, Hilfe zu suchen. Sie ging zu ihrem Nachbarn, Herr Eule, bekannt für seine Weisheit. \"Kannst du mir helfen, die Geheimtruhe zu öffnen, Herr Eule?\" fragte Baba mit hoffnungsvollen Augen. \n","Eule Herr musterte Schlüssel und Truhe, dann meinte: \"Lass uns den Schlüssel kopfüber drehen.\" Baba tat es. Die Truhe öffnete sich überraschend und zeigte bunte Murmeln.\n","Babas Gesicht strahlte vor Freude. Sie erkannte, dass der wahre Schatz der Funke der Neugier und die Bereitschaft, Hilfe zu suchen, waren. Dankbar bedankte sie sich bei Herrn Eule für seine Führung.\n"]},"en-fr":{"title":"La Lueur Disparue","moral":"Toujours garde ton esprit ouvert et demande de l'aide quand tu rencontres des problèmes.","hook":"Il était une fois, Baba a découvert une étincelle mystérieuse dans son jardin. Quelles aventures l'attendent?","keywords":{"brillant":["brilliant","shiny"],"clé":["key"],"trésor":["treasure"],"Baba":["Baba"],"M. Owl":["Mr. Owl"],"coffre mystérieux":["mysterious chest","mysterious trunk"],"curieuse":["curious"],"Hibou":["Owl"],"coffre":["chest","trunk"],"visage":["face"],"bonheur":["happiness","joy"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans sa cour lorsqu'elle aperçut quelque chose de brillant sous un buisson. Curieuse, elle s'est approchée en rampant pour enquêter. \"Qu'est-ce que c'est?\" se demanda Baba à voix haute.\n","Le brillant s'est avéré être une petite clé, pas comme celle qu'elle avait jamais vue. Excitée, Baba a essayé d'ouvrir le vieux coffret en bois dans le coin, en espérant découvrir un trésor secret. Mais la clé ne convenait pas.\n","Baba était triste, alors elle est allée demander de l'aide à son voisin, M. Owl, qui était très sage. \"Peux-tu m'aider à ouvrir le coffre mystérieux, M. Owl ?\" demanda Baba avec des yeux pleins d'espoir.\n","Monsieur Hibou a regardé la clé et le coffre, puis a suggéré, \"Essayons de retourner la clé à l'envers.\" Baba a fait comme il a dit, et à sa grande surprise, le coffre s'est ouvert en éclats, révélant une collection de billes colorées.\n","Le visage de Baba s'est illuminé de bonheur. Elle a compris que le vrai trésor était l'étincelle de curiosité et la volonté de demander de l'aide. Reconnaissante, elle a remercié M. Hibou pour son aide.\n"]}}}