{"title":"The Sparkling Seeds","hook":"One day, Quira and Liwei stumbled upon mysterious sparkling seeds in the Great Fora jungle. What will they discover?","moral":"Embrace creativity and collaboration to overcome challenges.","paragraphs":["In the vast Great Fora jungle, Quira the desert wanderer and Liwei the rice farmer crossed paths. As they explored the jungle, they found mysterious sparkling seeds scattered on the forest floor.","\"Look at these shiny seeds, Quira! They are so different from anything I've seen in my rice fields,\" Liwei exclaimed with wonder.","Quira, with her adventurous spirit, suggested planting the seeds together to see what would grow. Liwei, known for his creativity, agreed to the idea.","They faced a challenge when the seeds refused to sprout despite their efforts. Liwei suggested singing to the seeds, while Quira proposed watering them with dew from the jungle plants.","Through their combined efforts and innovative ideas, the seeds finally sprouted into beautiful glowing flowers, filling the jungle with color and light."],"keywords":["Fora","jungle","Quira","Liwei","sparkling seeds","creativity","collaboration","overcome challenges","glowing flowers"],"characters":["Quira","Liwei"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"One day, Quira and Liwei stumbled upon mysterious sparkling seeds in the Great Fora jungle. What will they discover?","moral":"Embrace creativity and collaboration to overcome challenges.","title":"The Sparkling Seeds","keywords":{"teamwork":["kerja sama"],"plant seeds":["menanam benih"],"shiny flowers":["bunga bersinar","bunga berkilau"],"seeds":["benih","biji"],"bright":["cerah","terang"],"rice fields":["sawah"],"sprout":["tunas","tumbuh"],"sing":["menyanyi"],"Quira":["Quira"],"grow":["tumbuh","bertumbuh"],"forest":["hutan"],"shiny":["bersinar","berkilau"]},"paragraphs":["In the big forest full of trees, Quira who came from the hot sand place and Liwei who grew rice met. As they walked around the forest, they discovered shiny seeds that glowed and were spread on the ground.\n","\"Wow, Quira, see these bright seeds! They're not like what I see in my rice fields,\" Liwei said with amazement. \n","Quira, with her love for exploration, said they should put the little seeds in the ground and wait to see what pops up. Liwei, who has a talent for making things, thought it was a great plan.\n","Once upon a time, there were friends who had a problem with seeds not growing. Liwei said to sing to the seeds, while Quira thought about watering them with jungle plant dew.\n","With teamwork and new ideas, the tiny plant seeds grew into lovely shiny flowers, making the forest colorful and bright.\n"]},"en-pt":{"moral":"Use a imaginação e trabalhe juntos para resolver problemas.","title":"As Sementes Brilhantes","hook":"Certo dia, Quira e Liwei encontraram sementes cintilantes misteriosas na selva da Grande Fora. O que será que eles vão descobrir?","keywords":{"seeds":["sementes"],"sprouted":["broto"],"flowers":["flores"],"shiny seeds":["sementes brilhantes"],"rice fields":["campos de arroz"],"exclaimed with wonder":["exclamou com admiração"],"selva":["selva"],"explorador":["explorador"],"misterioso":["misterioso"],"Quira":["Quira"],"sementes":["seeds"],"Liwei":["Liwei"],"desafio":["challenge"],"sugeriu":["suggested"]},"paragraphs":["Na grande selva das Grandes Foras, Quira o explorador do deserto e Liwei o fazendeiro de arroz se encontraram. Enquanto exploravam a selva, encontraram misteriosas sementes cintilantes espalhadas no chão da floresta.\n","\"Olha essas sementes brilhantes, Quira! Elas são tão diferentes de tudo que já vi nos meus campos de arroz,\" disse Liwei maravilhado.\n","Quira, com seu espírito aventureiro, sugeriu plantar as sementes juntos para ver o que iria crescer. Liwei, conhecido por sua criatividade, concordou com a ideia.\n","Eles enfrentaram um desafio quando as sementes se recusaram a brotar, apesar de seus esforços. Liwei sugeriu cantar para as sementes, enquanto Quira propôs regá-las com o orvalho das plantas da selva.\n","Com a ajuda de todos juntos e ideias novas, as sementinhas finalmente cresceram em lindas e brilhantes flores, colorindo a floresta com luz e cor.\n"]},"en-de":{"title":"Die Glitzernden Samen","moral":"Lass deiner Fantasie freien Lauf und arbeite zusammen, um Schwierigkeiten zu überwinden.\n","hook":"Eines Tages fanden Quira und Liwei geheimnisvolle glitzernde Samen im großen Fora-Dschungel. Was werden sie entdecken?","keywords":{"glänzenden Samen":["shiny seed"],"anders":["different","other"],"Staunen":["astonishment","wonder"],"Samen":["seed"],"wunderschön":["beautiful","magnificent"],"leuchtend":["glowing","radiant"],"Quira":["Quira"],"Abenteuerlust":["adventurousness","desire for adventure"],"Kreativität":["creativity"],"keimen":["germinate","sprout"],"Herausforderung":["challenge"],"Dschungel":["jungle"],"glitzernd":["sparkling","glittering"]},"paragraphs":["Im großen Dschungel des Großen Fora, trafen sich Quira, die Wüstenwanderin und Liwei, der Reisbauer. Als sie den Dschungel erkundeten, fanden sie geheimnisvolle glitzernde Samen, die über den Waldboden verstreut waren.\n","\"Schau mal, Quira, diese glänzenden Samen sind so anders als alles, was ich je in meinen Reisfeldern gesehen habe\", rief Liwei voller Staunen aus.\n","Quira hatte eine Abenteuerlust in sich und schlug vor, die Samen zusammen zu pflanzen, um zu sehen, was wachsen würde. Liwei, bekannt für seine Kreativität, stimmte der Idee zu.\n","Sie sahen sich einer Herausforderung gegenüber, als die Samen sich trotz ihrer Bemühungen weigerten zu keimen. Liwei schlug vor, den Samen vorzusingen, während Quira vorschlug, sie mit Tau von den Pflanzen im Dschungel zu gießen. \n","Durch ihre gemeinsamen Anstrengungen und einfallsreichen Ideen sprießten die Samen schließlich zu wunderschönen leuchtenden Blumen, die den Dschungel mit Farbe und Licht füllten.\n"]},"en-fr":{"title":"Les Graines Étincelantes","moral":"Utilise ton imagination et travaille ensemble pour surmonter les défis.","hook":"Un jour, Quira et Liwei ont trouvé des graines étincelantes mystérieuses dans la jungle de la Grande Fora. Que vont-ils découvrir?","keywords":{"graines":["seeds"],"belles fleurs":["beautiful flowers"],"jungle":["jungle"],"graines brillantes":["sparkling seeds"],"différences":["differences"],"émerveillement":["wonder"],"pousser":["grow"],"chanter":["sing"],"Lisa":["Lisa"],"esprit curieux":["curious mind"],"planter":["plant"]},"paragraphs":["Dans la jungle du Grand Fora vaste, Quira le vagabond du désert et Liwei le fermier de riz se sont croisés. En explorant la jungle, ils ont trouvé des graines mystérieuses étincelantes dispersées sur le sol de la forêt.\n","Regarde ces graines brillantes, Quira! Elles sont si différentes de tout ce que j'ai vu dans mes champs de riz,\" s'exclama Liwei avec émerveillement.\n","Lisa, avec son esprit curieux, a suggéré de planter les graines ensemble pour voir ce qui allait pousser. Marco, connu pour sa créativité, a accepté l'idée.\n","Ils ont rencontré un problème lorsque les graines ont refusé de pousser malgré leurs efforts. Liwei a suggéré de chanter aux graines, tandis que Quira a proposé de les arroser avec la rosée des plantes de la jungle.\n","Ensemble, en travaillant fort et en ayant des idées nouvelles, les graines ont finalement poussé pour devenir de belles fleurs lumineuses, qui ont coloré la jungle et l'ont illuminée.\n"]}}}