{"title":"Baba's Colorful Adventure","hook":"One sunny day, little Baba discovered a mysterious box of magical crayons at the park. What colors could they draw?","moral":"Creativity is magical when mixed with imagination.","paragraphs":["Little Baba loved to draw, but she only had boring old crayons that couldn't make her pictures colorful enough.","One day, while playing at the park, she stumbled upon a sparkling box of magical crayons hidden under a tree. The crayons shimmered in every color imaginable!","Excitedly, Baba ran home to try them out. She drew a sunny yellow sun, a grassy green tree, and a sky full of blue fluffy clouds. But suddenly, the red crayon broke, and she couldn't finish her rainbow.","Baba felt sad, but then she remembered the magic of mixing colors. She carefully blended the blue and green crayons to create a beautiful turquoise for the rainbow's missing part.","With her new colorful creation, Baba felt proud and learned that even when things don't go as planned, there's always a way to make them bright again."],"keywords":["Baba","colorful","magical","crayons","creativity","imagination","blend","cheerful","discovery","sunny"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Baba's Bunte Abenteuer","moral":"Kreativität ist zauberhaft, wenn sie mit Vorstellungskraft vermischt wird.","hook":"An einem sonnigen Tag entdeckte das kleine Baba eine geheimnisvolle Schachtel mit magischen Buntstiften im Park. Welche Farben könnten sie malen?","keywords":{"Creation":["Creation"],"Proud":["Proud"],"Bright":["Bright"],"Tag":["Tag"],"Park":["Park"],"Buntstifte":["Colored Pencils"],"Baba":["Father","Dad"],"malen":["Paint"],"Farbenmischens":["Mixing Colors"],"Türkis":["Turquoise"],"Sonne":["Sun"],"Regenbogen":["Rainbow"]},"paragraphs":["Kleine Baba liebte es zu malen, aber sie hatte nur langweilige alte Buntstifte, die ihre Bilder nicht bunt genug machen konnten.\n","Ein Tag, während sie im Park spielte, stolperte sie über eine glitzernde Schachtel mit zauberhaften Buntstiften, die unter einem Baum versteckt waren. Die Buntstifte schimmerten in allen erdenklichen Farben!\n","Aufgeregt lief Baba nach Hause, um sie auszuprobieren. Sie malte eine sonnige gelbe Sonne, einen grasgrünen Baum und einen Himmel voller blauer flauschiger Wolken. Aber plötzlich brach der rote Stift und sie konnte ihren Regenbogen nicht fertigstellen.\n","Baba fühlte sich traurig, aber dann erinnerte sie sich an die Zauberei des Farbenmischens. Sie hat vorsichtig die blauen und grünen Wachsmalstifte gemischt, um ein wunderschönes Türkis für das fehlende Teil des Regenbogens zu erschaffen.\n","Mit ihrer neuen bunten Kreation fühlte sich Baba stolz und lernte, dass selbst wenn die Dinge nicht wie geplant laufen, es immer einen Weg gibt, sie wieder hell zu machen.\n"]},"en-fr":{"title":"Les Aventures Colorées de Baba","moral":"La créativité est comme de la magie quand elle rencontre l'imagination.","hook":"Un jour ensoleillé, le petit Baba a découvert une boîte mystérieuse de crayons magiques au parc. Quelles couleurs pourraient-ils dessiner?","keywords":{"Baba":["Grandmother"],"crayons":["crayons","coloring pencils"],"colorées":["colored"],"création":["creation"],"lumineux":["bright"],"parc":["park"],"arbre":["tree"],"couleurs":["colors"],"soleil jaune":["yellow sun"],"ciel plein de nuages":["cloudy sky"]},"paragraphs":["Petit Baba aimait dessiner, mais elle avait seulement des vieux crayons ennuyeux qui ne pouvaient pas rendre ses images assez colorées.\n","Il était une fois, en jouant au parc, elle est tombée sur une boîte scintillante de crayons magiques cachée sous un arbre. Les crayons brillaient dans toutes les couleurs imaginables!\n","Avec beaucoup de bonheur, Baba a couru chez elle pour les essayer. Elle a dessiné un soleil jaune ensoleillé, un arbre vert herbeux, et un ciel plein de nuages bleus moelleux. Mais soudainement, le crayon rouge s'est cassé, et elle n'a pas pu terminer son arc-en-ciel.\n","Baba se sentait triste, mais ensuite elle se souvint de la magie de mélanger les couleurs. Elle a soigneusement mélangé les crayons bleus et verts pour créer un turquoise magnifique pour la partie manquante de l'arc-en-ciel.\n","Avec sa nouvelle création colorée, Baba se sentait fière et a appris que même si les choses ne se passent pas comme prévu, il y a toujours un moyen de les rendre à nouveau lumineuses.\n"]},"id-en":{"hook":"One sunny day, little Baba discovered a mysterious box of magical crayons at the park. What colors could they draw?","moral":"Creativity is magical when mixed with imagination.","title":"Baba's Colorful Adventure","keywords":{"Little Baba":["Baba Kecil"],"crayons":["kayon"],"colorful":["berwarna-warni","berwarna"],"Granny":["Nenek"],"colors":["warna-warna"],"rainbow":["pelangi"],"Baba":["Baba"],"colorful creation":["kepandaian berwarna"],"proud":["bangga"],"yellow sun":["matahari kuning"],"fluffy clouds":["awan berbulu"],"park":["taman"],"shimmered":["bersinar"]},"paragraphs":["Little Baba really liked drawing, but she only had dull old crayons that couldn't make her pictures colorful enough.\n","One sunny day, while having fun in the park, she found a shiny box of special crayons under a tree. The crayons sparkled in all the colors you can think of!\n","Happily, Granny ran home to check them. She made a bright yellow sun, a leafy green tree, and a sky with many fluffy blue clouds. But then, the red crayon snapped, so she couldn't complete her rainbow.\n","Granny felt really sad. But then she remembered the special trick of mixing colors. She gently mixed the blue and green crayons to make a pretty turquoise for the rainbow's empty spot.\n","Baba was very happy and proud because she made something new and colorful. She learned that even if things don't go as expected, there's always a way to make them bright again.\n"]},"en-pt":{"title":"A Colorful Adventure of Grandma","moral":"Criatividade é mágica quando misturada com imaginação.","hook":"Num dia ensolarado, o pequeno Baba descobriu uma caixa misteriosa de lápis de cera mágicos no parque. Que cores eles poderiam desenhar?\n","keywords":{"Baba":["Grandma"],"desenhar":["draw"],"coloridas":["colorful"],"park":["park"],"magical crayons":["crayons","magic crayons"],"shimmered":["shiny"],"Vovó (Grandma)":["Grandma"],"misturar (mix)":["mix"],"cores (colors)":["colors"],"giz de cera":["crayons"],"arco-íris":["rainbow"],"criação":["creation"],"colorida":["colorful"],"brilhantes":["shiny"]},"paragraphs":["A pequena Baba adorava desenhar, mas ela só tinha gizes de cera velhos e chatos que não conseguiam deixar suas imagens coloridas o suficiente.\n","Certo dia, brincando no parque, ela achou uma caixa brilhante de lápis de cor mágicos escondida embaixo de uma árvore. Os lápis brilhavam em todas as cores imagináveis!\n","Contentíssima, a Vovó correu para casa para experimentá-los. Ela desenhou um sol amarelo ensolarado, uma árvore verde e gramada, e um céu cheio de nuvens fofas e azuis. Mas de repente, o giz de cera vermelho quebrou, e ela não pôde terminar seu arco-íris.\n","Vovó ficou triste, mas aí ela se lembrou da mágica de misturar as cores. Com cuidado, ela juntou o giz azul e verde para criar um belo turquesa para a parte do arco-íris que faltava.\n","Com sua nova criação colorida, Baba se sentiu orgulhosa e aprendeu que mesmo quando as coisas não saem como planejado, sempre há um jeito de deixá-las brilhantes novamente.\n"]}}}