{"title":"Baba's Blooming Garden","hook":"Why did Baba's flowers not bloom? Can she find a way to make them flourish?","moral":"Patience and care brings beauty and growth.","paragraphs":["One sunny morning, Baba woke up excited to see her flowers bloom in the garden. But to her surprise, the flowers looked droopy and sad. \"Oh no, why are my flowers not blooming?\" Baba wondered out loud.","Baba asked her wise grandma for help. \"Patience and care, my dear. Just like the sun and rain help the flowers grow, your love and gentle touch will help them bloom,\" Grandma said with a smile.","Determined to make her garden beautiful again, Baba watered the flowers every day, sang sweet songs to them, and even shared her snacks with them. She watched them closely, waiting for signs of growth.","Days passed, and Baba's flowers started to show signs of life. Slowly but surely, they began to bloom in vibrant colors, filling the garden with beauty. Baba danced with joy, thankful for the patience and care she showed her flowers."],"keywords":["garden","blooming","patience","care","flowers","growth","beauty","grandma","sunshine","watering"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"Jardim Bonito da Vovó","hook":"Por que as flores da Baba não floresceram? Ela consegue encontrar um jeito de fazê-las florescer?","moral":"Quando esperamos e cuidamos, as coisas bonitas crescem.","keywords":{"beauty":["beauty"],"flowers":["flowers"],"growth":["growth"],"Baba":["Grandmother"],"avó":["Grandmother"],"amor":["love"],"bloom":["bloom"],"garden":["garden"],"life":["life"],"colors":["colors"]},"paragraphs":["Certa manhã ensolarada, Baba acordou animada para ver suas flores florescerem no jardim. Mas, para sua surpresa, as flores pareciam murchas e tristes. \"Ah não, por que minhas flores não estão florescendo?\", Baba se perguntou em voz alta.\n","A Baba pediu ajuda para sua avó sábia. \"Paciência e cuidado, minha querida. Assim como o sol e a chuva ajudam as flores a crescer, seu amor e toque suave as ajudarão a florescer,\" disse a vovó com um sorriso.\n","Determinada a deixar seu jardim bonito novamente, Baba regava as flores todos os dias, cantava canções doces para elas e até compartilhava seus lanches com elas. Ela as observava de perto, esperando por sinais de crescimento.\n","Os dias passaram, e as flores de Baba começaram a mostrar sinais de vida. Lentamente, mas com certeza, elas começaram a florescer em cores vibrantes, preenchendo o jardim com beleza. Baba dançou de alegria, agradecida pela paciência e cuidado que mostrou às suas flores.\n"]},"en-fr":{"title":"Le Jardin en Fleurs de Baba","moral":"La patience et l'attention apportent beauté et croissance.","hook":"Pourquoi les jolies fleurs de Baba ne veulent pas ouvrir? Peut-elle trouver un moyen de les faire pousser?","keywords":{"Baba":["Grandpa"],"jardin":["garden"],"fleurs":["flowers"],"jours":["days"],"grand-mère":["grandmother"]},"paragraphs":["Un matin ensoleillé, Baba s'est réveillée toute excitée de voir ses fleurs fleurir dans le jardin. Mais à sa grande surprise, les fleurs avaient l'air toutes tristes et fatiguées. \"Oh non, pourquoi mes fleurs ne fleurissent-elles pas?\" s'est demandé Baba à voix haute.\n","Baba a demandé de l'aide à sa sage grand-mère. \"Patience et attention, ma chère. Tout comme le soleil et la pluie aident les fleurs à pousser, ton amour et ta douce caresse les aideront à éclore,\" a dit Grand-mère avec un sourire.\n","Baba voulait rendre son jardin beau à nouveau. Elle arrosait les fleurs tous les jours, leur chantait de douces chansons, et partageait même ses collations avec elles. Elle les observait attentivement, attendant les signes de croissance.\n","Les jours passaient, et les fleurs de Baba ont commencé à montrer des signes de vie. Lentement mais sûrement, elles ont commencé à éclore dans des couleurs vibrantes, remplissant le jardin de beauté. Baba dansait de joie, reconnaissante pour la patience et l'attention qu'elle avait montrée à ses fleurs.\n"]},"en-de":{"title":"Babas Blühender Garten","moral":"Geduld und Fürsorge bringen Schönheit und Wachstum.","hook":"Warum blühten Babas Blumen nicht? Kann sie einen Weg finden, um sie erblühen zu lassen?","keywords":{"Oma":["Grandmother"],"Geduld":["Patience"],"Liebe":["Love"],"Baba":["Dad","Father"],"Garten":["Garden"],"Blumen":["Flowers"],"Farben":["Colors"],"Schönheit":["Beauty"]},"paragraphs":["An einem sonnigen Morgen wachte Baba auf und war aufgeregt, ihre Blumen im Garten blühen zu sehen. Aber zu ihrer Überraschung sahen die Blumen schlapp und traurig aus. \"Oh nein, warum blühen meine Blumen nicht?\" fragte sich Baba laut.\n","Baba fragte ihre kluge Oma um Hilfe. \"Geduld und Fürsorge, mein Liebling. Genauso wie die Sonne und der Regen den Blumen beim Wachsen helfen, wird deine Liebe und sanfte Berührung ihnen beim Blühen helfen\", sagte Oma mit einem Lächeln.\n","Baba war sehr entschlossen, ihren Garten wieder schön zu machen. Sie hat die Blumen jeden Tag gegossen, süße Lieder für sie gesungen und sogar ihre Snacks mit ihnen geteilt. Sie beobachtete sie genau und wartete auf Zeichen des Wachstums.\n","Tage vergingen, und Babas Blumen begannen Anzeichen von Leben zu zeigen. Langsam aber sicher blühten sie in lebhaften Farben auf und füllten den Garten mit Schönheit. Baba tanzte vor Freude, dankbar für die Geduld und Sorgfalt, die sie ihren Blumen zeigte.\n"]},"id-en":{"hook":"Why did Baba's flowers not bloom? Can she find a way to make them flourish?","moral":"Patience and care brings beauty and growth.","title":"Baba's Blooming Garden","keywords":{"Grandma":["Nenek"],"patience":["kesabaran"],"care":["perhatian","kepedulian"],"garden":["taman"],"flowers":["bunga"],"growth":["pertumbuhan"],"days":["hari"],"colors":["warna"],"sad":["sedih"]},"paragraphs":["Once upon a time, in the morning when the sun was shining, Baba woke up feeling very happy. She went outside to see her flowers in the garden. Oh dear! The flowers looked sad and droopy. Baba asked, \"Why aren't my flowers turning into beautiful blooms?\"\n","Grandma told Baba to be patient and caring. She explained that just like how the sun and rain help flowers grow, Baba's love and gentle touch will help them bloom.\n","Baba wanted her garden to be pretty. She gave water to the flowers, sang songs, and shared her snacks. She looked at them carefully, waiting for signs of them growing.\n","Many days went by, and Baba's beautiful flowers started to wake up. Slowly and steadily, they began opening up in bright colors, painting the garden with pretty sights. Baba danced happily, grateful for how well she looked after her flowers.\n"]}}}