{"title":"The Curious Caterpillar","hook":"One day, a tiny caterpillar named Coco overheard a whispered secret from the wise old oak tree. What did Coco hear?","moral":"Curiosity can lead to surprising discoveries and new opportunities.","paragraphs":["In a peaceful meadow, Coco the Caterpillar loved to explore the colorful flowers and tickle the grass with its tiny feet. One day, while crawling near the old oak tree, Coco heard a soft voice saying, \"Only those who climb to the top will find the golden nectar.\"","Intrigued by the mysterious message, Coco wriggled with excitement. Determined to uncover the secret, Coco began the challenging climb up the towering oak tree. Along the way, Coco faced strong winds and slippery branches, but the little caterpillar persevered.","Finally reaching the top, Coco discovered a hidden garden filled with the sweetest nectar imaginable. Delighted by the newfound treasure, Coco drank to its heart's content, feeling grateful for its brave curiosity."],"keywords":["caterpillar","meadow","oak tree","climb","nectar","curious","discover","treasure","brave"],"characters":null,"translations":{"id-en":{"hook":"One day, a tiny caterpillar named Coco overheard a whispered secret from the wise old oak tree. What did Coco hear?","moral":"Curiosity can lead to surprising discoveries and new opportunities.","title":"The Curious Caterpillar","keywords":{"Coco":["Kelapa"],"garden":["taman","kebun"],"delicious":["lezat","enak"],"secret":["rahasia"],"climb":["naik","panjat"],"Caterpillar":["ulat bulu"],"flowers":["bunga"]},"paragraphs":["In a happy field, Coco the Caterpillar liked to discover the bright flowers and tickle the grass with its small feet. One day, as it moved close to the big oak tree, Coco heard a gentle voice saying, \"Only those who go up high will discover the shiny honey.\"\n","Curious about the secret letter, Coco wiggled happily. Wanting to find out the hidden surprise, Coco started climbing the big oak tree. While climbing, Coco faced strong winds and slippery branches, but the small caterpillar didn't give up.\n","Coco climbed high and found a secret garden with super yummy juice. Coco loved it a lot and drank a lot, feeling happy about being curious.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité peut amener à des découvertes surprenantes et à de nouvelles opportunités.","hook":"Il était une fois, une toute petite chenille nommée Coco entendit un secret chuchoté par le sage vieux chêne. Que Coco entendit-elle?\n","keywords":{"Coco":["Coconut"],"message mystérieux":["mysterious message"],"petite chenille":["small caterpillar"],"Coco the Caterpillar":[],"colorful flowers":["vibrant flowers"],"climb to the top":["ascend to the peak"],"jardin caché":["hidden garden"],"nectar sucré":["sweet nectar"]},"paragraphs":["Dans une prairie paisible, Coco la Chenille adorait explorer les fleurs colorées et chatouiller l'herbe avec ses petits pieds. Un jour, en se traînant près du vieil chêne, Coco entendit une voix douce dire : \"Seuls ceux qui grimpent en haut trouveront le nectar doré.\"\n","Intrigué par le message mystérieux, Coco frétillait d'excitation. Déterminé à découvrir le secret, Coco commença l'ascension difficile du grand chêne. Sur son chemin, Coco affronta des vents forts et des branches glissantes, mais la petite chenille persévéra.\n","Coco, enfin arrivé au sommet, découvrit un jardin caché rempli du nectar le plus sucré imaginable. \nRavi du trésor nouvellement trouvé, Coco but à son cœur content, se sentant reconnaissant pour sa bravoure curieuse.\n"]},"en-de":{"moral":"Neugier kann zu überraschenden Entdeckungen und neuen Möglichkeiten führen.\n","hook":"Ein Tag, eine winzige Raupe namens Coco hat ein geflüstertes Geheimnis von der weisen alten Eiche gehört. Was hat Coco gehört?","title":"Die Neugierige Raupe","keywords":{"Coco":["Coconut"],"versteckt":["hidden","concealed"],"Nektar":["nectar"],"Raupe":["caterpillar"],"Wiese":["meadow","field"],"geheimnisvollen":["mysterious","secretive"],"Aufregung":["excitement","thrill"],"herausfordernden":["challenging","demanding"]},"paragraphs":["In einer friedlichen Wiese liebte es Coco die Raupe, die bunten Blumen zu erkunden und das Gras mit ihren winzigen Füßen zu kitzeln. Eines Tages, während sie in der Nähe der alten Eiche krabbelte, hörte Coco eine sanfte Stimme sagen: \"Nur diejenigen, die nach oben klettern, werden den goldenen Nektar finden.\"\n","Fasziniert vom geheimnisvollen Botschaft, zappelte Coco vor Aufregung. Entschlossen, das Geheimnis zu enthüllen, begann Coco den herausfordernden Aufstieg auf den hohen Eichenbaum. Auf dem Weg dorthin, traf Coco auf starke Winde und rutschige Äste, aber die kleine Raupe verharrte.\n","Endlich oben angekommen, hat Coco einen versteckten Garten entdeckt, der mit dem süßesten Nektar gefüllt war, den man sich vorstellen kann. Überglücklich über den neu gefundenen Schatz trank Coco nach Herzenslust und fühlte sich dankbar für seine mutige Neugier.\n"]},"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade pode nos mostrar coisas legais e nos dar novas chances.","hook":"Um dia, uma lagarta pequenina chamada Coco ouviu um segredo sussurrado da sábia árvore carvalho. O que será que Coco ouviu?\n","keywords":{"Coco":["Coconut"],"jardim":["garden"],"tesouro":["treasure"],"mensagem misteriosa":["mysterious message"],"lagarta":["caterpillar"],"Coco the Caterpillar":["Coco the Caterpillar"],"colorful flowers":["colorful flowers"],"old oak tree":["old oak tree"]},"paragraphs":["Num campo tranquilo, Coco a Lagarta adorava explorar as flores coloridas e fazer cócegas na grama com seus pezinhos pequeninos. Um dia, enquanto rastejava perto da velha árvore de carvalho, Coco ouviu uma voz suave dizendo: \"Somente aqueles que escalarem até o topo encontrarão o néctar dourado.\"\n","Curioso com a mensagem misteriosa, Coco se contorcia de animação. Determinado a descobrir o segredo, Coco começou a escalada desafiadora na grande árvore de carvalho. No caminho, Coco enfrentou ventos fortes e galhos escorregadios, mas a pequena lagarta perseverou.\n","Chegando finalmente ao topo, Coco descobriu um jardim escondido cheio do néctar mais doce imaginável. Feliz com o novo tesouro encontrado, Coco tomou até seu coração se alegrar, sentindo-se grato pela sua coragem.\n"]}}}