{"title":"The Lost Map of Fora Jungle","hook":"Will Zoran and Surya find their way back home in the mysterious Fora Jungle?","moral":"Together, we can overcome challenges and find our way, no matter how lost we feel.","paragraphs":["Once upon a time in the enchanting Fora Jungle, Zoran and Surya, the gentle singing pirate and the spirited time-leaping pirate, found themselves lost while searching for a treasure.","\"Oh no, I think we're going in circles,\" Surya said, looking worried as the trees whispered secrets around them.","Zoran smiled reassuringly, \"Don't worry, Surya. If we work together, we can figure this out. Let's use our pirate teamwork!\"","They decided to climb the tallest tree to get a view of their surroundings. From up high, they spotted a glimmer in the distance that looked like the treasure they were seeking.","Racing towards it, they found the lost map they had been searching for all along. With the map in hand, they were able to navigate their way back home to their pirate ship."],"keywords":"Fora Jungle, pirates, teamwork, treasure, lost, navigate, navigate, map, pirate ship, mysterious","characters":["Zoran","Surya"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"O Mapa Perdido da Floresta de Fora","moral":"Juntos, podemos vencer desafios e encontrar nosso caminho, não importa o quão perdidos nos sintamos.","hook":"Será que Zoran e Surya vão conseguir encontrar o caminho de volta para casa na misteriosa Floresta Fora?","keywords":{"tree":["árvores"],"view":["view"],"treasure":["tesouro"],"Floresta Fora":["forest outside"],"pirata gentil":["gentle pirate"],"pirata cheia de energia":["energetic pirate"],"Zoran":["Zoran"],"Surya":["Surya"],"pirata":["pirate"],"círculos":["circles"],"árvores":["trees"],"segredos":["secrets"],"mapa":["map"],"encontrar":["find"],"caminho":["path"]},"paragraphs":["Era uma vez na encantadora Floresta Fora, Zoran e Surya, o pirata gentil que cantava e a pirata cheia de energia que viajava no tempo, se viram perdidos enquanto procuravam por um tesouro.\n","\"Oh não, acho que estamos indo em círculos,\" disse Surya, parecendo preocupado enquanto as árvores sussurravam segredos ao redor deles.\n","Zoran sorriu confiantemente, \"Não se preocupe, Surya. Se a gente trabalhar juntos, a gente pode resolver isso. Vamos usar nosso trabalho em equipe de pirata!\"\n","Eles decidiram subir na árvore mais alta para ver o que estava ao redor. Lá de cima, avistaram um brilho ao longe que parecia ser o tesouro que procuravam.\n","Correndo em direção a ele, eles encontraram o mapa perdido que estavam procurando o tempo todo. Com o mapa em mãos, conseguiram encontrar o caminho de volta para casa, até o navio pirata deles.\n"]},"en-fr":{"title":"La Carte Perdue de la Jungle Fora","moral":"Ensemble, on peut surmonter les défis et trouver notre chemin, peu importe à quel point on se sent perdu.","hook":"Est-ce que Zoran et Surya vont retrouver leur chemin pour rentrer à la maison dans la jungle mystérieuse de Fora?","keywords":{"courir":["run"],"carte":["map","card"],"bateau":["boat","ship"],"Surya":["Surya"],"rond":["round","circle"],"arbres":["trees"],"Zoran":["Zoran"],"pirate teamwork":["pirate teamwork"],"tree":["tree"],"view":["view"],"treasure":["treasure"],"jungle":["jungle"],"pirate":["pirate"],"trésor":["treasure"]},"paragraphs":["Il y a bien longtemps dans la jungle magique de Fora, Zoran et Surya, le gentil pirate chanteur et le pirate bondissant dans le temps, se sont retrouvés perdus en cherchant un trésor.\n","\"Oh non, je crois que nous tournons en rond,\" dit Surya, regardant inquiet tandis que les arbres chuchotaient des secrets autour d'eux.\n","Zoran a souri rassurant, \"Ne t'inquiète pas, Surya. Si nous travaillons ensemble, nous pouvons résoudre cela. Utilisons notre travail d'équipe de pirates!\"\n","Ils ont décidé de grimper dans l'arbre le plus haut pour voir tout autour d'eux. En haut, ils ont repéré un éclat au loin qui ressemblait au trésor qu'ils cherchaient.\n","En courant vers lui, ils ont trouvé la carte perdue qu'ils cherchaient depuis longtemps. Avec la carte en main, ils ont pu retrouver leur chemin vers leur bateau de pirates.\n"]},"id-en":{"hook":"Will Zoran and Surya find their way back home in the mysterious Fora Jungle?","moral":"Together, we can overcome challenges and find our way, no matter how lost we feel.","title":"The Lost Map of Fora Jungle","keywords":{"treasure map":["peta harta karun"],"searching":["mencari","menyelidiki"],"pirate ship":["kapal bajak laut"],"circles":["lingkaran"],"worried":["cemas","khawatir"],"whispered":["berbisik"],"Jungle":["hutan belantara","rimba"],"Pirate":["bajak laut"],"Treasure":["harta karun"],"smile":["senyuman","tersenyum"],"pirate":["bajak laut"],"teamwork":["kerja sama tim"],"tree":["pohon"],"view":["pemandangan","melihat"],"treasure":["harta karun"]},"paragraphs":["One day in the magical Fora Jungle, Zoran and Surya, the kind pirate who sings and the pirate full of energy who can jump through time, got lost while looking for a hidden treasure.\n","\"Oh no, I think we're going in circles,\" Surya said, looking worried as the trees whispered secrets around them.\n","Zoran smiled happily, \"Don't be scared, Surya. If we help each other, we can find the answer. Let's work together like pirates!\"\n","They thought it was a great idea to go up the very big tree to see everything around them. When they got really high up, they saw a shiny light far away that seemed like the special thing they were looking for.\n","Running quickly, they found the missing treasure map they were looking for. Holding the map, they followed the path back to their ship.\n"]},"en-de":{"title":"Die Verschwundene Karte des Dschungels von Fora","hook":"Werden Zoran und Surya ihren Weg nach Hause im geheimnisvollen Fora-Dschungel finden?","moral":"Zusammen können wir Hindernisse überwinden und unseren Weg finden, egal wie verloren wir uns fühlen.","keywords":{"Surya":["Sun"],"Bäume":["Trees"],"besorgt":["worried","concerned"],"Baum":["Tree"],"Umgebung":["Environment","Surroundings"],"Schatz":["Treasure"],"Fora-Dschungel":["Fora Jungle"],"singende Pirat":["Singing Pirate"],"Zeit-Hüpf-Pirat":["Time-Jumping Pirate"],"Zoran":["Zoran"],"Piraten-Teamwork":["Pirate Teamwork"],"beruhigend":["calming","soothing"],"Karte":["Map"],"suchen":["search","look for"],"Piratenschiff":["Pirate Ship"]},"paragraphs":["Es war einmal im zauberhaften Fora-Dschungel, Zoran und Surya, der sanfte singende Pirat und der spritzige Zeit-Hüpf-Pirat, verirrten sich, als sie nach einem Schatz suchten.\n","\"Oh nein, ich glaube, wir gehen im Kreis,\" sagte Surya besorgt, als die Bäume Geheimnisse um sie herum flüsterten.\n","Zoran lächelte beruhigend, \"Keine Sorge, Surya. Wenn wir zusammenarbeiten, können wir das herausfinden. Lass uns unser Piraten-Teamwork benutzen!\"\n","Sie entschieden sich, den höchsten Baum zu erklimmen, um ihre Umgebung zu sehen. Von oben sahen sie einen Glanz in der Ferne, der wie der Schatz aussah, den sie suchten.\n","Sie rannten darauf zu und fanden die verlorene Karte, die sie schon die ganze Zeit gesucht hatten. Mit der Karte in der Hand konnten sie ihren Weg zurück nach Hause zu ihrem Piratenschiff finden.\n"]}}}