{"title":"Baba's Bouncy Ball Adventure","hook":"One sunny day, Baba found a magical bouncy ball in her backyard. But what wonders could it hold?","moral":"Learning to share can make us all happy.","paragraphs":["One day, while playing in her backyard, Baba stumbled upon a shiny, bouncy ball tucked under a bush. \"Wow, what's this?\" she exclaimed, eyes wide with wonder.","She picked up the ball and gave it a little bounce. To her amazement, the ball bounced higher and higher with each touch. \"This is so cool!\" Baba giggled.","Soon, Baba's friends, Lily and Max, noticed the magical bouncy ball. \"Can we play with it, Baba?\" they asked eagerly.","Baba hesitated, not wanting to share her newfound treasure. But then she remembered how much fun it is to play together. \"Okay, let's all play with it!\" she said with a smile.","As they took turns bouncing the ball, their laughter filled the air. Baba realized that sharing the joy of the bouncy ball made the game even more fun for everyone."],"keywords":["Baba","bouncy ball","backyard","magical","share","friends","treasure","laughter","joy","fun"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba found a magical bouncy ball in her backyard. But what wonders could it hold?","moral":"Learning to share can make us all happy.","title":"Baba's Bouncy Ball Adventure","keywords":{"friends":["teman","sahabat"],"magical":["ajaib","sakti"],"bouncy ball":["bola pantul"],"Granny":["nenek"],"special":["istimewa","spesial"],"joyful":["gembira","bahagia"],"ball":["bola"],"bounce":["melambung","memantul"],"amazed":["terkagum"],"sharing":["berbagi","membagi"],"baba":["kakek","datuk"],"backyard":["halaman belakang"],"shiny":["berkilau","bersinar"]},"paragraphs":["One sunny day, while having fun in her garden, Baba found a glittery, springy ball hidden under a small plant. \"Oh, what's this?\" she shouted happily, with big eyes full of curiosity.\n","She took the round toy and bounced it once. She was surprised to see it jump higher each time. \"Wow, this is fun!\" Baba laughed.\n","Soon, Baba's friends, Lily and Max, noticed the magical bouncy ball. \"Can we play with it, Baba?\" they asked eagerly.\n","Granny wavered, not wanting to show her new special something. But then she remembered how joyful it can be when everybody plays together. \"Alright, let's all enjoy it!\" she happily exclaimed.\n","Once upon a time, friends were playing with a bouncy ball. They were taking turns bouncing the ball and giggling all the time. Papa understood that when everyone shared the happiness of the bouncy ball, the game became even more enjoyable for all.\n"]},"en-de":{"moral":"Wenn wir lernen, Dinge zu teilen, können wir alle glücklich sein.","title":"Babas Springball-Abenteuer","hook":"Ein sonniger Tag, Baba fand einen magischen springenden Ball in ihrem Hinterhof. Aber welche Wunder konnte er halten?","keywords":{"Baba":["Grandma"],"Freunde":["Friends"],"springenden Ball":["Bouncing Ball"],"Ball":["Ball"],"Lachen":["Laugh"],"Teilen":["Share"],"Schatz":["Treasure"],"spielen":["Play"],"Hinterhof":["Backyard"],"Busch":["Bush"],"hüpfen":["Hop","Jump"]},"paragraphs":["Eines Tages, während sie in ihrem Hinterhof spielte, stolperte Baba über einen glänzenden, hüpfenden Ball, der unter einem Busch versteckt war. \"Wow, was ist das?\" rief sie aus, ihre Augen weit vor Staunen.\n","Sie hob den Ball auf und ließ ihn ein wenig hüpfen. Zu ihrer Verblüffung hüpfte der Ball mit jedem Berühren höher und höher. \"Das ist so cool!\" Baba kicherte.\n","Bald bemerkten Babas Freunde, Lily und Max, den zauberhaften springenden Ball. \"Können wir damit spielen, Baba?\" fragten sie aufgeregt.\n","Baba zögerte, weil sie ihren neuen Schatz nicht teilen wollte. Aber dann erinnerte sie sich daran, wie viel Spaß es macht zusammen zu spielen. \"Okay, lasst uns alle damit spielen!\" sagte sie mit einem Lächeln.\n","Als sie sich abwechselnd den Ball warfen, erfüllten ihr Lachen die Luft. Baba merkte, dass das Teilen der Freude des springenden Balls das Spiel noch spaßiger für alle machte.\n"]},"en-pt":{"moral":"Aprender a dividir pode fazer todo mundo feliz.\n","title":"A Aventura Saltitante da Bola de Baba","hook":"Certa manhã ensolarada, Baba encontrou uma bola mágica e saltitante no quintal dela. Mas que maravilhas ela poderia conter?\n","keywords":{"bola":["ball"],"pulinho":["little jump","small leap"],"riu":["laughed"],"pulando a bola":["jumping over the ball"],"risadas":["laughs","laughter"],"compartilhar a alegria":["sharing the joy"],"amigos":["friends"],"bola saltitante":["bouncing ball"],"mágica":["magic"],"quintal":["backyard","garden"],"brilhante":["shiny","bright"],"Baba":["Nanny"],"tesouro":["treasure"],"brincar":["play"]},"paragraphs":["Um dia, brincando no quintal, Baba encontrou uma bola brilhante e saltitante escondida debaixo de uma moita. \"Nossa, o que é isso?\" ela exclamou, olhos arregalados de admiração.\n","Ela pegou a bola e deu um pulinho. Para sua surpresa, a bola pulou cada vez mais alto a cada toque. \"Que legal!\" Baba riu.\n","Logo, os amigos da Baba, Lily e Max, notaram a bola saltitante mágica. \"Podemos brincar com ela, Baba?\" eles perguntaram animadamente.\n","A Baba ficou em dúvida, sem querer compartilhar seu tesouro recém-descoberto. Mas então ela lembrou o quanto é divertido brincar juntos. \"Está bem, vamos todos brincar com ele!\" ela disse com um sorriso.\n","Enquanto se revezavam pulando a bola, suas risadas encheram o ar. Baba percebeu que compartilhar a alegria da bola saltitante tornou o jogo ainda mais divertido para todos.\n"]},"en-fr":{"moral":"Apprendre à partager peut nous rendre tous heureux.","hook":"Un jour ensoleillé, Baba a trouvé une balle rebondissante magique dans son jardin. Mais quelles merveilles pourrait-elle contenir?","title":"Aventure de la Balle Rebondissante de Baba","keywords":{"amis":["friends"],"magique":["magical"],"rebondissant":["bouncy"],"Baba":["Grandfather"],"balle":["ball"],"jardin":["garden"],"rires":["laughs","laughter"],"partager":["share"],"trésor":["treasure"],"jouer":["play"],"ensemble":["together"],"ballon":["balloon"],"rebondir":["bounce"],"cool":["cool","chill"]},"paragraphs":["Un jour, en jouant dans son jardin, Baba a trébuché sur une balle brillante et rebondissante cachée sous un buisson. \"Waouh, c'est quoi ça?\" s'est-elle écriée, les yeux écarquillés de surprise.\n","Elle a ramassé le ballon et lui a fait rebondir un peu. À sa grande surprise, le ballon a rebondi de plus en plus haut à chaque touche. \"C'est trop cool !\" Baba a rigolé.\n","Bientôt, les amis de Baba, Lily et Max, ont remarqué la balle magique rebondissante. \"Pouvons-nous jouer avec elle, Baba?\" ont-ils demandé avec enthousiasme.\n","Baba a hésité, ne voulant pas partager son trésor nouvellement trouvé. Mais ensuite elle s'est souvenue combien c'est amusant de jouer ensemble. \"D'accord, jouons tous avec ça !\" dit-elle avec un sourire.\n","Pendant qu'ils se relayaient pour rebondir la balle, leurs rires emplissaient l'air. Baba réalisa que partager la joie de la balle rebondissante rendait le jeu encore plus amusant pour tout le monde.\n"]}}}