{"title":"Maila and the Lost Sunflower Seed","hook":"Why was Maila frantically flying around the garden, searching for something important?","moral":"Patience helps us solve problems and find what we're looking for.","paragraphs":["In the magical Fora jungle, lived Maila, the kind and helpful garden fairy. One sunny morning, she noticed her favorite sunflower seed had gone missing! \"Oh no, where could it be?\" she wondered out loud.","Maila flew around the garden, asking the butterflies, bees, and birds if they had seen her precious seed. But no one had seen it. Feeling worried, she decided to sit under a blooming rose bush to think.","Suddenly, Maila remembered planting the seed near a birdbath. She flew over and there it was, the lost sunflower seed! But a curious squirrel was about to snack on it. \"Stop, Mr. Squirrel! That seed belongs to my sunflower,\" she pleaded.","The squirrel paused and listened, then realized his mistake. He handed the seed back to Maila with an apologetic smile. Maila thanked him and planted the seed again, with a sprinkle of magic dust for good luck."],"keywords":["Fora jungle","garden fairy","sunflower seed","butterflies","bees","birds","squirrel","magic dust","kindness","problem-solving"],"characters":["Maila"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Why was Maila frantically flying around the garden, searching for something important?","moral":"Patience helps us solve problems and find what we're looking for.","title":"Maila and the Lost Sunflower Seed","keywords":{"squirrel":["tupai"],"seed":["benih","biji"],"magic":["sihir"],"garden fairy":["peri taman"],"sunflower seed":["biji bunga matahari"],"missing":["hilang"],"Maila":["Maila"],"butterflies":["kupu-kupu"]},"paragraphs":["In the special Fora forest, there was Maila, the nice and friendly garden fairy. One happy morning, she saw that her best sunflower seed was not there anymore! \"Oh dear, where did it go?\" she asked.\n","Maila flew around the garden and asked the pretty butterflies, busy bees, and chirping birds if they saw her special seed. But no one had seen it! She felt scared, so she sat down under a beautiful rose bush to think.\n","One day, Maila thought about putting a small seed close to a bird's water dish. She flew there and found the missing sunflower seed! However, a nosy squirrel wanted to eat it. \"Wait, Mr. Squirrel! That seed is my sunflower's,\" she begged.\n","The little squirrel stopped and listened carefully, then understood he did something wrong. He gave the seed back to Maila with a sorry smile. Maila said thank you and planted the seed once more, sprinkling magic dust for good fortune.\n"]},"en-pt":{"title":"Maila e a Semente de Girassol Perdida","moral":"Paciência nos ajuda a resolver problemas e a encontrar o que estamos procurando.","hook":"Por que a Maila estava voando freneticamente pelo jardim, procurando algo muito importante?","keywords":{"mágica":["magic"],"floresta":["forest"],"fada":["fairy"],"Joana":["Joana"],"jardim":["garden"],"semente":["seed"],"esquilo":["squirrel"],"sorte":["luck"],"Maila":["Maila"],"girassol":["sunflower"]},"paragraphs":["Na mágica floresta de Fora, morava Maila, a fada do jardim gentil e prestativa. Em uma manhã ensolarada, ela percebeu que sua semente favorita de girassol havia sumido! \"Ah não, onde poderá estar?\" ela se perguntou em voz alta.\n","Joana voou ao redor do jardim, perguntando para as borboletas, abelhas e pássaros se tinham visto sua semente preciosa. Mas ninguém tinha visto. Sentindo-se preocupada, ela decidiu sentar-se embaixo de um arbusto de roseira florido para pensar.\n","De repente, Maila lembrou de ter plantado a semente perto do bebedouro de pássaros. Ela voou até lá e lá estava, a semente perdida de girassol! Mas um esquilo curioso estava prestes a beliscar. \"Pare, Sr. Esquilo! Essa semente pertence ao meu girassol,\" ela suplicou.\n","O esquilo parou e escutou, depois percebeu o seu erro. Ele devolveu a semente para Maila com um sorriso de desculpa. Maila agradeceu e plantou a semente novamente, com um toque de pó mágico para dar sorte.\n"]},"en-fr":{"title":"Maila et la Graine de Tournesol Perdue","hook":"Pourquoi Maila volait-elle frénétiquement dans le jardin, à la recherche de quelque chose d'important ?\n","moral":"La patience nous aide à résoudre des problèmes et à trouver ce que nous cherchons.","keywords":{"écureuil":["squirrel"],"graine":["seed"],"poussière magique":["magic dust"],"Maila":["Maila"],"jardin":["garden"],"papillons":["butterflies"],"jungle":["jungle"],"fée":["fairy"]},"paragraphs":["Dans la jungle magique de Fora, habitait Maila, la gentille et serviable fée du jardin. Un matin ensoleillé, elle a remarqué que sa graine de tournesol préférée avait disparu! \"Oh non, où cela pourrait-il être?\" se demanda-t-elle à voix haute.\n","Maila a volé autour du jardin, demandant aux papillons, aux abeilles et aux oiseaux s'ils avaient vu sa graine précieuse. Mais personne ne l'avait vue. se sentant inquiète, elle décida de s'asseoir sous un rosier en fleurs pour réfléchir.\n","Tout à coup, Maila a souvenu d'avoir planté la graine près d'un bain d'oiseaux. Elle a volé vers là-bas et là, c'était la graine de tournesol perdue! Mais un écureuil curieux était sur le point de grignoter. \"Arrête, M. Écureuil! Cette graine appartient à mon tournesol,\" supplia-t-elle.\n","Le petit écureuil s'arrêta et écouta, puis il réalisa son erreur. Il rendit la graine à Maila avec un sourire d'excuse. Maila le remercia et replanta la graine, avec une pincée de poussière magique pour porter chance.\n"]},"en-de":{"hook":"Warum flog Maila hektisch im Garten herum und suchte nach etwas Wichtigem?","moral":"Geduld hilft uns dabei, Probleme zu lösen und das zu finden, wonach wir suchen.\n","title":"Maila und das Verlorene Sonnenblumensamen","keywords":{"Maila":["mule"],"Garten":["garden"],"Samen":["seed"],"Sonnenblumensamen":["sunflower seed"],"Dschungel":["jungle"],"Eichhörnchen":["squirrel"],"Zauberpulver":["magic powder"]},"paragraphs":["In dem zauberhaften Dschungel von Fora lebte Maila, die nette und hilfsbereite Gartelfee. An einem sonnigen Morgen bemerkte sie, dass ihr Lieblings-Sonnenblumensamen verschwunden war! \"Oh nein, wo könnte er sein?\" fragte sie laut.\n","Maila flog um den Garten herum und fragte die Schmetterlinge, Bienen und Vögel, ob sie ihren kostbaren Samen gesehen hatten. Aber niemand hatte ihn gesehen. Besorgt setzte sie sich unter einen blühenden Rosenbusch, um nachzudenken.\n","Plötzlich erinnerte sich Maila daran, dass sie den Samen in der Nähe eines Vogelbads gepflanzt hatte. Sie flog hinüber und da war er - der verlorene Sonnenblumensamen! Aber ein neugieriges Eichhörnchen war kurz davor, daran zu knabbern. \"Halt, Herr Eichhörnchen! Dieser Samen gehört meiner Sonnenblume\", flehte sie.\n","Das Eichhörnchen hielt an und lauschte, dann erkannte es seinen Fehler. Es gab den Samen Maila mit einem entschuldigenden Lächeln zurück. Maila bedankte sich und pflanzte den Samen wieder, mit einer Prise Zauberpulver für Glück.\n"]}}}