{"title":"The Missing Teddy Bear","hook":"Did Baba manage to find her missing teddy bear in time for bedtime?","moral":"Always remember where you keep your special things so you can find them easily.","paragraphs":["One sunny afternoon, Baba was playing with her favorite teddy bear when she suddenly had to go for lunch. She left her teddy bear on the sofa and ran off to eat her meal.","After lunch, Baba wanted to go back and play with her teddy bear, but she couldn't find it anywhere in the house! She searched high and low, but the teddy bear was nowhere to be seen.","Panicked, Baba asked her mom and dad for help. They all searched together, under the bed, in the closet, and even in the garden. But the teddy bear was still missing.","Just when Baba was about to give up, she remembered that she had taken her teddy bear to the backyard tea party with her toys. She rushed outside and found her teddy bear happily sitting beside a flowerpot, waiting to be invited to another tea party."],"keywords":["Teddy bear","Missing","Search","Panic","Remember","Found","Backyard","Tea party","Flowerpot"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"Did Baba manage to find her missing teddy bear in time for bedtime?","moral":"Always remember where you keep your special things so you can find them easily.","title":"The Missing Teddy Bear","keywords":{"Baba":["Kakek","Ayah"],"teddy bear":["Boneka beruang"],"lunch":["Makan siang"],"tea party":["Pesta teh"],"house":["Rumah","Bangunan"],"missing":["Hilang","Tidak ditemukan"]},"paragraphs":["Once upon a time, Baba was playing with her best teddy bear when she had to go eat lunch. She left the teddy bear on the sofa and quickly went to have her meal.\n","After eating, Baba wanted to return and have fun with her soft teddy friend, but she couldn't locate it anywhere at home! She looked all around, but the teddy was nowhere to be found.\n","Scared, Baba went to her mum and dad for help. They all looked together, under the bed, in the big cupboard, and even in the garden. But the teddy bear was still nowhere to be found.\n","One day, when Baba was feeling sad, she remembered her teddy bear at the tea party. She quickly went outside and found her teddy happy by the flowers, ready for more fun!\n"]},"en-de":{"title":"Der verlorene Teddybär","moral":"Immer daran denken, wo du deine besonderen Sachen aufbewahrst, damit du sie leicht finden kannst.","hook":"Hat Baba es geschafft, ihren verschwundenen Teddybären rechtzeitig vor dem Schlafengehen zu finden?","keywords":{"Baba":["Grandma"],"Teddybär":["teddy bear"],"Garten":["garden"],"Mittagessen":["lunch"],"suchen":["look for","search"],"sunny afternoon":["sunny afternoon"],"teddy bear":["Teddybär"],"ran off":["ran away"],"Tee-Party":["tea party"]},"paragraphs":["Eines sonnigen Nachmittags spielte Baba mit ihrem Lieblingsteddybär, als sie plötzlich zum Mittagessen gehen musste. Sie ließ ihren Teddybären auf dem Sofa und rannte los, um ihr Essen zu essen.\n","Nach dem Mittagessen wollte Baba zurückgehen und mit ihrem Teddybären spielen, aber sie konnte ihn nirgendwo im Haus finden! Sie suchte überall, aber der Teddybär war nirgends zu sehen.\n","Ängstlich fragte Baba ihre Mutter und ihren Vater um Hilfe. Zusammen suchten sie unter dem Bett, im Schrank und sogar im Garten. Aber der Teddybär war immer noch verschwunden.\n","Als Baba fast aufgeben wollte, erinnerte sie sich daran, dass sie ihren Teddybären zum Hinterhof-Tee-Party mit ihren Spielsachen mitgenommen hatte. Sie eilte nach draußen und fand ihren Teddybären glücklich neben einem Blumentopf sitzend, bereit, zu einer weiteren Tee-Party eingeladen zu werden.\n"]},"en-fr":{"title":"L'Ours en Peluche Disparu","hook":"Est-ce que Baba a-t-il réussi à retrouver son doudou manquant à temps pour aller au dodo?\n","moral":"Toujours souviens-toi où tu gardes tes affaires spéciales pour que tu puisses les trouver facilement.\n","keywords":{"déjeuner":["lunch"],"nounours":["teddy bear"],"maison":["house"],"Baba":["dad"],"maman":["mom"],"papa":["dad"],"après-midi ensoleillé":["sunny afternoon"],"nounours préféré":["favorite teddy bear"],"doudou":["security blanket","lovey"],"jardin":["garden"]},"paragraphs":["Un après-midi ensoleillé, Baba jouait avec son nounours préféré quand soudain elle a dû partir pour déjeuner. Elle a laissé son nounours sur le canapé et est partie en courant pour manger son repas.\n","Après le déjeuner, Baba voulait retourner jouer avec son nounours, mais elle ne pouvait pas le trouver nulle part dans la maison ! Elle a cherché partout, mais le nounours était introuvable.\n","Affolée, Baba a demandé de l'aide à sa maman et à son papa. Ils ont tous cherché ensemble, sous le lit, dans le placard, et même dans le jardin. Mais l'ours en peluche était toujours introuvable.\n","Quand Baba pensait arrêter, elle a rappelé qu'elle avait emmené son doudou dans le jardin pour prendre le thé avec ses jouets. Elle est sortie précipitamment et a trouvé son doudou assis joyeusement à côté d'un pot de fleur, attendant d'être invité à un autre goûter.\n"]},"en-pt":{"title":"O Urso de Pelúcia Desaparecido","moral":"Lembre-se sempre onde guarda suas coisas especiais para poder encontrá-las facilmente.","hook":"A Baba conseguiu encontrar seu ursinho desaparecido a tempo de dormir?","keywords":{"tarde ensolarada":["sunny afternoon"],"ursinho de pelúcia favorito":["favorite teddy bear"],"almoçar":["to have lunch"],"almoço":["lunch"],"ursinho de pelúcia":["teddy bear"],"procurar":["to search","to look for"],"Baba":["nanny"],"teddy bear":["ursinho de pelúcia"],"tea party":["chá da tarde"],"desaparecido":["missing"]},"paragraphs":["Numa tarde ensolarada, Baba estava brincando com seu ursinho de pelúcia favorito quando de repente teve que ir almoçar. Ela deixou seu ursinho de pelúcia no sofá e correu para comer sua refeição.\n","Depois do almoço, Baba queria voltar e brincar com seu ursinho de pelúcia, mas não conseguia encontrar em lugar nenhum da casa! Ela procurou para cima e para baixo, mas o ursinho de pelúcia não estava em lugar algum.\n","Assustada, Baba pediu ajuda para sua mamãe e papai. Todos procuraram juntos, embaixo da cama, no armário, e até no jardim. Mas o ursinho de pelúcia ainda estava desaparecido.\n","Quando Baba estava quase desistindo, ela se lembrou que tinha levado seu urso de pelúcia para a festa de chá no quintal com seus brinquedos. Ela correu para fora e encontrou seu urso de pelúcia sentado alegremente ao lado de um vaso de flores, esperando ser convidado para outra festa de chá.\n"]}}}