{"title":"The Singing Pirate and the Star-Gazing Owl","hook":"What happens when Zoran the Pirate meets Luna the Owl under the starry sky of Fora jungle?","moral":"Embrace differences and learn from one another to find harmony.","paragraphs":["In the heart of Fora jungle lived Zoran, a gentle singing pirate who sailed the treetops with his melodic songs. One night, while Luna, a curious young owl, was out stargazing, she heard Zoran's enchanting tunes echoing through the trees.","\"Who is making such beautiful music?\" Luna wondered aloud, her eyes gleaming with curiosity. Zoran, hearing her question, landed gracefully beside her, his patchwork coat shimmering in the moonlight.","\"I'm Zoran, the singing pirate,\" he introduced himself with a smile. Luna tilted her head, admiring his colorful feathers and twinkling eye patch. \"I'm Luna, the star-gazing owl,\" she replied, her feathers ruffling in excitement.","Although Zoran and Luna came from different worlds, they found joy in sharing stories of their journeys. Luna learned about the mysteries of the sea, while Zoran marveled at the wonders of the night sky. Through their friendship, they discovered that harmony can be found in embracing each other's unique perspectives."],"keywords":["Fora jungle","Zoran","Luna","pirate","owl","starry sky","differences","harmony","friendship","curiosity"],"characters":["Zoran","Luna"],"series":"fables-of-fora-forests","translations":{"en-pt":{"moral":"Abraça as diferenças e aprende uns com os outros para encontrar harmonia.\n","title":"O Pirata Cantor e a Coruja Observadora de Estrelas","hook":"O que acontece quando Zoran, o Pirata, encontra Luna, a Coruja, debaixo do céu estrelado da selva de Fora?","keywords":{"Luna":["moon"],"Zoran":["dawn"],"música":["music"],"pirata":["pirate"],"floresta":["forest"],"amizade":["friendship"]},"paragraphs":["No coração da floresta Fora morava Zoran, um gentil pirata cantor que navegava pelas copas das árvores com suas músicas melodiosas. Uma noite, enquanto Luna, uma jovem coruja curiosa, estava observando as estrelas, ela ouviu as encantadoras canções de Zoran ecoando pelas árvores.\n","\"Quem está fazendo uma música tão bonita?\" Luna perguntou em voz alta, seus olhos brilhando de curiosidade. Zoran, ouvindo sua pergunta, pousou graciosamente ao lado dela, seu casaco de retalhos reluzindo à luz da lua.\n","\"Eu sou Zoran, o pirata cantador\", ele se apresentou com um sorriso. Luna inclinou a cabeça, admirando suas penas coloridas e tapa-olho brilhante. \"Eu sou Luna, a coruja que observa as estrelas\", ela respondeu, suas penas se eriçando de empolgação.\n","Mesmo que Zoran e Luna viessem de mundos diferentes, encontraram alegria em compartilhar histórias de suas jornadas. Luna aprendeu sobre os mistérios do mar, enquanto Zoran se maravilhou com as maravilhas do céu noturno. Através da amizade deles, descobriram que a harmonia pode ser encontrada ao abraçar as perspectivas únicas um do outro.\n"]},"id-en":{"hook":"What happens when Zoran the Pirate meets Luna the Owl under the starry sky of Fora jungle?","moral":"Embrace differences and learn from one another to find harmony.","title":"The Singing Pirate and the Star-Gazing Owl","keywords":{"Zoran":["Zoran"],"Luna":["Bulan"],"singing":["bernyanyi","menyanyi"],"wondered":["bertanya-tanya","heran"],"music":["musik"],"friendship":["persahabatan","pertemanan"],"pirate":["bajak laut"],"owl":["burung hantu"],"jungle":["hutan belantara","hutan rimba"]},"paragraphs":["In the middle of Fora jungle, there was Zoran, a kind pirate who loved to sing and slide on tree roofs with his sweet songs. One night, when Luna, a curious baby owl, was watching stars, she heard Zoran's magical music bouncing in the forest.\n","\"Who is making such beautiful music?\" Luna wondered out loud, her eyes shining with wonder. Zoran, hearing her question, landed gently next to her, his colorful coat sparkling under the moonlight.\n","Zoran was a pirate who loved singing songs. He said, \"Hello, I'm Zoran.\" Luna, a curious owl, looked at his pretty feathers and shiny eye cover. Luna shared, \"I'm Luna, I enjoy watching stars!\" She fluffed up her feathers in joy.\n","In a magical land, Zoran and Luna were from different places, but they loved telling stories about their adventures. Luna discovered secrets of the sea, and Zoran found magic in the starry sky. Together, they learned that it's wonderful to understand each other's special views.\n"]},"en-de":{"moral":" Akzeptiere Unterschiede und lerne voneinander, um Harmonie zu finden.","title":"Der Singende Pirat und die Sternen-Guckende Eule","hook":"Was passiert, wenn Zoran der Pirat Luna der Eule unter dem sternenklaren Himmel des Dschungels von Fora trifft?","keywords":{"Luna":["Moon"],"Musik":["Music"],"Zoran":["Dawn"],"Dschungel":["Jungle"],"Eule":["Owl"],"Federn":["Feathers"],"Freundschaft":["Friendship"]},"paragraphs":["In dem Herz von dem Fora Dschungel wohnte Zoran, ein sanft singend Pirat wer segelte als ob die Baumkronen mit sein melodische Liedern. Ein Nacht, während Luna, ein neugierig jung Eule, war draußen Sterne schauen, hörte sie Zoran's bezaubernd Töne hallend in den Bäume.\n","\"Wer macht solch schöne Musik?\" fragte sich Luna laut und ihre Augen leuchteten vor Neugierde. Als Zoran ihre Frage hörte, landete er anmutig neben ihr, sein Flickenmantel schimmerte im Mondschein.\n","\"Ich bin Zoran, der singende Pirat\", stellte er sich mit einem Lächeln vor. Luna neigte ihren Kopf, bewunderte seine bunten Federn und sein zwinkerndes Augenklappe. \"Ich bin Luna, die sternenbeobachtende Eule\", antwortete sie, während ihre Federn aufgeregt sträubten.\n","Einmal Zoran und Luna kamen aus verschiedenen Welten, aber sie fanden Freude daran, Geschichten über ihre Reisen zu teilen. Luna lernte über die Geheimnisse des Meeres, während Zoran über die Wunder des Nachthimmels staunte. Durch ihre Freundschaft entdeckten sie, dass Harmonie darin gefunden werden kann, die einzigartigen Perspektiven des anderen zu umarmen.\n"]},"en-fr":{"moral":"Apprends des autres et aime les différences pour trouver l'harmonie.","title":"Le Pirate Chanteur et le Hibou Observateur d'Étoiles\n","hook":"Que se passe-t-il quand Zoran le Pirate rencontre Luna la Chouette sous le ciel étoilé de la jungle de Fora?","keywords":{"belle musique":["beautiful music"],"curiosité":["curiosity"],"manteau patchwork":["patchwork coat"],"pirate":["pirate"],"feathers":["feathers"],"star-gazing":["star-gazing"],"jungle":["jungle"],"owl":["owl"],"Zoran":["Zoran"],"Luna":["Luna"],"amitié":["friendship"]},"paragraphs":["Au coeur de la jungle de Fora vivait Zoran, un pirate chanteur doux qui naviguait dans les cimes des arbres avec ses chansons mélodieuses. Une nuit, pendant que Luna, une jeune chouette curieuse, contemplait les étoiles, elle entendit les airs envoûtants de Zoran résonner à travers les arbres.\n","\"Qui est-ce qui fait une si belle musique ?\" se demanda Luna à haute voix, ses yeux brillants de curiosité. Zoran, entendant sa question, atterrit gracieusement à côté d'elle, son manteau patchwork scintillant à la lumière de la lune.\n","\"Je suis Zoran, le pirate qui chante,\" se présenta-t-il avec un sourire. Luna pencha la tête, admirant ses plumes colorées et son cache-oeil scintillant. \"Je suis Luna, la chouette qui observe les étoiles,\" répondit-elle, ses plumes frissonnant d'excitation.\n","Même si Zoran et Luna venaient de mondes différents, ils ont trouvé de la joie en partageant des histoires de leurs aventures. Luna a découvert les mystères de la mer, tandis que Zoran s'est émerveillé devant les merveilles du ciel nocturne. À travers leur amitié, ils ont découvert que l'harmonie peut se trouver en embrassant les perspectives uniques de l'autre.\n"]}}}