{"title":"The Curious Caterpillar","hook":"Why did Keira the Caterpillar want to explore the mysterious Garden at night?","moral":"Curiosity can lead to wonderful adventures and discoveries.","paragraphs":["One bright day in the Enchanted Forest, a little caterpillar named Keira wanted to explore the Garden that only opened at night. \"I wonder what magical creatures come out when the stars shine,\" she thought to herself.","Excited to satisfy her curiosity, Keira sneaked out as the sun set. As she ventured deeper into the Garden, she encountered a mischievous firefly named Finn. \"What are you doing out so late?\" asked Finn, surprised to see a caterpillar at that hour.","Keira explained her curiosity, and together with Finn, they discovered glowing mushrooms and a sparkling pond. But soon they came across a prickly hedge blocking their way out of the Garden. \"How will we get back home now?\" whimpered Keira in worry.","Determined to help his new friend, Finn flew ahead and found a hidden passage under the hedge. With his guidance, they safely made their way back. Keira learned that being curious was fun, but it was important to stay safe and ask for help if needed."],"keywords":"caterpillar, explore, Garden, night, adventures, discoveries, firefly, friendship, curiosity, safety","characters":null,"translations":{"en-de":{"title":"Der Neugierige Raupi","hook":"Warum wollte die Raupe Keira den geheimnisvollen Garten bei Nacht erforschen?","moral":"Neugier kann zu wunderbaren Abenteuern und Entdeckungen führen.\n","keywords":{"Raupe":["caterpillar"],"Garten":["garden"],"magisch":["magical"],"Finn":["Finn"],"Freund":["friend"],"Neugier":["curiosity"],"Keira":["Keira"],"Glühwürmchen":["firefly"]},"paragraphs":["An einem sonnigen Tag im Verzauberten Wald wollte eine kleine Raupe namens Keira den Garten erkunden, der nur nachts geöffnet war. \"Ich frage mich, welche magischen Wesen herauskommen, wenn die Sterne leuchten\", dachte sie bei sich.\n","Aufgeregt, um ihre Neugier zu stillen, schlich Keira nach draußen, als die Sonne unterging. Als sie tiefer in den Garten vordrang, traf sie auf eine schelmische Glühwürmchen namens Finn. \"Was machst du so spät draußen?\" fragte Finn überrascht, eine Raupe zu dieser Stunde zu sehen.\n","Keira erklärte ihre Neugier und entdeckte zusammen mit Finn leuchtende Pilze und einen funkelnden Teich. Aber bald stießen sie auf eine stachelige Hecke, die ihren Weg aus dem Garten versperrte. \"Wie kommen wir jetzt nach Hause zurück?\" jammerte Keira besorgt.\n","Finn flog voran, um seinem neuen Freund zu helfen, und entdeckte einen versteckten Durchgang unter der Hecke. Mit seiner Anleitung schafften sie es sicher zurück. Keira lernte, dass Neugier Spaß macht, aber es wichtig ist, sicher zu bleiben und um Hilfe zu bitten, wenn nötig.\n"]},"en-pt":{"title":"A Lagartinha Curiosa","moral":"A curiosidade pode te levar a aventuras e descobertas maravilhosas.","hook":"Por que a Joaninha quis explorar o jardim misterioso durante a noite?","keywords":{"Finn":["Finn"],"caminho escondido":["hidden path"],"segura":["secure","safe"],"brilhante":["bright","shiny"],"lagarta":["caterpillar"],"criaturas mágicas":["magical creatures"],"Keira":["Keira"],"cogumelos brilhantes":["bright mushrooms"],"Jardim":["garden"]},"paragraphs":["Um dia brilhante na Floresta Encantada, uma pequena lagarta chamada Keira quis explorar o Jardim que só abria à noite. \"Eu me pergunto que criaturas mágicas saem quando as estrelas brilham,\" ela pensou consigo mesma.\n","Animada para satisfazer sua curiosidade, Keira escapuliu enquanto o sol se punha. Ao se aventurar mais fundo no Jardim, ela encontrou um vaga-lume travesso chamado Finn. \"O que você está fazendo tão tarde?\" perguntou Finn, surpreso ao ver uma lagarta naquela hora.\n","Keira contou sua curiosidade, e juntos com Finn, eles descobriram cogumelos brilhantes e um lago cintilante. Mas logo eles encontraram uma cerca espinhosa bloqueando seu caminho para fora do Jardim. \"Como vamos voltar para casa agora?\" choramingou Keira preocupada.\n","Determinado a ajudar seu novo amigo, Finn voou à frente e encontrou um caminho escondido sob a cerca viva. Com sua orientação, eles voltaram em segurança. Keira aprendeu que ser curiosa era divertido, mas era importante se manter segura e pedir ajuda se necessário.\n"]},"id-en":{"hook":"Why did Keira the Caterpillar want to explore the mysterious Garden at night?","moral":"Curiosity can lead to wonderful adventures and discoveries.","title":"The Curious Caterpillar","keywords":{"caterpillar":["ulat bulu"],"enchanted":["terpesona","terpesih"],"magical":["ajaib","sakti"],"Keira":["Keira"],"curiosity":["rasa ingin tahu","ketertarikan"],"firefly":["kunang-kunang"],"mushrooms":["jamur"],"sparkling":["bersinar","berkilau"],"Finn":["Finn"],"friend":["teman","sahabat"],"curious":["penasaran"," ingin tahu"]},"paragraphs":["One shiny day in the Forest of Magic, a tiny caterpillar named Keira desired to wander the Night Garden. \"I am curious who appears when the twinkling stars show up,\" she pondered quietly.\n","Keira was very happy and curious. She went out quietly when the sun went down. In a big garden, she met a playful firefly named Finn. \"Why are you here so late?\" asked Finn, surprised to see a caterpillar at that time.\n","Keira told Finn she was very curious. Together, they found mushrooms that shimmered and a pond that sparkled. But then they saw a spiky bush in front of the Garden's exit. \"How can we go home?\" Keira asked, feeling scared.\n","Finn wanted to help his new friend. He flew in front and saw a secret path under the bushes. With his help, they went back safely. Keira discovered that being curious was exciting, but it was necessary to be safe and ask for help when necessary.\n"]},"en-fr":{"title":"La Chenille Curieuse","hook":"Pourquoi Keira la Chenille voulait-elle explorer le Jardin mystérieux la nuit ?","moral":"La curiosité peut t'emmener dans des aventures merveilleuses et te faire découvrir de belles choses.","keywords":{"semaine brillante":["brilliant week"],"chenille":["caterpillar"],"jardin nocturne":["night garden"],"curiosité":["curiosity"],"champignons lumineux":["luminous mushrooms"],"haie épineuse":["thorny hedge"],"Keira":["Keira"],"luciole":["firefly"],"Finn":["Finn"],"ami":["friend"]},"paragraphs":["Il était une fois dans la Forêt Enchantée, une petite chenille nommée Keira voulait explorer le Jardin qui n'ouvrait qu'à la nuit. \"Je me demande quels animaux magiques sortent quand les étoiles brillent,\" pensa-t-elle.\n","Tout excitée de satisfaire sa curiosité, Keira sortit en douce alors que le soleil se couchait. Alors qu'elle s'aventurait plus profondément dans le Jardin, elle rencontra Lucie, une luciole espiègle. \"Que fais-tu dehors si tard?\" demanda Lucie, surprise de voir une chenille à cette heure.\n","Keira a exprimé sa curiosité, et ensemble avec Finn, ils ont découvert des champignons lumineux et un étang étincelant. Mais bientôt, ils sont tombés sur une haie épineuse bloquant leur sortie du Jardin. \"Comment allons-nous rentrer chez nous maintenant?\" gémit Keira inquiète.\n","Finn, envie d'aider son nouvel ami, vola en avant et trouva un passage caché sous la haie. Avec son aide, ils retrouvèrent leur chemin en toute sécurité. Keira apprit que la curiosité était amusante, mais qu'il était important de rester en sécurité et de demander de l'aide si nécessaire.\n"]}}}