{"title":"The Curious Caterpillar","hook":"One sunny day, a tiny caterpillar named Milo embarked on a big adventure. What will Milo discover?","moral":"Curiosity leads to wonderful discoveries and new friendships.","paragraphs":["In a vibrant garden, Milo the caterpillar wiggled around, exploring every leaf and twig. \"Hello, Ms. Ladybug!\" Milo chirped happily.","Curious to find out what was beyond the garden fence, Milo squeezed through the small gap. The world outside was vast and exciting!","Suddenly, Milo spotted a colorful butterfly fluttering gracefully. \"Hey there, I'm Milo! What's it like being a butterfly?\" Milo asked with wonder.","The butterfly smiled, \"It's amazing! You can become one too, just like me.\" Excitement bubbled inside Milo.","Determined, Milo nibbled on nutritious leaves and spun a cozy cocoon. After a long nap, Milo emerged, transformed into a beautiful butterfly!"],"keywords":"caterpillar, adventure, curiosity, discovery, friendship, transformation, nature, garden, butterfly, exciting.","characters":null,"translations":{"id-en":{"hook":"One sunny day, a tiny caterpillar named Milo embarked on a big adventure. What will Milo discover?","moral":"Curiosity leads to wonderful discoveries and new friendships.","title":"The Curious Caterpillar","keywords":{"butterfly":["kupu-kupu"],"amazing":["luar biasa","menakjubkan"],"excited":["terangsang","senang"],"Milo":["Milo"],"colorful":["berwarna-warni","berwarna"],"garden":["taman","kebun"],"caterpillar":["ulat bulu"],"ladybug":["kumbang kecil","keluwes"],"world":["dunia","alam"],"cocoon":["kokon","kepompong"]},"paragraphs":["In a colorful garden, Milo the little caterpillar wiggled and moved happily, looking at all the green leaves and small branches. \"Hi, Ms. Ladybug!\" Milo said cheerfully.\n","Milo wanted to see what was outside the garden, so he went through a tiny hole in the fence. He found a big and fun world waiting for him!\n","One day, Milo saw a pretty butterfly flying in the sky. \"Hello, I'm Milo! Can you tell me about being a butterfly?\" Milo asked, feeling curious.\n","The pretty butterfly said, \"Wow! You can be pretty too, just like me.\" Milo felt very excited.\n","Little Milo, very sure, ate healthy leaf snacks, made a warm bed, and went to sleep. \nCrunched- munch. \nWoke up from long sleep, Milo was very different, a lovely colorful flyer!\n"]},"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade nos leva a descobertas maravilhosas e novas amizades.\n","hook":"Num dia ensolarado, uma lagarta pequenina chamada Milo embarcou numa grande aventura. O que será que o Milo irá descobrir?","keywords":{"butterfly":["borboleta"],"smiled":["sorriu"],"excitement":["emoção","entusiasmo"],"Curioso":["Curioso"],"Descobrir":["Descobrir"],"Jardim":["Jardim"],"Milo":["Milo"],"folhas":["leaves"],"borboleta":["butterfly"],"garden":["jardim"],"caterpillar":["lagarta"],"ladybug":["joaninha"],"colorida":["colorful"]},"paragraphs":["Em um jardim colorido, Milo a lagarta se mexia, explorando cada folha e galho. \"Olá, Sra. Joaninha!\" Milo piava feliz.\n","Curioso para descobrir o que havia além da cerca do jardim, Milo se espremeu pela pequena abertura. O mundo lá fora era vasto e empolgante!\n","De repente, Milo viu uma borboleta colorida voando graciosa. \"Oi, sou o Milo! Como é ser uma borboleta?\" Milo perguntou com admiração.\n","A borboleta sorriu, \"Que incrível! Você também pode se tornar uma, assim como eu.\" Uma bolha de entusiasmo cresceu dentro do Milo.\n","Determinado, Milo comeu folhas nutritivas e fez um casulo aconchegante. Depois de uma soneca longa, Milo saiu, transformado em uma linda borboleta!\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité nous permet de faire de belles découvertes et de se faire de nouveaux amis.","hook":"Un jour ensoleillé, une petite chenille nommée Milo s'est lancée dans une grande aventure. Que va découvrir Milo?\n","keywords":{"papillon":["butterfly"],"incroyable":["incredible","unbelievable"],"excitation":["excitement"],"Milo":[],"virevolter":["twirl","whirl"],"jardin":["garden","yard"],"clôture":["fence","closure"],"monde":["world"],"chenille":["caterpillar"],"Coccinelle":["ladybug","ladybird"],"feuilles":["leaves"]},"paragraphs":["Dans un jardin coloré, Milo la chenille s'est tortillée en explorant chaque feuille et brindille. \"Bonjour, Mme Coccinelle !\" a gazouillé Milo joyeusement.\n","Curieux de découvrir ce qui se trouvait au-delà de la clôture du jardin, Milo se glissa à travers le petit espace. Le monde extérieur était vaste et excitant!\n","Tout à coup, Milo aperçut un joli papillon coloré virevoltant gracieusement. \"Coucou, je suis Milo ! Tu aimes être un papillon ?\" demanda Milo avec émerveillement.\n","Le papillon a souri, \"C'est incroyable! Tu peux devenir aussi, juste comme moi.\" L'excitation a bouillonné à l'intérieur de Milo.\n","Milo était déterminé. Il grignotait des feuilles nutritives et tissait un cocon douillet. Après une longue sieste, Milo est sorti, transformé en un magnifique papillon !\n"]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugierigsein führt zu wunderbaren Entdeckungen und neuen Freundschaften.","hook":"Eines sonnigen Tages machte sich eine kleine Raupe namens Milo auf ein großes Abenteuer. Was wird Milo entdecken?","keywords":{"Milo":["milo"],"Raupe":["caterpillar","larva"],"Marienkäfer":["ladybug","ladybird"],"Gartenzaun":["garden fence"],"riesig":["huge","gigantic"],"Schmetterling":["butterfly"],"fantastisch":["fantastic"],"Aufregung":["excitement","agitation"],"bunt":["colorful","bright"],"Blättern":["leaves","foliage"]},"paragraphs":["In einem lebendigen Garten wiggelte Milo die Raupe herum und entdeckte jeden Blatt und Zweig. \"Hallo, Frau Marienkäfer!\" piepste Milo fröhlich.\n","Neugierig zu erfahren, was hinter dem Gartenzaun war, quetschte sich Milo durch die kleine Lücke. Die Welt draußen war riesig und aufregend!\n","Plötzlich sah Milo einen bunten Schmetterling, der anmutig flatterte. \"Hallo, ich bin Milo! Wie ist es, ein Schmetterling zu sein?\", fragte Milo mit Staunen.\n","Der Schmetterling lächelte. \"Das ist fantastisch! Du kannst auch einer werden, genau wie ich.\" Aufregung blubberte in Milo.\n","Entschlossen, Milo knabberte an gesunden Blättern und spinnwebte einen gemütlichen Kokon. Nach einem langen Nickerchen tauchte Milo verwandelt als wunderschöner Schmetterling auf!\n"]}}}