{"title":"The Curious Caterpillar","hook":"Why did the little caterpillar decide to explore the mysterious garden at night?","moral":"Curiosity can lead to wonderful discoveries if we stay brave and kind.","paragraphs":["Once in a magical garden, a little caterpillar named Coco lived happily eating leaves all day. One night, Coco overheard the wise old owl mentioning hidden treasures in the garden.","\"What treasures could be hiding in the dark?\" wondered Coco. Determined to find out, Coco ventured into the garden filled with shimmering fireflies and mysterious shadows.","Along the way, Coco encountered a grumpy squirrel guarding a path to a glowing rose bush. \"This is my rose bush! Go away!\" grumbled the squirrel. Coco replied with kindness, offering to share the leaves from the nearby tree.","Moved by Coco's generosity, the squirrel smiled and let Coco pass. At the rose bush, Coco discovered sparkling dew drops that made the flowers shine like diamonds."],"keywords":"caterpillar, garden, treasure, curious, kindness, discovery, generosity, friendship, night, mysterious","characters":null,"translations":{"id-en":{"hook":"Why did the little caterpillar decide to explore the mysterious garden at night?","moral":"Curiosity can lead to wonderful discoveries if we stay brave and kind.","title":"The Curious Caterpillar","keywords":{"treasures":["harta","harta karun"],"dark":["gelap","kelam"],"curious":["penasaran","ingin tahu"],"Coco":["Kelapa Muda","Coco"],"squirrel":["tupai","menur"],"flowers":["bunga","kembang"],"rose bush":["semak mawar","semak bunga mawar"],"caterpillar":["ulat","ulat bulu"],"garden":["kebun","taman"]},"paragraphs":["One time, in a special garden, a tiny caterpillar named Coco lived happily munching on yummy leaves every day. While everyone was asleep, Coco listened to the smart old owl talking about secret treasures in the garden.\n","Coco was curious about the hidden treasures in the dark. She bravely explored the garden with glowing fireflies and strange shadows.\n","Coco met a squirrel who was mad. The squirrel was stopping Coco from reaching a shiny rose bush. \"This bush is mine! Leave!\" said the squirrel with a frown. Coco was nice and said, \"Let's share the tree's leaves.\"\n","Coco did a nice thing, so the squirrel grinned and moved aside. Near some pretty flowers, Coco found shiny water drops making them sparkle brightly.\n"]},"en-pt":{"title":"A Lagartinha Curiosa","moral":"A curiosidade pode nos levar a descobertas maravilhosas se ficarmos corajosos e gentis.\n","hook":"Por que a pequena lagarta decidiu explorar o jardim misterioso à noite?\n","keywords":{"Coco":["Coconut"],"lagarta":["Caterpillar"],"jardim":["Garden"],"tesouros":["Treasures"],"escuridão":["Darkness"],"vaga-lumes":["Fireflies"],"esquilo":["Squirrel"],"flores":["Flowers"],"arbusto de rosa":["Rosebush"]},"paragraphs":["Era uma vez num jardim mágico, uma pequena lagarta chamada Coco vivia feliz comendo folhas o dia todo. Uma noite, Coco ouviu a sábia coruja mencionando tesouros escondidos no jardim.\n","\"Que tesouros podem estar escondidos na escuridão?\" pensou Coco. Determinado a descobrir, Coco se aventurou no jardim cheio de vaga-lumes cintilantes e sombras misteriosas.\n","Ao longo do caminho, Coco encontrou um esquilo mal-humorado que guardava um caminho para um arbusto de rosa brilhante. \"Está é a minha roseira! Vai embora!\" resmungou o esquilo. Coco respondeu com gentileza, oferecendo-se para compartilhar as folhas da árvore próxima.\n","Impressionado com a generosidade de Coco, o esquilo sorriu e deixou Coco passar. No arbusto de rosas, Coco descobriu gotas de orvalho cintilantes que fizeram as flores brilharem como diamantes.\n"]},"en-de":{"title":"Die Neugierige Raupe","hook":"Warum hat die kleine Raupe beschlossen, den geheimnisvollen Garten bei Nacht zu erkunden?","moral":"Neugier kann zu wundervollen Entdeckungen führen, wenn wir tapfer und nett bleiben.","keywords":{"Coco":["Coconut"],"Garten":["Garden"],"Eule":["Owl"],"Schätze":["Treasures"],"Dunkel":["Dark"],"Glühwürmchen":["Firefly"],"Eichhörnchen":["Squirrel"],"Rosenbusch":["Rose bush"],"Cocos":["Coconuts"],"Tautropfen":["Dew drops"]},"paragraphs":["In einem zauberhaften Garten lebte eine kleine Raupe namens Coco glücklich und fraß den ganzen Tag Blätter. Eine Nacht hörte Coco die weise Eule von verborgenen Schätzen im Garten erwähnen.\n","\"Was für Schätze könnten sich im Dunkeln verstecken?\" fragte sich Coco. Bestimmt, es herauszufinden, wagte sich Coco in den Garten voller schimmernder Glühwürmchen und geheimnisvoller Schatten.\n","Auf dem Weg traf Coco ein mürrisches Eichhörnchen, das einen Pfad zu einem leuchtenden Rosenbusch bewachte. \"Das ist mein Rosenbusch! Geh weg!\", murrte das Eichhörnchen. Coco antwortete freundlich und bot an, die Blätter vom nahegelegenen Baum zu teilen.\n","Beeindruckt von Cocos Großzügigkeit lächelte das Eichhörnchen und ließ Coco passieren. Am Rosenbusch entdeckte Coco funkelnde Tautropfen, die die Blumen wie Diamanten glänzen ließen.\n"]},"en-fr":{"moral":"La curiosité peut nous mener à des découvertes merveilleuses si nous restons courageux et gentils.","title":"La Chenille Curieuse","hook":"Pourquoi la petite chenille a-t-elle décidé d'explorer le mystérieux jardin la nuit?\n","keywords":{"trésors":["treasures"],"jardin":["garden"],"lucioles":["fireflies"],"Coco":["Coconut","Cocoa"],"écureuil":["squirrel"],"roses":["roses"],"chenille":["caterpillar"],"buisson de roses":["rose bush"]},"paragraphs":["Il était une fois, dans un jardin magique, une petite chenille appelée Coco vivait heureuse en mangeant des feuilles toute la journée. Une nuit, Coco entendit par hasquer l'ancienne et sage chouette mentionner des trésors cachés dans le jardin.\n","\"Quels trésors pourraient se cacher dans le noir ?\" se demandait Coco. Décidée à découvrir, Coco s'aventura dans le jardin rempli de lucioles chatoyantes et d'ombres mystérieuses.\n","Sur son chemin, Coco a rencontré un écureuil grognon qui gardait un chemin menant à un buisson de roses brillant. \"C'est mon buisson de roses ! Va-t'en !\" grogna l'écureuil. Coco a répondu avec gentillesse, proposant de partager les feuilles de l'arbre voisin.\n","Touché par la gentillesse de Coco, l'écureuil a souri et a laissé passer Coco. Près du rosier, Coco a découvert des gouttes de rosée scintillantes qui faisaient briller les fleurs comme des diamants.\n"]}}}