{"title":"The Time-Lost Treasure","hook":"Will Surya and Ravi unlock the mystery of the shimmering portal in Fora jungle?","moral":"Teamwork and courage can overcome even the most puzzling challenges.","paragraphs":["In the heart of the dense Fora jungle, Surya the time leaping pirate and Ravi the mapmaker stumbled upon a hidden clearing. There, they found a shimmering portal unlike anything they had ever seen.","\"What do you think is behind that portal, Ravi?\" Surya asked, rubbing his bushy beard thoughtfully. Ravi's eyes widened with excitement, \"Maybe it leads to a lost treasure, Surya!\"","As they approached the portal, a series of glowing symbols appeared in the air. Surya scratched his head, \"This be the puzzle we need to solve!\" Ravi pulled out his map, comparing the symbols to the ancient markings.","Through teamwork and fearless curiosity, the duo decoded the symbols, unlocking the portal's secrets. Beyond the shimmering gateway, they discovered a chest filled with ancient coins and jewels.","\"We did it, Ravi!\" Surya chuckled with delight, \"Our combined wit and bravery led us to this treasure.\" Ravi beamed with pride, \"Together, we can conquer any mystery the jungle throws our way.\""],"keywords":["Fora jungle","Surya","Ravi","time leaping pirate","adventurous young mapmaker","shimmering portal","hidden clearing","teamwork","curiosity","ancient treasure"],"characters":["Surya","Ravi"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Le Trésor Perdu du Temps","moral":"Travailler ensemble et être très courageux peut aider à surmonter les problèmes les plus compliqués.","hook":"Est-ce que Surya et Ravi vont découvrir le mystère du portail étincelant dans la jungle de Fora?","keywords":{"symbols":["symbols"],"puzzle":["puzzle"],"ancient markings":["ancient markings"],"portail":["portal"],"trésor":["treasure"],"excitation":["excitement"],"intelligence":["intelligence"],"jungle":["jungle"],"trio":["trio"],"mystère":["mystery"],"pirate":["pirate"],"hidden clearing":["hidden clearing"]},"paragraphs":["Au cœur de la dense jungle de Fora, Surya le pirate qui saute dans le temps et Ravi le cartographe ont découvert par hasard un espace dégagé caché. Là, ils ont trouvé un portail scintillant comme jamais ils n'en avaient vu.\n","\"Que penses-tu qu'il y a derrière ce portail, Ravi?\" demanda Surya en se frottant pensivement sa barbe touffue. Les yeux de Ravi s'élargirent d'excitation, \"Peut-être qu'il mène à un trésor perdu, Surya!\"\n","Alors qu'ils s'approchaient du portail, une série de symboles lumineux apparurent dans l'air. Surya se gratta la tête, \"C'est le casse-tête que nous devons résoudre !\", dit-il. Ravi sortit sa carte et compara les symboles aux marques anciennes.\n","En travaillant ensemble et en étant très curieux, les copains ont réussi à comprendre les symboles, ouvrant le passage secret. De l'autre côté de la porte étincelante, ils ont trouvé un coffre rempli de pièces anciennes et de bijoux.\n","\"Nous l'avons fait, Ravi!\" Surya rit avec joie, \"Notre intelligence et notre courage combinés nous ont conduits à ce trésor.\" Ravi rayonnait de fierté, \"Ensemble, nous pouvons surmonter tous les mystères que la jungle met sur notre chemin.\"\n"]},"en-pt":{"title":"O Tesouro Perdido no Tempo","hook":"Será que Surya e Ravi vão descobrir o segredo do portal brilhante na floresta de Fora?","moral":"Trabalhar juntos e ter coragem podem ajudar a vencer até os desafios mais difíceis de entender.","keywords":{"teamwork":["teamwork"],"decoded":["decoded"],"secret":["secret"],"coração":["heart"],"selva":["jungle"],"portal":["portal"],"símbolos":["symbols"],"mapa":["map"],"tesouro":["treasure"],"empolgação":["excitement"],"esperteza":["cleverness"]},"paragraphs":["No coração da densa selva de Fora, Surya, o pirata saltador de tempo, e Ravi, o cartógrafo, encontraram uma clareira escondida. Lá, eles descobriram um portal cintilante como nunca tinham visto antes.\n","\"O que você acha que está atrás daquele portal, Ravi?\" perguntou Surya, esfregando sua barba cheia de pensamentos. Os olhos de Ravi se alargaram de empolgação, \"Talvez ele leve a um tesouro perdido, Surya!\"\n","Quando se aproximaram do portal, uma série de símbolos brilhantes apareceram no ar. Surya coçou a cabeça, \"Esta é o quebra-cabeça que precisamos resolver!\" Ravi tirou seu mapa, comparando os símbolos às marcas antigas.\n","Com trabalho em equipe e curiosidade destemida, o duo decifrou os símbolos, desvendando os segredos do portal. Além do portal cintilante, eles encontraram um baú cheio de moedas e joias antigas.\n","\"Conseguimos, Ravi!\" Surya riu de alegria, \"Nossa esperteza e coragem juntas nos levaram a este tesouro.\" Ravi brilhava de orgulho, \"Juntos, podemos vencer qualquer mistério que a selva colocar em nosso caminho.\"\n"]},"id-en":{"hook":"Will Surya and Ravi unlock the mystery of the shimmering portal in Fora jungle?","moral":"Teamwork and courage can overcome even the most puzzling challenges.","title":"The Time-Lost Treasure","keywords":{"teamwork":["kerja sama"],"curiosity":["rasa ingin tahu"],"treasure":["harta karun"],"magic":["sihir","ajaib"],"door":["pintu"],"symbols":["simbol","lambang"],"Surya":["Surya"],"Ravi":["Ravi"],"jungle":["hutan"],"pirate":["bajak laut"],"time":["waktu"]},"paragraphs":["In the middle of the thick Fora jungle, Surya the pirate who travels through time and Ravi the person who makes maps found a secret open space. There, they discovered a shiny door that was not like anything they had seen before.\n","Surya asked Ravi, \"What do you think is behind that door?\"\nAs he touched his big beard, Ravi's eyes opened wide, \"Perhaps it goes to hidden gold!\"\n","They went near a magic door. They saw magical pictures in the sky. Surya said, \"This is the tricky game we must win!\" Ravi looked at the map and the old pictures. \n","With working together and not being scared to ask questions, the two friends cracked the secret of the fancy signs. After opening the magical door, they found a treasure chest with very old shiny money and gemstones inside.\n","\"Hooray, we did it, Ravi!\" Surya giggled happily, \"Our smartness and courage helped us find this special thing.\" \nRavi smiled happily, \"Together, we can solve any strange thing we find in the jungle.\"\n"]},"en-de":{"title":"Der Verlorene Schatz der Zeit","moral":"Zusammenarbeit und Mut können sogar die kniffligsten Herausforderungen überwinden.","hook":"Können Surya und Ravi das Geheimnis des glitzernden Portals im Dschungel von Fora lösen?","keywords":{"Dschungel":["jungle"],"Pirat":["pirate"],"Portal":["portal"],"Schatz":["treasure"],"Aufregung":["excitement"],"leuchtend":["bright","shining"],"Rätsel":["puzzle","riddle"],"Gemeinsamkeit":["commonality","similarity"],"Entziffern":["decipher"],"Geheimnisse":["secrets"],"Tapferkeit":["bravery","courage"]},"paragraphs":["In einem dichten Dschungel namens Fora stolperten Surya - der zeitreisende Pirat - und Ravi - der Kartenmacher - über eine versteckte Lichtung. Dort fanden sie ein schimmerndes Portal, das sie noch nie zuvor gesehen hatten.\n","\"Was denkst du ist hinter diesem Portal, Ravi?\" fragte Surya, während er nachdenklich seinen buschigen Bart rieb. Ravis Augen weiteten sich vor Aufregung. \"Vielleicht führt es zu einem verlorenen Schatz, Surya!\"\n","Als sie dem Portal näher kamen, erschienen eine Reihe von leuchtenden Symbolen in der Luft. Surya kratzte sich am Kopf, \"Das ist das Rätsel, das wir lösen müssen!\" Ravi holte seine Karte heraus und verglich die Symbole mit den alten Markierungen.\n","Gemeinsamkeit und keine Angst davor, neugierig zu sein, half dem Paar dabei, die Symbole zu entziffern und so die Geheimnisse des Portals zu enthüllen. Jenseits des schimmernden Torwegs entdeckten sie eine Truhe voller alter Münzen und Juwelen.\n","\"Wir haben es geschafft, Ravi!\" kicherte Surya freudig, \"Unser vereintes Köpfchen und Tapferkeit haben uns zu diesem Schatz geführt.\" Ravi strahlte vor Stolz, \"Zusammen können wir jedes Rätsel meistern, das der Dschungel uns entgegenwirft.\"\n"]}}}