{"title":"The Curious Rainbow Fish","hook":"Have you ever seen a rainbow fish? Let's dive into the ocean to meet one!","moral":"Sharing brings joy and friendships.","paragraphs":["Once in a sunny sea, there lived a colorful rainbow fish named Finn. His scales shimmered like a rainbow, dazzling every creature around.","One day, a shy seahorse named Stella asked, \"Finn, your scales are so pretty. Can I have one?\" Finn hesitated, worried that he would lose his beauty.","As days passed, Finn noticed his friends drifting away, feeling sad. He realized that sharing his scales could bring happiness to others.","With a brave heart, Finn swam to Stella and said, \"Here, you can have one of my scales.\" Stella's eyes twinkled with delight as she attached the shimmering scale.","Soon, the other sea creatures gathered around in awe, admiring Finn's act of kindness. Finn felt a warmth inside that he had never felt before. From that day on, Finn shared his scales with everyone, making new friends and spreading joy throughout the sea."],"keywords":"rainbow fish, colorful, shimmer, scales, sharing, happiness, kindness, friends, joy, sea creature","characters":null,"translations":{"en-de":{"title":"Das Neugierige Regenbogenfisch","moral":"Teilen macht Spaß und bringt Freundschaften.","hook":"Hast du schon mal einen Regenbogenfisch gesehen? Lass uns ins Meer tauchen, um einen kennenzulernen!","keywords":{"Tage":["days"],"Freunde":["friends"],"Teilen":["share","divide"],"Finn":["fin"],"Stella":["star"],"Herz":["heart"],"Meerestiere":["sea creatures","marine animals"],"Wärme":["warmth"],"Regenbogenfisch":["rainbow fish"],"Schuppen":["scales"],"Meer":["sea","ocean"],"Tag":["day"],"Seepferd":["seahorse"]},"paragraphs":["Einmal in einem sonnigen Meer lebte ein bunter Regenbogenfisch namens Finn. Seine Schuppen glänzten wie ein Regenbogen und verzauberten jedes Tier in der Nähe.\n","Ein Tag, ein schüchternes Seepferd namens Stella fragte: \"Finn, deine Schuppen sind so hübsch. Kann ich eine haben?\" Finn zögerte, besorgt, dass er seine Schönheit verlieren würde.\n","Als die Tage vergingen, bemerkte Finn, dass seine Freunde sich entfernten und traurig fühlten. Er erkannte, dass das Teilen seiner Schuppen anderen Freude bringen könnte.\n","Mit einem tapferen Herz schwamm Finn zu Stella und sagte: \"Hier kannst du eine meiner Schuppen haben.\" Stellas Augen funkelten vor Freude, als sie die schimmernde Schuppe befestigte.\n","Bald versammelten sich die anderen Meerestiere voller Ehrfurcht um Finn herum und bewunderten Finns freundliche Tat. Finn fühlte eine Wärme in seinem Inneren, die er noch nie zuvor gespürt hatte. Seit diesem Tag teilte Finn seine Schuppen mit allen, schloss neue Freundschaften und verbreitete Freude im gesamten Meer.\n"]},"id-en":{"hook":"Have you ever seen a rainbow fish? Let's dive into the ocean to meet one!","moral":"Sharing brings joy and friendships.","title":"The Curious Rainbow Fish","keywords":{"rainbow fish":["ikan pelangi"],"scales":["sisik"],"ocean":["lautan"],"seahorse":["kuda laut"],"shy":["malu","pendiam"],"beauty":["kecantikan"],"Finn":["Finn"],"brave":["berani","pemberani"],"friends":["teman","sahabat"],"sea creatures":["makhluk laut"],"kindness":["kebaikan"]},"paragraphs":["Once upon a time, in a bright blue ocean, there was a pretty rainbow fish called Finn. His shiny scales sparkled like a rainbow, dazzling all the sea animals.\n","One beautiful day, Stella, a shy seahorse, asked Finn, \"Can I have one of your pretty scales?\" Finn hesitated, afraid of losing his beauty.\n","One day, Finn saw that his friends were going far away. He felt very sad. He understood that if he shared his shiny scales with others, they would be happy.\n","Finn was brave. He swam to Stella and gave her one of his shiny scales. Stella's eyes sparkled with joy when she put it on.\n","One day, all the animals in the sea came together and watched Finn with big eyes, saying nice things about how kind he was. Finn's heart felt warm and happy in a special way. And from then on, Finn gave away his shiny skin to all his friends, making them happy and bringing joy to the sea.\n"]},"en-fr":{"title":"Le Poisson Curieux aux Couleurs de l'Arc-en-ciel\n","moral":"Partager apporte de la joie et des amitiés.","hook":"Tu as déjà vu un poisson arc-en-ciel ? Plongeons dans l'océan pour en rencontrer un !","keywords":{"Finn":["Finn"],"amis":["friends"],"partage":["sharing","divide"],"poisson arc-en-ciel":["rainbow fish"],"écailles":["scales"],"éblouissant":["dazzling","shiny"],"Stella":["Stella"],"hippocampe":["seahorse"],"courageux":["brave","courageous"],"brillante":["bright","shiny"],"gentillesse":["kindness"]},"paragraphs":["Il était une fois, dans une mer ensoleillée, vivait un poisson arc-en-ciel coloré appelé Finn. Ses écailles brillaient comme un arc-en-ciel, éblouissant toutes les créatures autour.\n","Un jour, une timide petite hippocampe appelée Stella a demandé : \"Finn, tes écailles sont si jolies. Puis-je en avoir une ?\" Finn hésitait, inquiet de perdre sa beauté.\n","Au fil des jours, Finn a remarqué que ses amis s'éloignaient, et cela l'a rendu triste. Il a compris que partager ses écailles pouvait apporter du bonheur aux autres.\n","Avec un courageux cœur, Finn nagea vers Stella et dit, \"Tiens, tu peux avoir une de mes écailles.\" Les yeux de Stella scintillèrent de joie alors qu'elle attachait l'écaille brillante.\n","Bientôt, les autres animaux de la mer se sont rassemblés, émerveillés, admirant l'acte de gentillesse de Finn. Finn ressentait une chaleur intérieure qu'il n'avait jamais ressentie auparavant. À partir de ce jour, Finn partageait ses écailles avec tout le monde, se faisant de nouveaux amis et répandant la joie à travers la mer.\n"]},"en-pt":{"title":"O Peixinho Colorido Curioso","hook":"Já viste um peixe arco-íris? Vamos mergulhar no oceano para encontrar um!","moral":"Compartilhar traz alegria e amizades.\n","keywords":{"Finn":["Finn"],"amigos":["friends"],"escamas":["scales"],"seahorse":["seahorse"],"scales":["scales"],"beauty":["beauty"],"peixinho":["little fish"],"arco-íris":["rainbow"],"brilhavam":["shined","glowed"],"sea creatures":["sea creatures"],"kindness":["kindness"],"spreading joy":["spreading joy"],"corajoso":["brave"],"brilharam":["shone","gleamed"]},"paragraphs":["Era uma vez, num mar ensolarado, um peixinho arco-íris colorido chamado Finn. As suas escamas brilhavam como um arco-íris, encantando todas as criaturas ao redor.\n","Certo dia, uma cavalo-marinho tímida chamada Stella perguntou, \"Finn, suas escamas são tão bonitas. Posso ter uma?\" Finn hesitou, preocupado que ele poderia perder sua beleza.\n","Conforme os dias passavam, Finn percebeu seus amigos se distanciando, se sentindo triste. Ele entendeu que compartilhar suas escamas poderia trazer felicidade para os outros.\n","Com um coração corajoso, Finn nadou até Stella e disse: \"Aqui, você pode ter uma das minhas escamas\". Os olhos de Stella brilharam de alegria enquanto ela prendia a escama reluzente.\n","Logo, os outros animais marinhos se juntaram em volta, admirando o gesto de bondade de Finn. Finn sentiu um calor dentro de si que nunca havia sentido antes. A partir daquele dia, Finn compartilhou suas escamas com todos, fazendo novos amigos e espalhando alegria por todo o mar.\n"]}}}