{"title":"The Lost Flower Kindness","hook":"Why did Maila, the helpful garden fairy, have a sad look on her face?","moral":"Kindness can lead to unexpected rewards and brighten someone's day.","paragraphs":["Once upon a time in the great Fora jungle, a kind-hearted fairy named Maila lived. She loved helping all the plants and creatures in the jungle with her magical abilities.","One day, as Maila was fluttering around, she noticed a little flower looking sad. \"What's wrong, little flower? Why do you look so down?\" asked Maila with a gentle smile.","The flower whispered, \"I lost my sparkle, and now I feel dull and unseen by everyone.\" Maila's heart sank, but she reassured the flower, \"Don't worry, I'll help you find your sparkle.\"","Maila sprinkled her magical dust over the flower, whispering words of kindness and encouragement. Slowly, the flower began to glow with vibrant colors, blooming beautifully once again.","The flower squealed with joy, \"Thank you, Maila! You helped me find my sparkle back.\" Maila beamed with happiness, knowing that even the smallest act of kindness could make a big difference."],"keywords":["fairy","jungle","kindness","magical","flower","sparkle","vibrant","encouragement","help","joy"],"characters":["Maila"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"A Flor Bondosa Perdida","moral":"Ser gentil pode trazer surpresas boas e alegrar o dia de alguém. 🌟\n","hook":"Por que a Maila, a fadinha do jardim ajudante, estava com cara de triste?\n","keywords":{"Maila":["flower"],"flor":["flower"],"triste":["sad"],"fada":["fairy"],"floresta":["forest"],"ajudar":["help"],"poeira mágica":["sparkle","magic dust"],"cores vibrantes":["vibrant colors"],"flower":["flor"],"sparkle":["poeira mágica"],"heart":[],"kindness":[]},"paragraphs":["Era uma vez, na grande floresta de Fora, uma fada de bom coração chamada Maila. Ela adorava ajudar todas as plantas e criaturas da floresta com seus poderes mágicos.\n","Um dia, enquanto Maila voava ao redor, ela viu uma florzinha triste. \"O que foi, florzinha? Por que você está assim tristinha?\" perguntou Maila com um sorriso gentil.\n","A flor sussurrou, \"Eu perdi meu brilho, e agora me sinto sem graça e invisível para todos.\" O coração de Maila afundou, mas ela tranquilizou a flor, \"Não se preocupe, vou te ajudar a encontrar seu brilho.\"\n","Maila jogou sua poeira mágica sobre a flor, sussurrando palavras de bondade e encorajamento. Lentamente, a flor começou a brilhar com cores vibrantes, florescendo lindamente mais uma vez.\n","A flor deu um gritinho de alegria, \"Obrigada, Maila! Você me ajudou a encontrar meu brilho novamente.\" Maila sorriu de felicidade, sabendo que até o menor gesto de bondade pode fazer uma grande diferença.\n"]},"en-de":{"title":"Das Verlorene Blumen Gute","hook":"Warum hat Maila, die hilfreiche Gartenfee, ein trauriges Gesicht?","moral":"Freundlichkeit kann zu unerwarteten Belohnungen führen und den Tag für jemanden erhellen.","keywords":{"Blume":["Flower"],"Glanz":["Shine","Glow"],"Freundlichkeit":["Kindness"],"Maila":["Maila"],"Zauberstaub":["Magic Dust"],"lebendigen Farben":["Vibrant Colors"],"Feen":["Fairies"],"Dschungel":["Jungle"],"magische Fähigkeiten":["Magical Abilities"],"Herz":["Heart"],"traurig":["Sad"]},"paragraphs":["Es war einmal im großen Dschungel von Fora, da lebte eine freundliche Fee namens Maila. Sie liebte es, allen Pflanzen und Tieren im Dschungel mit ihren magischen Fähigkeiten zu helfen.\n","Ein Tag, während Maila herumflog, bemerkte sie eine kleine Blume, die traurig aussah. \"Was ist los, kleine Blume? Warum siehst du so traurig aus?\" fragte Maila mit einem sanften Lächeln.\n","Die Blume flüsterte: \"Ich habe meinen Glanz verloren und fühle mich jetzt matt und von allen unentdeckt.\" Mailas Herz sank, aber sie beruhigte die Blume: \"Keine Sorge, ich werde dir helfen, deinen Glanz zu finden.\"\n","Maila hat ihren Zauberstaub über die Blume gestreut, während sie Worte der Freundlichkeit und Ermutigung flüsterte. Langsam begann die Blume in lebendigen Farben zu leuchten und blühte wieder schön auf.\n","Die Blume quietschte vor Freude: \"Danke, Maila! Du hast mir geholfen, meinen Glanz zurückzufinden.\" Maila strahlte vor Glück und wusste, dass selbst die kleinste Art der Freundlichkeit einen großen Unterschied machen konnte.\n"]},"en-fr":{"title":"La gentille fleur perdue\n","moral":"Être gentil peut faire plaisir et rendre la journée de quelqu'un encore plus belle.\n","hook":"Pourquoi Maila, la gentille fée du jardin, avait-elle l'air triste sur son visage?","keywords":{"fée":["fairy"],"jungle":["jungle"],"magique":["magical"],"Maila":["Maila"],"poussière magique":["magic dust"],"fleur":["flower"],"flower":["fleur"],"joy":["joy"],"kindness":["kindness"],"sad":["sad"],"éclat":["glow"],"terne":["dull"]},"paragraphs":["Il était une fois, dans la grande jungle de Fora, une gentille fée nommée Maila qui vivait. Elle aimait aider toutes les plantes et créatures de la jungle avec ses pouvoirs magiques.\n","Un jour, alors que Maila voltigeait autour, elle a vu une petite fleur triste. \"Qu'est-ce qui ne va pas, petite fleur ? Pourquoi as-tu l'air si triste?\" a demandé Maila avec un sourire doux.\n","La fleur chuchota, \"J'ai perdu mon éclat, et maintenant je me sens terne et ignorée par tout le monde.\" Le cœur de Maila a sombré, mais elle a rassuré la fleur, \"Ne t'inquiète pas, je vais t'aider à retrouver ton éclat.\"\n","Maila a saupoudré sa poussière magique sur la fleur, chuchotant des mots gentils et encourageants. Petit à petit, la fleur a commencé à briller de couleurs vibrantes, fleurissant magnifiquement une fois de plus.\n","La fleur a poussé un cri de joie, \"Merci, Maila! Tu m'as aidée à retrouver mon éclat.\" Maila rayonnait de bonheur, sachant que même le plus petit geste de gentillesse pouvait faire une grande différence.\n"]},"id-en":{"hook":"Why did Maila, the helpful garden fairy, have a sad look on her face?","moral":"Kindness can lead to unexpected rewards and brighten someone's day.","title":"The Lost Flower Kindness","keywords":{"flower":["bunga"],"sparkle":["bersinar","berkilau"],"kindness":["kebaikan","kemanusiaan"],"Maila":["Maila"],"sad":["sedih","duka"],"fairy":["peri","penyihir kecil"],"jungle":["hutan belantara","rimba"],"magical abilities":["kemampuan magis"],"magical dust":["debu ajaib"],"reassure":["menenangkan","menjelaskan kembali"]},"paragraphs":["In the big jungle of Fora, there was a fairy named Maila. She was very kind and had magic powers to help plants and animals.\n","One day, as Maila was flying happily, she saw a small flower feeling unhappy. \"What's the matter, little flower? Why are you sad?\" Maila asked kindly.\n","Once upon a time, a pretty flower said softly, \"I lost my twinkle, now I feel plain and unnoticed by all.\" Maila felt sad, but she told the flower, \"Don't be scared, I'll help you get your twinkle back.\"\n","Maila spread her special powder on the flower, softly saying nice words and giving it confidence. The flower started shining with happy colors, opening up so pretty again.\n","The pretty flower made a happy sound, \"Thank you, Maila! You made me shiny again.\" Maila smiled big, feeling really happy that doing something nice can change things a lot.\n"]}}}