{"title":"The Curious Acorn","hook":"Why was the little acorn so curious about the world around it?","moral":"Curiosity can lead to wonderful discoveries and new adventures.","paragraphs":["Once upon a time, in a cozy little forest, there was a curious acorn who dreamed of exploring the world beyond the trees.","\"Why do you always want to look beyond the forest?\" asked the wise old oak tree.","\"I want to see what lies beyond the horizon,\" replied the little acorn with big eyes full of wonder.","One day, a gentle breeze whispered to the acorn about a magical meadow on the other side of the forest.","Determined to discover the meadow, the acorn rolled down the hill, overcoming obstacles like playful squirrels and a flowing stream.","Finally reaching the meadow, the acorn found a field of colorful flowers and met new friends like a chirping bird and a dancing butterfly."],"keywords":"acorn, forest, curiosity, horizon, meadow, obstacles, friends, colorful, discovery, adventures","characters":null,"translations":{"id-en":{"hook":"Why was the little acorn so curious about the world around it?","moral":"Curiosity can lead to wonderful discoveries and new adventures.","title":"The Curious Acorn","keywords":{"little seed":["benih kecil"],"big eyes":["mata besar"],"sky":["langit"],"breeze":["angin sepoi-sepoi"],"acorn":["biji ekor"],"meadow":["padang rumput"],"wise":["bijaksana"],"old oak tree":["pohon ek tua"],"forest":["hutan"],"seed":["benih"],"world":["dunia"],"colorful flowers":["bunga berwarna-warni"],"obstacles":["halangan","rintangan"]},"paragraphs":["Long ago, in a small, comfy forest, there was a curious little seed that wanted to see the world outside the trees.\n","The old tree asked, \"Why do you always want to see what's on the other side of the forest?\"\n","The little seed with very big eyes looked up and said, \"I want to see what is on the other side of the sky.\" \n","Once upon a time, a soft wind told a little seed about a special field in the woods far away.\n","Wanting to find the big grassy field, the little nut rolled down the small mountain, going past things like playful tree-climbing animals and a moving brook.\n","The little acorn went to a big grassy place and saw pretty flowers, a tweet-tweet bird, and a wiggly butterfly.\n"]},"en-fr":{"title":"La Noisette Curieuse","moral":"La curiosité peut nous amener à faire de belles découvertes et vivre de nouvelles aventures.","hook":"Pourquoi la petite graine de chêne était-elle si curieuse du monde qui l'entoure?","keywords":{"fois":["time"],"forêt":["forest"],"curieux":["curious"],"brise":["breeze"],"prairie":["prairie"],"détermination":["determination"],"gland":["acorn"],"vieux chêne":["old oak"],"regarder":["look"],"horizon":["horizon"],"acorn":["gland"],"wonder":["émerveillement"],"fleurs colorées":["colorful flowers"],"nouveaux amis":["new friends"]},"paragraphs":["Il était une fois, dans une petite forêt douillette, un petit gland curieux qui rêvait d'explorer le monde au-delà des arbres.\n","Pourquoi veux-tu toujours regarder au-delà de la forêt ? demanda le vieux chêne sage.\n","\"Je veux voir ce qui se trouve au-delà de l'horizon,\" répondit le petit gland aux grands yeux pleins de curiosité.\n","Un jour, une douce brise chuchota au gland à propos d'une prairie magique de l'autre côté de la forêt.\n","Avec détermination, le gland a roulé dans la prairie, dépassant des obstacles comme des écureuils espiègles et un ruisseau qui coule.\n","Enfin arrivé dans la prairie, le gland a trouvé un champ de fleurs colorées et a rencontré de nouveaux amis comme un oiseau qui gazouille et un papillon qui danse.\n"]},"en-de":{"title":"Die Neugierige Eichel","moral":"Neugier kann zu tollen Entdeckungen und neuen Abenteuern führen.","hook":"Warum war die kleine Eichel so neugierig auf die Welt um sie herum?\n","keywords":{"Wald":["forest","woods"],"klug":["smart","intelligent"],"alt":["old"],"Eichel":["acorn"],"Horizont":["horizon"],"Augen":["eyes"],"Wiese":["meadow","field"],"Schmetterling":["butterfly"],"gentle breeze":["sanfte Brise"],"magical meadow":["zauberhafte Wiese"],"acorn":["Eichel"],"gemütlichen Wald":["cozy forest","comfortable woods"],"neugierige Eichel":["curious acorn"],"Welt erkunden":["explore the world"],"Eichhörnchen":["squirrel"]},"paragraphs":["Es war einmal, in einem gemütlichen Wald, eine neugierige Eichel, die davon träumte, die Welt außerhalb der Bäume zu erkunden.\n","\"Warum willst du immer hinter den Wald sehen?\" fragte die kluge alte Eiche.\n","\"Ich möchte sehen, was sich jenseits des Horizonts verbirgt\", antwortete die kleine Eichel mit großen Augen voller Staunen.\n","Eines Tages hat ein sanfter Wind dem Eichel von einer zauberhaften Wiese auf der anderen Seite des Waldes erzählt.\n","Ein kleines Eichel wollte die Wiese entdecken. Sie rollte den Hügel hinunter, vorbei an verspielten Eichhörnchen und einem fließenden Bach.\n","Endlich erreichte die Eichel die Wiese und fand ein Feld bunter Blumen vor, wo sie neue Freunde traf, wie einen zwitschernden Vogel und einen tanzenden Schmetterling.\n"]},"en-pt":{"moral":"A curiosidade pode te levar a descobertas maravilhosas e novas aventuras.","title":"A Bolinha Curiosa","hook":"Por que a pequena bolota estava tão curiosa sobre o mundo ao seu redor?","keywords":{"acorn":["bolota"],"horizon":["horizonte"],"wonder":["maravilha","espanto"],"era uma vez":["once upon a time"],"bolota curiosa":["curious acorn"],"explorar o mundo":["explore the world"],"breeze":["brisa"],"magical meadow":["prado mágico"],"floresta":["forest"],"sábia":["wise"],"árvore":["tree"],"hill":["colina"],"squirrels":["esquilos"],"field":["campo"],"colorful flowers":["flores coloridas"],"new friends":["novos amigos"]},"paragraphs":["Era uma vez, em uma floresta pequenina e aconchegante, uma bolota curiosa que sonhava em explorar o mundo além das árvores.\n","\"Por que você sempre quer olhar além da floresta?\" perguntou a sábia e velha árvore de carvalho.\n","\"Eu quero ver o que está do outro lado do horizonte,\" respondeu a pequena bolota com seus olhinhos grandes cheios de admiração.\n","Era uma vez, uma brisa suave sussurrou para a bolota sobre um prado mágico no outro lado da floresta.\n","Determinada em descobrir o prado, a bolota rolou morro abaixo, superando obstáculos como esquilos brincalhões e um riacho fluindo.\n","Depois de chegar finalmente ao campo, a bolota encontrou um imenso jardim com flores coloridas e fez novos amigos como um pássaro cantante e uma borboleta dançante.\n"]}}}