{"title":"The Kindhearted Caterpillar","hook":"Why did Charlie, the caterpillar, always have a smile on his face? Let's find out!","moral":"Kindness is always rewarded in unexpected ways.","paragraphs":["Once in a meadow, lived a cheerful little caterpillar named Charlie. He had colorful stripes and a big smile that never left his face.","One day, a group of ants passed by, struggling to carry their heavy food. “Can I help you?” asked Charlie with a warm smile. The ants were surprised but accepted his help gratefully.","As the days passed, more animals in the meadow noticed Charlie's kindness and began to help him too. When a storm hit the meadow, all the animals worked together to keep Charlie safe in a cozy leaf shelter.","When the sun came out again, a magical transformation happened. Charlie emerged from his shelter not as a caterpillar, but as a beautiful butterfly, his wings shimmering in rainbow colors."],"keywords":["caterpillar","kindness","cheerfulness","transformation","teamwork","meadow","rainbow","magical","shelter","gratitude"],"characters":null,"translations":{"id-en":{"hook":"Why did Charlie, the caterpillar, always have a smile on his face? Let's find out!","moral":"Kindness is always rewarded in unexpected ways.","title":"The Kindhearted Caterpillar","keywords":{"caterpillar":["ulat bulu"],"colors":["warna-warna"],"smile":["senyum"],"sun":["matahari"],"butterfly":["kupu-kupu"],"ants":["semut"],"carry":["membawa"],"help":["membantu"],"animals":["hewan"],"kindness":["kebaikan","kelembutan"],"shelter":["tempat perlindungan","pondok"]},"paragraphs":["Once upon a time in a big field, there was a happy little caterpillar named Charlie. He had lots of colors on his body and always had a big smile. \n","Once upon a time, some tiny bugs were walking with a big, heavy snack. Charlie, a nice friend, asked \"Can I help you?\" The bugs were surprised but happy to get help from him.\n","One day, animals in the field saw Charlie being nice. They decided to help him. When a big rain came, all animals joined hands to protect Charlie in a warm leaf house.\n","One day, after the rain, the sky became sunny. Something special happened to Charlie. He came out from his hiding place and turned into a pretty butterfly with colorful wings.\n"]},"en-de":{"title":"Die Freundliche Raupe","moral":"Freundlichkeit wird immer auf unerwartete Weise belohnt.\n","hook":"Warum hatte Charlie, die Raupe, immer ein Lächeln im Gesicht? Lass uns herausfinden!","keywords":{"animals":["Tiere"],"kindness":["Freundlichkeit","Güte","Liebenswürdigkeit"],"teamwork":["Teamarbeit"],"Sonne":["Sun"],"Schmetterling":["Butterfly"],"Regenbogenfarben":["Rainbow colors"],"Wiese":["Meadow"],"Raupi":["Caterpillar"],"Lächeln":["Smile"],"Ameisen":["Ants"],"Essen":["Food"],"helfen":["help"]},"paragraphs":["In einer Wiese lebte ein glücklicher kleiner Raupi namens Charlie. Er hatte bunte Streifen und ein großes Lächeln, das nie von seinem Gesicht verschwand.\n","Eines Tages kam eine Gruppe von Ameisen vorbei und kämpfte, um ihr schweres Essen zu tragen. „Kann ich euch helfen?“ fragte Charlie mit einem warmen Lächeln. Die Ameisen waren überrascht, aber akzeptierten seine Hilfe dankbar.\n","Als die Tage vergingen, bemerkten immer mehr Tiere auf der Wiese Charlies Freundlichkeit und begannen ihm auch zu helfen. Als ein Sturm die Wiese traf, arbeiteten alle Tiere zusammen, um Charlie in einem gemütlichen Blattschutz sicher zu halten.\n","Als die Sonne wieder herauskam, geschah eine magische Verwandlung. Charlie kam aus seinem Schutz heraus, nicht als Raupe, sondern als ein schöner Schmetterling, dessen Flügel in Regenbogenfarben schimmerten.\n"]},"en-fr":{"title":"La Chenille au Cœur Gentil","moral":"La gentillesse est toujours récompensée de manières inattendues.","hook":"Pourquoi est-ce que Charlie, la chenille, avait toujours le sourire aux lèvres? Découvrons-le!\n","keywords":{"fourmis":["ants"],"lourd":["heavy"],"doux sourire":["gentle smile"],"prairie":["meadow","field"],"chenille":["caterpillar"],"rayures":["stripes"],"animaux":["animals"],"gentillesse":["kindness"],"orage":["storm"],"soleil":["sun"],"magique":["magical"],"papillon":["butterfly"]},"paragraphs":["Il était une fois dans une prairie, vivait une joyeuse petite chenille nommée Charlie. Il avait des rayures colorées et un grand sourire qui ne quittait jamais son visage.\n","Un jour, un groupe de fourmis est passé en transportant difficilement leur lourd repas. \"Puis-je t'aider ?\" demanda Charlie avec un doux sourire. Les fourmis étaient surprises mais ont gentiment accepté son aide.\n","Un jour, tous les animaux dans la prairie ont vu la gentillesse de Charlie et ont décidé de l'aider. Pendant un orage, les animaux ont travaillé ensemble pour protéger Charlie dans un abri douillet de feuilles.\n","Quand le soleil est apparu à nouveau, une transformation magique s'est produite. Charlie est sorti de son abri non pas en tant que chenille, mais en tant que magnifique papillon, ses ailes scintillant dans toutes les couleurs de l'arc-en-ciel.\n"]},"en-pt":{"moral":"Ser amável sempre traz recompensas de um jeito que a gente não espera.\n","title":"A Lagarta Bondosa","hook":"Por que o Carlito, a lagarta, sempre tinha um sorriso no rosto? Vamos descobrir!","keywords":{"meadow":["meadow"],"caterpillar":["caterpillar"],"cheerful":["cheerful","happy","joyful"],"sun":["sun"],"butterfly":["butterfly"],"colors of the rainbow":["colors of the rainbow","rainbow colors"],"animals":["animals"],"kindness":["kindness"],"storm":["storm"],"ants":["ants"],"help":["help"],"surprised":["surprised","astonished"]},"paragraphs":["Era uma vez, num campo, vivia uma lagarta alegre chamada Charlie. Ele tinha listras coloridas e um sorriso grande que nunca saía de seu rosto.\n","Um dia, um grupo de formigas passou, tentando carregar sua comida pesada. \"Posso ajudar vocês?\" perguntou Charlie com um sorriso caloroso. As formigas ficaram surpresas, mas aceitaram sua ajuda com gratidão.\n","Conforme os dias passavam, mais animais no campo perceberam a bondade do Charlie e começaram a ajudá-lo também. Quando uma tempestade atingiu o campo, todos os animais trabalharam juntos para manter o Charlie seguro em um abrigo acolhedor feito de folhas.\n","Quando o sol apareceu de novo, aconteceu uma transformação mágica. Charlie saiu do seu esconderijo não como uma lagarta, mas como uma linda borboleta, suas asas brilhando em cores do arco-íris.\n"]}}}