{"title":"Washa and Nuri’s Adventure","hook":"Amidst the great Fora jungle, will Washa and Nuri's mischievous antics lead to trouble or triumph?","moral":"Cooperation and understanding can help overcome misunderstandings and conflicts.","paragraphs":["In the depths of the great Fora jungle, Washa the wise serpent charmer and Nuri the mischievous forest spirit lived harmoniously. One sunny morning, Nuri decided to play a prank on Washa by hiding his precious flute. Washa arrived at his usual spot to play soothing melodies, only to find his flute missing.","\"Oh no! Where is my flute?\" cried Washa, looking around in confusion. Nuri peeked from behind a tree, unable to contain a mischievous giggle. Washa frowned, realizing Nuri’s involvement. Sensing Washa’s distress, Nuri felt guilty for causing trouble.","\"I'm sorry, Washa. I wanted to play a prank, but I didn't mean to upset you,\" Nuri confessed, hanging their head low. Washa smiled patiently, \"It's important to communicate and understand each other's feelings. Let's work together to find a solution.\" Washa and Nuri then embarked on a joyful treasure hunt around the jungle."],"keywords":["Fora jungle","serpent charmer","forest spirit","mischievous","harmony","misunderstandings","communicate","patience","treasure hunt"],"characters":["Washa","Nuri"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"Washa e a Aventura do Nuri","hook":"No meio da grande selva Fora, as travessuras travessas de Washa e Nuri vão trazer problemas ou vitória?","moral":"Quando as pessoas trabalham juntas e se entendem, conseguem resolver problemas e brigas.","keywords":{"peça":["piece"],"tesouro":["treasure"],"selva":["jungle"],"selva de Fora":["outer jungle"],"sábio encantador de serpentes":["wise snake charmer"],"travesso espírito da floresta":["mischievous forest spirit"],"flauta":["flute"],"risadinha":["giggle","chuckle"],"aflição":["distress","anguish"]},"paragraphs":["Nas profundezas da grande selva de Fora, o sábio encantador de serpentes, Washa, e o travesso espírito da floresta, Nuri, viviam harmoniosamente. Em uma ensolarada manhã, Nuri decidiu pregar uma peça em Washa escondendo sua preciosa flauta. Washa chegou ao seu lugar habitual para tocar melodias suaves, apenas para encontrar sua flauta desaparecida.\n","\"Ah, não! Cadê a minha flauta?\" chorou Washa, olhando em volta confuso. Nuri espiou de trás de uma árvore, não conseguindo conter uma risadinha travessa. Washa fez uma cara feia, percebendo a participação de Nuri. Sentindo a aflição de Washa, Nuri se sentiu culpado por causar confusão.\n","\"Desculpa, Washa. Eu queria pregar uma peça, mas não era minha intenção te chatear,\" Nuri confessou, baixando a cabeça. Washa sorriu pacientemente, \"É importante conversar e entender os sentimentos um do outro. Vamos trabalhar juntos para encontrar uma solução.\" Washa e Nuri embarcaram então em uma alegre caçada ao tesouro pela selva.\n"]},"en-fr":{"title":"Les Aventures de Washa et Nuri","moral":"Travailler ensemble et s'entraider peut aider à résoudre les incompréhensions et les disputes.","hook":"Au milieu de la grande jungle de Fora, les bêtises espiègles de Washa et Nuri vont-elles les mener à des ennuis ou à la victoire?","keywords":{"farce":["prank","hoax"],"communiquer":["communicate"],"chasse au trésor":["treasure hunt"],"flute":["flute"],"giggle":["chuckle","laugh"],"mischief":["naughtiness","prank"],"Fora":["Outs","Away"],"serpent charmer":["snake charmer"],"forest spirit":["woodland spirit","nature spirit"]},"paragraphs":["Dans les profondeurs de la grande jungle de Fora, Washa le sage enchanteur de serpent et Nuri l'esprit malicieux de la forêt vivaient en harmonie. Un matin ensoleillé, Nuri décida de jouer un tour à Washa en cachant sa précieuse flûte. Quand Washa arriva à son endroit habituel pour jouer des mélodies apaisantes, il découvrit que sa flûte avait disparu.\n","\"Oh là là ! Où est ma flûte ?\" s'écria Washa, regardant autour de lui avec confusion. Nuri jeta un coup d'œil derrière un arbre, incapable de contenir un rire espiègle. Washa fronça les sourcils, réalisant l'implication de Nuri. Sentant la détresse de Washa, Nuri se sentit coupable d'avoir causé des problèmes.\n","\"Désolé, Washa. Je voulais faire une farce, mais je ne voulais pas te contrarier,\" a avoué Nuri, la tête baissée. Washa a souri patiemment, \"Il est important de communiquer et de comprendre les sentiments de chacun. Travailons ensemble pour trouver une solution.\" Washa et Nuri ont ensuite entrepris une joyeuse chasse au trésor à travers la jungle.\n"]},"id-en":{"hook":"Amidst the great Fora jungle, will Washa and Nuri's mischievous antics lead to trouble or triumph?","moral":"Cooperation and understanding can help overcome misunderstandings and conflicts.","title":"Washa and Nuri’s Adventure","keywords":{"jungle":["hutan","rimba"],"snake tamer":["pemelihara ular","pelatih ular"],"forest spirit":["roh hutan","mahluk hutan"],"prank":["jebakan","ketawa"],"communicate":["berkomunikasi","berbicara"],"treasure hunt":["petualangan mencari harta","pencarian harta karun"],"Washa":["Washa"],"Nuri":["Nuri"],"flute":["seruling","suling"]},"paragraphs":["In a big jungle called Fora, Washa the smart snake tamer and Nuri the playful forest ghost lived together happily. One bright morning, Nuri thought it would be funny to hide Washa's special flute. When Washa went to his favorite place to play calm music, he saw that his flute was gone. \n","Oh dear! Washa exclaimed, \"Where did my musical pipe go?\" Washa searched all about, feeling lost. Nuri playfully peered from a tree, unable to suppress a sneaky laugh. Washa's face turned serious, recognizing Nuri's part in the mischief. As Washa looked troubled, Nuri understood and regretted making a mess.\n","Nuri said, \"I'm sorry Washa. I wanted to play a trick, but I didn't want to make you sad.\" Nuri looked down sadly. \nWasha smiled kindly, \"Talking and understanding how we feel is important. Let's search together to fix it.\" \nWasha and Nuri started exploring happily in the forest to find treasure.\n"]},"en-de":{"title":"Wascha und Nuris Abenteuer","hook":"In dem großen Dschungel von Fora, werden Washas und Nuris schelmische Streiche zu Schwierigkeiten oder Erfolg führen?\n","moral":"Wenn man zusammenarbeitet und einander versteht, können Missverständnisse und Konflikte überwunden werden.","keywords":{"Streich":["prank","trick"],"Lösung":["solution","answer"],"Schatzsuche":["treasure hunt"],"Flöte":["flute"],"kichern":["giggle","chuckle"],"schuldig":["guilty","culpable"],"Dschungel":["jungle"],"Schlangenbeschwörer":["snake charmer"],"Waldgeist":["forest spirit","woodland sprite"]},"paragraphs":["Tief im großen Dschungel von Fora lebten Washa der weise Schlangenbeschwörer und Nuri der schelmische Waldgeist in Harmonie zusammen. Eines sonnigen Morgens beschloss Nuri, Washa einen Streich zu spielen, indem er seine kostbare Flöte versteckte. Washa kam an seinem üblichen Platz an, um beruhigende Melodien zu spielen, nur um seine Flöte verschwunden zu finden.\n","\"Oh nein! Wo ist meine Flöte?\" rief Washa verwirrt und suchend. Nuri lugte hinter einem Baum hervor, konnte ein schelmisches Kichern nicht unterdrücken. Washa runzelte die Stirn, als er erkannte, dass Nuri darin verwickelt war. Als Nuri Washas Unbehagen spürte, fühlte er sich schuldig, weil er Ärger verursacht hatte.\n","\"Entschuldigung, Washa. Ich wollte einen Streich spielen, aber ich wollte dich nicht verärgern\", gestand Nuri und senkte den Kopf. Washa lächelte geduldig, \"Es ist wichtig, zu kommunizieren und die Gefühle des anderen zu verstehen. Lass uns zusammenarbeiten, um eine Lösung zu finden.\" Washa und Nuri machten sich dann auf eine fröhliche Schatzsuche durch den Dschungel.\n"]}}}