{"title":"Baba's Magic Seeds","hook":"One sunny morning, Baba found mysterious seeds in her backyard. What will she discover?","moral":"Curiosity leads to wonderful discoveries.","paragraphs":["One sunny morning, Baba was playing in her backyard when she stumbled upon a small pouch of shiny seeds hidden under a bush. \"Wow, what are these?\" Baba exclaimed with curiosity sparkling in her eyes.","She decided to plant the seeds in a small pot and patiently waited for something magical to happen. Days went by, and Baba watered the seeds diligently, eagerly anticipating their growth.","To Baba's amazement, colorful flowers began to bloom from the seeds. The vibrant petals swirled like rainbows, filling the air with a sweet fragrance. Baba's backyard transformed into a magical garden of wonder.","Baba couldn't contain her joy and ran to her family, shouting, \"Look at the magic seeds! They turned into beautiful flowers!\" Her family marveled at the sight and joined Baba in taking care of the enchanting garden."],"keywords":["curious","mysterious","seeds","magical","colorful","flowers","vibrant","fragrance","transformed","joy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"moral":"Neugier führt zu tollen Entdeckungen.","title":"Babas Zauber Samen","hook":"An einem sonnigen Morgen fand Baba geheimnisvolle Samen in ihrem Garten. Was wird sie entdecken?","keywords":{"Baba":["Grandma"],"Samen":["Seed"],"neugierig":["Curious"],"Topf":["Pot","Container"],"warten":["Wait"],"Zaubersamen":["Magic seed"],"wunderschönen Blumen":["Beautiful flowers"],"bezaubernden Garten":["Enchanted garden"],"Blumen":["Flowers"],"Regenbogen":["Rainbow"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Garten, als sie auf einen kleinen Beutel glänzender Samen stieß, der unter einem Busch versteckt war. \"Wow, was ist das?\" rief Baba aus, die neugierig funkelnde Augen hatte.\n","Sie beschloss, die Samen in einen kleinen Topf zu pflanzen und geduldig auf etwas Magisches zu warten. Tage vergingen, und Baba goss die Samen gewissenhaft und wartete gespannt auf ihr Wachstum.\n","Baba war erstaunt, als bunte Blumen aus den Samen zu blühen begannen. Die lebendigen Blütenblätter wirbelten wie Regenbogen und füllten die Luft mit einem süßen Duft. Babas Hinterhof wurde zu einem magischen Garten voller Wunder.\n","Baba konnte ihre Freude nicht zurückhalten und lief zu ihrer Familie, rufend: \"Schaut die Zaubersamen an! Sie sind zu wunderschönen Blumen geworden!\" Ihre Familie war erstaunt über den Anblick und schloss sich Baba an, um sich um den bezaubernden Garten zu kümmern.\n"]},"id-en":{"hook":"One sunny morning, Baba found mysterious seeds in her backyard. What will she discover?","moral":"Curiosity leads to wonderful discoveries.","title":"Baba's Magic Seeds","keywords":{"Baba":["Baba"],"seeds":["benih","biji"],"bush":["semak","perdu"],"pot":["pot","tempayan"],"magical":["ajaib","sakti"],"flowers":["bunga","kembang"],"magic seeds":["benih ajaib","biji sihir"],"beautiful flowers":["bunga indah","kembang cantik"],"enchanting garden":["taman yang mempesona","kebun yang memukau"]},"paragraphs":["One bright morning, Baba was playing in her garden when she found a little bag of sparkly seeds hidden under a bush. \"Oh, what are these?\" Baba said with excitement in her eyes.\n","Once upon a time, she put tiny seeds in a small pot and waited for something magical to happen. Every day, Baba watered the seeds carefully, hoping they would grow big.\n","Baba was very surprised when bright flowers grew from the small seeds. The petals were so colorful, like rainbows dancing in the sky, making everything smell sweet. Baba's garden became a magical place full of amazing things.\n","Mama was so happy she ran to her family yelling, \"See the magic seeds! They grew pretty flowers!\" Her family was amazed and helped her tend the lovely garden.\n"]},"en-fr":{"moral":"La curiosité mène à la découverte de choses merveilleuses.","title":"Les Graines Magiques de Baba\n","hook":"Un matin ensoleillé, Baba a trouvé des graines mystérieuses dans son jardin. Qu'est-ce qu'elle va découvrir?\n","keywords":{"Baba":["Grandfather"],"jardin":["garden"],"graines":["seeds"],"joy":["happiness"],"magic seeds":["enchanted seeds"],"petit pot":["small pot"],"magique":["magical"],"fleurs":["flowers"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle est tombée sur une petite pochette de graines brillantes cachées sous un buisson. \"Waouh, c'est quoi ça ?\" s'est exclamée Baba, ses yeux pétillants de curiosité.\n","Elle a décidé de planter les graines dans un petit pot et a patiemment attendu quelque chose de magique. Les jours ont passé et Baba a arrosé les graines avec diligence, attendant avec impatience leur croissance.\n","À la grande surprise de Baba, des fleurs colorées ont commencé à éclore des graines. Les pétales vibrants tournoyaient comme des arcs-en-ciel, emplissant l'air d'un doux parfum. Le jardin de Baba s'est transformé en un jardin magique rempli de merveilles.\n","Baba était tellement contente qu'elle courut vers sa famille en criant : \"Regardez les graines magiques ! Elles se sont transformées en belles fleurs !\" Sa famille fut émerveillée par ce spectacle et se joignit à Baba pour prendre soin du jardin enchanteur.\n"]},"en-pt":{"moral":"A curiosidade leva a descobertas maravilhosas.","title":"As Sementes Mágicas da Vovó","hook":"Numa manhã ensolarada, Baba encontrou sementes misteriosas no quintal dela. O que ela irá descobrir?","keywords":{"sementes":["seeds"],"vasinho":["little pot"],"crescimento":["growth"],"Manhã":["morning"],"Sementes":["seeds"],"Curiosidade":["curiosity"],"vovó (grandma)":["grandma"],"sementes mágicas (magic seeds)":["magic seeds"],"lindas flores (beautiful flowers)":["beautiful flowers"],"Vovó":["grandma"],"flores":["flowers"],"arco-íris":["rainbow"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando no seu quintal quando tropeçou em uma pequena bolsa de sementes brilhantes escondidas embaixo de uma moita. \"Uau, o que é isso?\" Baba exclamou com curiosidade brilhando em seus olhos.\n","Ela decidiu plantar as sementes num vasinho pequeno e pacientemente esperou por algo mágico acontecer. Os dias passaram, e Baba regou as sementes diligentemente, ansiosamente esperando pelo seu crescimento.\n","Para a grande surpresa da Vovó, flores coloridas começaram a brotar das sementes. As pétalas vibrantes giravam como arco-íris, enchendo o ar com uma fragrância doce. O quintal da Vovó se transformou em um jardim mágico de maravilhas.\n","Vovó não conseguiu segurar a alegria e correu para a sua família, gritando: \"Olhem as sementes mágicas! Elas viraram lindas flores!\" Sua família ficou maravilhada com a vista e se juntou à Vovó para cuidar do jardim encantador.\n"]}}}