{"title":"Nuri's Glow Adventure","hook":"One sunny day in the Great Fora Jungle, Nuri's mischievous nature leads to an unexpected adventure. What will Nuri discover in the depths of the forest?","moral":"Curiosity and kindness can lead to wonderful discoveries.","paragraphs":["In the heart of the Great Fora Jungle, nestled among ancient trees and vibrant flowers, lived Nuri, a playful forest spirit who loved exploring. One afternoon, as the sun cast golden rays through the leaves, Nuri noticed a mysterious glow coming from a hidden path.","\"Oh, what's that sparkling light? It's so pretty!\" Nuri exclaimed, darting towards the glow with curiosity swirling in the forest spirit's mind. Following the faint light deeper into the forest, Nuri stumbled upon a shy firefly struggling to find its way home.","\"Hello, little firefly! Are you lost?\" Nuri asked, eyes filled with gentle concern. The firefly explained how it had strayed too far from its family, feeling scared and alone in the darkening woods.","Determined to help, Nuri used their magical powers to illuminate the path, guiding the firefly back to its glowing family. The forest sparkled with gratitude as the fireflies danced in the night, their lights twinkling like tiny stars."],"keywords":["Fora Jungle","Nuri","mischievous","glow","adventure","curiosity","kindness","discovery","firefly","gratitude"],"characters":["Nuri"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"One sunny day in the Great Fora Jungle, Nuri's mischievous nature leads to an unexpected adventure. What will Nuri discover in the depths of the forest?","moral":"Curiosity and kindness can lead to wonderful discoveries.","title":"Nuri's Glow Adventure","keywords":{"sparkling light":["cahaya berkilau"],"forest spirit":["roh hutan","semangat hutan"],"firefly":["kunang-kunang"],"lost":["tersesat","hilang"],"woods":["hutan"],"Nuri":["Nuri"],"jungle":["hutan belantara","rimba"],"mysterious glow":["cahaya misterius"],"magical powers":["kekuatan magis"],"fireflies":["kunang-kunang"]},"paragraphs":["In the middle of the Big Jungle, surrounded by old trees and colorful flowers, there was Nuri, a fun forest creature who liked to discover new things. One day, when the sunshine made everything look golden, Nuri saw a strange light from a secret way.\n","\"Oh, what's that sparkling light? It's so pretty!\" Nuri exclaimed, darting towards the glow with curiosity swirling in the forest spirit's mind. Following the faint light deeper into the forest, Nuri stumbled upon a shy firefly struggling to find its way home.\n","\"Hi, tiny glow-bug! Are you not with your family?\" Nuri asked, looking worried. The glow-bug shared it went too much away from home, feeling afraid and by itself in the woods getting darker.\n","Nuri had special powers to help. They made the path bright with magic, showing the firefly the way home to its shining family. The forest was so happy as the fireflies danced in the dark, their lights shining like little stars.\n"]},"en-de":{"title":"Nuri's Leuchten-Abenteuer","moral":"Neugierde und Freundlichkeit können zu wunderbaren Entdeckungen führen.\n","hook":"An einem sonnigen Tag im Großen Fora-Dschungel erlebt Nuri durch seine Schelmereien ein unerwartetes Abenteuer. Was wird Nuri in den Tiefen des Waldes entdecken?","keywords":{"Glühwürmchen":["firefly"],"verloren":["lost"],"Familie":["family"],"Nuri":["Nuri"],"Zauberkräfte":["magical powers"],"funkelnde Licht":["sparkling light"],"neugierig":["curious"],"Walgeist":["whale spirit"],"Natur erforschen":["explore nature"]},"paragraphs":["Im Zentrum des Großen Fora-Dschungels, umgeben von alten Bäumen und bunten Blumen, lebte Nuri, ein verspielter Walgeist, der es liebte, die Natur zu erforschen. An einem Nachmittag, als die Sonne goldene Strahlen durch die Blätter warf, bemerkte Nuri einen geheimnisvollen Glanz, der von einem versteckten Weg ausging.\n","\"Oh, was ist das funkelnde Licht? Es ist so hübsch!\" rief Nuri aus und lief neugierig dem Glanz entgegen, der im Verstand des Waldbgeist-Wesens wirbelte. Folgend dem schwachen Licht tiefer in den Wald hinein, stolperte Nuri über eine schüchterne Glühwürmchen, das seinen Weg nach Hause zu finden versuchte.\n","Hallo, kleiner Glühwürmchen! Bist du verloren? fragte Nuri, Augen voller sanfter Sorge. Das Glühwürmchen erklärte, wie es sich zu weit von seiner Familie entfernt hatte, sich ängstlich und allein im dunkler werdenden Wald fühlte.\n","Entschlossen zu helfen, Nuri benutzte ihre Zauberkräfte, um den Weg zu beleuchten, und führte die Glühwürmchen zurück zu ihrer leuchtenden Familie. Der Wald funkelte vor Dankbarkeit, als die Glühwürmchen in der Nacht tanzten, ihre Lichter funkelten wie winzige Sterne.\n"]},"en-pt":{"title":"A Aventura do Brilho de Nuri","moral":"Quando somos curiosos e bondosos, podemos fazer descobertas maravilhosas!\n","hook":"Num dia ensolarado na Selva Grande Fora, a natureza travessa de Nuri leva a uma aventura inesperada. O que Nuri descobrirá nas profundezas da floresta?","keywords":{"pirilampo":["firefly","lightning bug"],"perdido":["lost"],"preocupação":["worry","concern"],"Nuri":["Nuri"],"vaga-lume":["firefly","lightning bug"],"floresta":["forest","woods"],"espírito da floresta":["forest spirit","woodland spirit"],"Grande Floresta Fora":["Great Forest Beyond"],"luz brilhante":["bright light"],"curiosidade":["curiosity","interest"]},"paragraphs":["No coração da Grande Floresta Fora, no meio de árvores antigas e flores coloridas, morava Nuri, um espírito da floresta brincalhão que adorava explorar. Uma tarde, enquanto o sol lançava raios dourados pelas folhas, Nuri percebeu um brilho misterioso vindo de um caminho escondido.\n","\"Oh, o que é essa luz brilhante? É tão bonita!\" Nuri exclamou, correndo em direção ao brilho com curiosidade girando na mente do espírito da floresta. Seguindo a luz fraca mais fundo na floresta, Nuri encontrou uma vaga-lume tímida lutando para encontrar seu caminho para casa.\n","Olá, pirilampo! Você está perdido? perguntou Nuri, com olhos cheios de preocupação suave. O pirilampo explicou como tinha se perdido longe de sua família, se sentindo com medo e sozinho na floresta escurecendo.\n","Decidido a ajudar, Nuri usou seus poderes mágicos para iluminar o caminho, guiando a vaga-lume de volta para sua família brilhante. A floresta brilhou de gratidão enquanto os vaga-lumes dançavam na noite, suas luzes cintilando como estrelas pequeninas.\n"]},"en-fr":{"title":"L'Aventure Brillante de Nuri","moral":"La curiosité et la gentillesse peuvent te faire découvrir des merveilles.\n","hook":"Un jour ensoleillé dans la Grande Jungle de Fora, la nature espiègle de Nuri conduit à une aventure inattendue. Que va découvrir Nuri dans les profondeurs de la forêt ?\n","keywords":{"luciole":["firefly"],"perdue":["lost"],"inquiétude":["anxiety","worry"],"Fora Jungle":["Fora Jungle"],"Nuri":["Nuri"],"mystérieuse lueur":["mysterious glow"],"lumière étincelante":["sparkling light"],"esprit de la forêt":["spirit of the forest"],"luciole timide":["shy firefly"],"forêt":["forest"]},"paragraphs":["Au cœur de la Grande Jungle de Fora, niché parmi les arbres anciens et les fleurs vibrantes, vivait Nuri, un esprit de la forêt espiègle qui aimait explorer. Un après-midi, alors que le soleil projetait des rayons dorés à travers les feuilles, Nuri remarqua une lueur mystérieuse venant d'un chemin caché.\n","\"Oh, qu'est-ce que c'est cette lumière étincelante ? C'est si joli !\" s'exclama Nuri, en se précipitant vers l'éclat avec curiosité tourbillonnant dans l'esprit de l'esprit de la forêt. Suite à la lumière faible plus profondément dans la forêt, Nuri tomba sur une luciole timide luttant pour retrouver son chemin chez elle.\n","\"Bonjour, petite luciole ! Es-tu perdue?\" Nuri demanda, les yeux remplis de douce inquiétude. La luciole expliqua comment elle s'était égarée trop loin de sa famille, se sentant effrayée et seule dans les bois qui s'assombrissaient.\n","Poussé par la volonté d'aider, Nuri a utilisé ses pouvoirs magiques pour éclairer le chemin, guidant la luciole jusqu'à sa famille brillante. La forêt scintillait de gratitude alors que les lucioles dansaient dans la nuit, leurs lumières scintillant comme de petites étoiles.\n"]}}}