{"title":"Baba's Magical Seeds","hook":"One sunny morning, Baba discovered rainbow-colored seeds in her backyard. Where did they come from?","moral":"Sharing brings happiness to everyone.","paragraphs":["Baba's eyes sparkled with wonder as she found colorful seeds scattered among the flowers in her backyard. \"Wow, these are so pretty! I wonder what they will grow into,\" she exclaimed.","Curiosity bubbling inside her, Baba carefully planted the seeds in a row and watered them every day. To her surprise, the seeds sprouted into a beautiful garden with flowers in all colors of the rainbow.","The next day, Baba's friends came over to play. They marveled at the magical garden and asked, \"Can we have some seeds to plant in our own gardens?\"","Baba smiled and happily shared the rainbow-colored seeds with her friends. Together, they each planted a seed and watched as their own gardens blossomed into a dazzling display of colors.","As the sun set, Baba and her friends danced around the magical garden, feeling grateful for the joy they had shared. The rainbow garden reminded them that sharing brings happiness to everyone."],"keywords":["magical seeds","colorful","garden","friendship","sharing","joy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba discovered rainbow-colored seeds in her backyard. Where did they come from?","moral":"Sharing brings happiness to everyone.","title":"Baba's Magical Seeds","keywords":{"Baba":["Kakek","Nenek"],"seeds":["benih","biji"],"garden":["taman","kebun"],"Mama":["Ibu","Mama"],"flowers":["bunga"],"Grandma":["Nenek","Oma"],"rainbow seeds":["benih pelangi"],"gardens":["taman","kebun"],"friends":["teman"],"magical garden":["taman ajaib"]},"paragraphs":["Mama's eyes shined with amazement when she discovered vibrant seeds spread around the pretty flowers in the garden. \"Wow, these are so beautiful! I wonder what they will turn into,\" she said excitedly.\n","With her exciting wonder, Baba put the tiny seeds in a line and gave them water each day. What a big surprise! Those tiny seeds started growing into a lovely garden full of pretty flowers in all rainbow colors.\n","The next day, Baba's friends came over to play. They were amazed by the enchanting garden and asked, \"Can we have some seeds to plant in our gardens?\"\n","Grandma smiled and cheerfully shared the colorful rainbow seeds with her friends. They all planted a seed and happily watched as their gardens turned into a beautiful mix of colors.\n","When the big yellow star went to sleep, Baba and her pals danced in the special garden. They felt happy for playing together. The pretty garden with all the colors taught them that playing with friends makes everyone happy.\n"]},"en-fr":{"title":"Les Graines Magiques de Baba","moral":"Partager rend tout le monde heureux.","hook":"Un matin ensoleillé, Baba a découvert des graines aux couleurs de l'arc-en-ciel dans son jardin. D'où viennent-elles ?","keywords":{"lendemain (next day)":["next day"],"amis (friends)":["friends"],"jardin (garden)":["garden"],"Baba":[],"graines":["seeds"],"couleurs":["colors"],"soleil":["sun"],"joie":["joy"],"curiosité":["curiosity"],"yeux":["eyes"],"émerveillement":["wonder"]},"paragraphs":["Les yeux de Baba brillèrent d'émerveillement lorsqu'elle trouva des graines colorées dispersées parmi les fleurs de son jardin. \"Waouh, c'est tellement joli ! Je me demande en quoi elles vont grandir\", s'exclama-t-elle.\n","Avec sa grande curiosité, Baba a planté soigneusement les graines en ligne et les a arrosées tous les jours. À sa surprise, les graines ont poussé pour former un magnifique jardin avec des fleurs de toutes les couleurs de l'arc-en-ciel.\n","Le lendemain, les amis de Baba sont venus pour jouer. Ils ont été émerveillés par le jardin magique et ont demandé : \"Pouvons-nous avoir des graines pour planter dans nos propres jardins?\"\n","Baba a souri et a joyeusement partagé les graines de couleur arc-en-ciel avec ses amis. Ensemble, ils ont chacun planté une graine et ont regardé leurs propres jardins s'épanouir dans un spectacle éblouissant de couleurs.\n","Quand le soleil se couchait, Baba et ses amis dansaient autour du jardin magique, se sentant reconnaissants pour la joie qu'ils avaient partagée. Le jardin arc-en-ciel leur rappelait que partager apporte du bonheur à tout le monde.\n"]},"en-de":{"title":"Babas Zauberhafte Samen","moral":"Teilen macht alle froh.","hook":"An einem sonnigen Morgen entdeckte Baba bunte Regenbogensamen in ihrem Hinterhof. Woher kamen sie?","keywords":{"Babas":["Daddies"],"Freunde":["Friends"],"zauberhaften":["magical"],"Sonne":["Sun"],"Garten":["Garden"],"Teilen":["Share"],"Augen":["Eyes"],"Samen":["Seeds"],"Hinterhof":["Backyard"],"Neugier":["Curiosity"],"Regenbogen":["Rainbow"],"Mama":["Mom"],"regenbogenfarbenen":["rainbow-colored"]},"paragraphs":["Baba's Augen leuchteten voller Staunen, als sie bunte Samen zwischen den Blumen in ihrem Hinterhof fand. \"Wow, die sind so hübsch! Ich wundere mich, was sie werden wachsen,\" rief sie aus.\n","Mit Neugier in ihrem Bauch pflanzte Baba vorsichtig die Samen in eine Reihe und goss sie jeden Tag. Zu ihrer Überraschung keimten die Samen zu einem wunderschönen Garten mit Blumen in allen Farben des Regenbogens.\n","Am nächsten Tag kamen Babas Freunde zum Spielen vorbei. Sie bestaunten den zauberhaften Garten und fragten: \"Können wir Samen bekommen, um in unseren eigenen Gärten zu pflanzen?\"\n","Mama lachte glücklich und teilte die regenbogenfarbenen Samen mit ihren Freunden. Gemeinsam pflanzten sie jeder einen Samen und sahen zu, wie ihre eigenen Gärten in ein funkelndes Farbenspiel erblühten. \n","Als die Sonne unterging, tanzte Baba mit ihren Freunden um den magischen Garten herum und fühlte sich dankbar für die Freude, die sie geteilt hatten. Der Regenbogengarten erinnerte sie daran, dass Teilen Glück für alle bringt.\n"]},"en-pt":{"moral":"Dividir faz todo mundo feliz.","title":"As Sementes Mágicas da Vovó","hook":"Em uma manhã ensolarada, Baba descobriu sementes coloridas como arco-íris em seu quintal. De onde elas vieram?","keywords":{"Baba":["Grandma"],"sementes coloridas":["Colorful seeds"],"quintal":["Backyard"],"friends":["amigos"],"magical garden":["jardim mágico"],"seeds":["sementes"],"curiosidade":["curiosity"],"sementes":["Seeds"],"jardim":["garden"],"vovó":["Grandma"],"arco-íris":["rainbow"],"jardins":["gardens"],"sol":["sun"],"amigos":["friends"],"felicidade":["happiness"]},"paragraphs":["Os olhos da Baba brilharam de admiração quando ela encontrou sementes coloridas espalhadas entre as flores do seu quintal. \"Uau, que lindas! Fico imaginando no que elas vão se transformar\", ela exclamou.\n","Com a curiosidade borbulhando dentro dela, Baba plantou cuidadosamente as sementes em uma fileira e as regou todos os dias. Para sua surpresa, as sementes brotaram em um lindo jardim com flores de todas as cores do arco-íris.\n","No dia seguinte, os amigos da Baba vieram brincar. Eles ficaram encantados com o jardim mágico e perguntaram: \"Podemos pegar algumas sementes para plantar nos nossos jardins?\"\n","A vovó sorriu e alegremente compartilhou as sementes coloridas do arco-íris com seus amigos. Juntos, eles plantaram uma semente cada um e observaram enquanto seus próprios jardins floresciam em uma exibição deslumbrante de cores.\n","Quando o sol se pôs, Baba e seus amigos dançaram ao redor do jardim mágico, se sentindo gratos pela alegria que haviam compartilhado. O jardim arco-íris lembrou-os de que compartilhar traz felicidade para todos.\n"]}}}