{"title":"The Missing Treasure of Fora Jungle","hook":"What will happen when Nisha and Kavia stumble upon Surya, the time leaping pirate?","moral":"Teamwork and quick thinking can help overcome unexpected challenges.","paragraphs":["In the heart of Fora Jungle, Nisha and Kavia, two clever wandering merchant girls, discovered a mysterious pirate ship stuck in the vines. \"Look, Kavia! There's someone on the ship!\" Nisha whispered, pointing towards Surya, a spirited time leaping pirate.","Surya explained that she had lost her precious treasure map and needed help to find it to sail through time. Nisha and Kavia decided to assist her, eager for an adventure. They searched high and low, encountering tricky puzzles and hidden traps along the way.","With teamwork and quick thinking, Nisha, Kavia, and Surya finally found the treasure map tucked in a tree hollow. Excited, they followed the clues to a secret cave where the long-lost treasure glittered in the dim light. They cheered and shared the treasure with Surya, who thanked them for their help."],"keywords":["Fora Jungle","Nisha","Kavia","Surya","Pirate","Treasure","Teamwork","Adventure","Friendship","Discover","Solve"],"characters":["Nisha and Kavia","Surya"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What will happen when Nisha and Kavia stumble upon Surya, the time leaping pirate?","moral":"Teamwork and quick thinking can help overcome unexpected challenges.","title":"The Missing Treasure of Fora Jungle","keywords":{"jungle":["hutan belantara","rimba"],"pirates":["bajak laut","perompak"],"ship":["kapal","perahu"],"Surya":["Matahari"],"treasure map":["peta harta karun"],"time travel":["perjalanan waktu"],"teamwork":["kerja sama tim"],"secret cave":["gua rahasia"]},"paragraphs":["In the middle of a big, big jungle called Fora, Nisha and Kavia, two smart girls who traveled a lot, found a strange ship of pirates all tangled up in vines. \"Oh, Kavia! There's a person on the ship!\" Nisha spoke softly, showing Surya, a lively pirate who could jump through time.\n","One sunny day, Surya said she lost her special map and needed help to find it for time travel. Nisha and Kavia agreed to help, excited for an adventure. They looked everywhere, solving puzzles and avoiding traps.\n","With everyone working together and thinking fast, Nisha, Kavia, and Surya found a special map hidden in a hole in a tree. They felt really happy! They followed the little signs to a secret cave where they discovered a shiny treasure that had been lost for a long time. They clapped their hands and split the treasure with Surya, who said thank you.\n"]},"en-pt":{"title":"O Tesouro Perdido da Floresta de Fora","hook":"O que vai acontecer quando Nisha e Kavia encontrarem Surya, o pirata que pula no tempo?","moral":"Trabalhar juntos e pensar rápido podem nos ajudar a vencer desafios inesperados.","keywords":{"mapa do tesouro":["treasure map"],"navegar":["sail","navigate"],"quebra-cabeças":["puzzle"],"trabalho em equipe":["teamwork"],"tesouro":["treasure"],"agradecer":["thank"],"Floresta de Fora":["Outer Forest"],"meninas mercadoras":["merchant girls"],"navio pirata":["pirate ship"]},"paragraphs":["No coração da Floresta de Fora, Nisha e Kavia, duas meninas mercadoras espertas e viajantes, descobriram um misterioso navio pirata preso nas cipós. \"Olhe, Kavia! Tem alguém no navio!\" Nisha sussurrou, apontando para Surya, um pirata saltitante no tempo.\n","Surya contou que havia perdido seu mapa do tesouro precioso e precisava de ajuda para encontrá-lo e navegar pelo tempo. Nisha e Kavia decidiram ajudá-la, ansiosas por uma aventura. Elas procuraram em todos os cantos, encontrando quebra-cabeças complicados e armadilhas escondidas pelo caminho.\n","Com trabalho em equipe e pensamento rápido, Nisha, Kavia e Surya finalmente encontraram o mapa do tesouro escondido em um buraco de árvore. Animados, seguiram as pistas até uma caverna secreta onde o tesouro perdido há muito tempo reluzia na luz fraca. Eles vibraram e compartilharam o tesouro com Surya, que agradeceu pela ajuda.\n"]},"en-de":{"title":"Der Verlorene Schatz des Fora Dschungels","moral":"Wenn alle zusammenarbeiten und schnell denken, können sie unerwartete Probleme lösen.","hook":"Was passiert, wenn Nisha und Kavia auf Surya, den zeitreisenden Piraten, treffen?","keywords":{"Schatzkarte":["treasure map"],"Abenteuer":["adventure"],"Rätsel":["puzzle","riddle"],"teamwork":["teamwork"],"treasure map":["Schatzkarte"],"secret cave":["secret cave"],"Fora Jungle":["Fora Jungle"],"wandering merchant girls":["wandering merchant girls"],"pirate ship":["pirate ship"]},"paragraphs":["Im Zentrum des Fora-Dschungels entdeckten Nisha und Kavia, zwei kluge wandelnde Händlermädchen, ein geheimnisvolles Piratenschiff, das in den Ranken stecken geblieben war. \"Schau, Kavia! Da ist jemand auf dem Schiff!\" flüsterte Nisha und deutete auf Surya, einen lebhaften zeitreisenden Piraten.\n","Surya erklärte, dass sie ihre wertvolle Schatzkarte verloren hatte und Hilfe brauchte, um sie zu finden und durch die Zeit zu segeln. Nisha und Kavia beschlossen, ihr zu helfen, bereit für ein Abenteuer. Sie suchten überall, trafen auf knifflige Rätsel und versteckte Fallen.\n","Zusammenarbeit und schnelles Denken halfen Nisha, Kavia und Surya endlich, die Schatzkarte in einem Baumloch zu finden. Aufgeregt folgten sie den Hinweisen zu einer geheimen Höhle, in der der lange verlorene Schatz im schwachen Licht glitzerte. Sie jubelten und teilten den Schatz mit Surya, der sich für ihre Hilfe bedankte.\n"]},"en-fr":{"moral":"Travailler ensemble et penser vite peuvent aider à surmonter les défis inattendus.","title":"Le Trésor Disparu de la Jungle de Fora","hook":"Imagine que se passerait-il si Nisha et Kavia rencontrent Surya, le pirate qui saute dans le temps ?","keywords":{"Surya":[],"trésor":["treasure"],"aventure":["adventure"],"Jungle de Fora":["Outside Jungle"],"fillettes marchandes":["merchant girls"],"pirate bondissant":["leaping pirate"],"travail d'équipe":["teamwork"],"pensée rapide":["quick thinking"]},"paragraphs":["Au cœur de la Jungle de Fora, Nisha et Kavia, deux fillettes marchandes vagabondes astucieuses, ont découvert un mystérieux bateau pirate coincé dans les lianes. \"Regarde, Kavia ! Il y a quelqu'un sur le bateau !\" chuchota Nisha, en montrant du doigt Surya, un pirate bondissant dans le temps.\n","Surya expliqua qu'elle avait perdu son trésor précieux et avait besoin d'aide pour le retrouver afin de voyager dans le temps. Nisha et Kavia ont décidé de l'aider, impatients de vivre une aventure. Ils ont cherché partout, affrontant des énigmes compliquées et des pièges cachés sur leur chemin.\n","Avec le travail d'équipe et la pensée rapide, Nisha, Kavia, et Surya ont enfin trouvé la carte au trésor cachée dans un trou d'arbre. Excités, ils ont suivi les indices jusqu'à une grotte secrète où le trésor perdu depuis longtemps scintillait dans la lumière faible. Ils ont applaudi et partagé le trésor avec Surya, qui les a remerciés pour leur aide.\n"]}}}