{"title":"Baba and the Magic Seeds","hook":"One sunny morning, Baba found a tiny bag of colorful seeds in her garden. What could they grow into?","moral":"Curiosity leads to interesting discoveries.","paragraphs":["One day, while playing in her garden, Baba stumbled upon a small pouch filled with colorful seeds. \"Hmm, I wonder what these seeds will grow into,\" she thought curiously.","She decided to plant them in a row, watering them every day and watching them closely. Days passed, but nothing seemed to happen. Baba started to lose hope.","One morning, she woke up to find the seeds had sprouted into vibrant flowers of all colors! \"Wow, they bloomed beautifully because I cared for them,\" Baba exclaimed happily.","The flowers attracted butterflies and birds, making Baba's garden a magical place. She learned that patience and kindness can lead to wondrous surprises."],"keywords":["Baba","garden","seeds","colorful","plant","flowers","sprouted","bloomed","care","patience","kindness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba found a tiny bag of colorful seeds in her garden. What could they grow into?","moral":"Curiosity leads to interesting discoveries.","title":"Baba and the Magic Seeds","keywords":{"flowers":["bunga"],"butterflies":["kupu-kupu"],"kindness":["kebaikan","kasih sayang"],"seeds":["benih","biji"],"water":["air"],"hope":["harapan"],"morning":["pagi"],"Baba":["Baba"],"garden":["taman","kebun"]},"paragraphs":["One day, as Baba was playing in her garden, she found a tiny bag full of bright seeds. \n\"Hmm, I wonder what will these seeds turn into,\" she thought with curiosity.\n","Mama planted the seeds in a line, giving them water every day and  watching them carefully. Many days went by, but nothing changed. Baba began to feel sad.\n","One day, she woke up and saw that the little seeds had become beautiful flowers in every color! Baba happily said, \"Wow, they bloomed so nicely because I took care of them.\"\n","Flowers made Baba's garden magical by inviting butterflies and birds. Baba discovered that being patient and kind can bring wonderful surprises.\n"]},"en-pt":{"title":"A Fada e as Sementes Mágicas","hook":"Certa manhã ensolarada, Baba encontrou um saquinho de sementes coloridas em seu jardim. O que será que elas poderiam se tornar?\n","moral":"A curiosidade nos leva a descobrir coisas interessantes.","keywords":{"plant":["plant"],"row":["row"],"hope":["hope"],"garden":["garden"],"colorful seeds":["colorful seeds"],"curious":["curious"],"morning":["morning"],"seeds":["seeds"],"flowers":["flowers"],"butterflies":["butterflies"],"magical":["magical"]},"paragraphs":["Num dia, brincando no seu jardim, Baba tropeçou em uma bolsinha cheia de sementes coloridas. \"Hmm, eu me pergunto em que essas sementes vão crescer,\" ela pensou curiosamente.\n","Ela decidiu plantá-los em fila, regando todos os dias e observando-os de perto. Os dias passaram, mas nada parecia acontecer. Baba começou a perder a esperança.\n","Num dia, ela acordou e viu que as sementes tinham brotado em flores vibrantes de todas as cores! \"Nossa, elas floresceram lindamente porque eu cuidei delas,\" disse Baba felizmente.\n","As flores atraíram borboletas e pássaros, tornando o jardim da Baba um lugar mágico. Ela descobriu que paciência e bondade podem trazer surpresas maravilhosas.\n"]},"en-fr":{"moral":"La curiosité mène à des découvertes intéressantes.","title":"Baba et les Graines Magiques","hook":"Un matin ensoleillé, Baba a trouvé un petit sac de graines colorées dans son jardin. Qu'est-ce qu'ils pourraient devenir ?","keywords":{"fleurs":["flowers"],"papillons":["butterflies"],"jardin":["garden"],"planted":["planted"],"watering":["watering"],"hope":["hope"],"matin":["morning"],"couleurs":["colors"],"graines":["seeds"],"colorées":["colorful"]},"paragraphs":["Un jour, en jouant dans son jardin, Baba a découvert un petit sac rempli de graines colorées. \"Hmm, je me demande en quoi ces graines vont pousser,\" pensa-t-elle curieusement.\n","Elle a décidé de les planter en ligne, de les arroser tous les jours et de les observer de près. Les jours ont passé, mais rien ne semblait se passer. Baba a commencé à perdre espoir.\n","Un matin, elle s'est réveillée pour trouver que les graines avaient poussé en de jolies fleurs de toutes les couleurs ! \"Oh là là, elles ont fleuri si joliment parce que je les ai bien traitées,\" Baba s'est exclamée avec joie.\n","Les fleurs ont attiré des papillons et des oiseaux, faisant du jardin de Baba un endroit magique. Elle a appris que la patience et la gentillesse peuvent conduire à de merveilleuses surprises.\n"]},"en-de":{"title":"Baba und die Zaubersamen","moral":"Neugierde führt zu spannenden Entdeckungen.","hook":"An einem sonnigen Morgen fand Baba eine winzige Tasche mit bunten Samen in ihrem Garten. Was könnten sie wohl wachsen?\n","keywords":{"Blumen":["flowers"],"Schmetterlinge":["butterflies"],"Geduld":["patience"],"pflanzen":["plant"],"gießen":["water"],"beobachten":["observe","watch"],"Baba":["dad"],"Garten":["garden"],"Samen":["seeds"],"lebendig":["alive"],"blühen":["bloom"]},"paragraphs":["Eines Tages, während sie in ihrem Garten spielte, stolperte Baba über einen kleinen Beutel, gefüllt mit bunten Samen. \"Hmm, ich frage mich, was aus diesen Samen wachsen wird,\" dachte sie neugierig.\n","Sie hat beschlossen, sie in einer Reihe zu pflanzen, sie jeden Tag zu gießen und sie genau zu beobachten. Tage vergingen, aber es schien nichts zu passieren. Baba begann die Hoffnung zu verlieren.\n","Eines Morgens wachte sie auf und entdeckte, dass die Samen zu lebendigen Blumen in allen Farben gekeimt waren! \"Wow, sie blühten wunderschön, weil ich mich um sie gekümmert habe\", rief Baba erfreut aus.\n","Die Blumen haben Schmetterlinge und Vögel angelockt, und machten Baba's Garten zu einem magischen Ort. Sie lernte, dass Geduld und Freundlichkeit zu erstaunlichen Überraschungen führen können.\n"]}}}