{"title":"Baba's Bouncing Balloon","hook":"One sunny morning, Baba found a magical bouncing balloon in her backyard. But what made it bounce so high?","moral":"Curiosity leads to new discoveries.","paragraphs":["One sunny morning, Baba was playing in her backyard when something shiny caught her eye. It was a colorful balloon bouncing up and down all by itself!","\"Wow, look at that!\" Baba exclaimed, filled with wonder. She reached out to touch the balloon, but it bounced higher and higher, just out of her reach.","\"Why are you bouncing so high, little balloon?\" Baba asked with a giggle. The balloon seemed to dance in the air, teasing her.","Determined to solve the mystery, Baba ran inside and grabbed a bottle of bubbles. She carefully blew the bubbles towards the balloon, hoping to make friends with it.","To her surprise, the balloon started chasing the bubbles, bouncing closer to her with each pop. Baba realized that the balloon loved playing with bubbles and decided to join in the fun.","Together, they danced and giggled until the sun began to set. Baba learned that sometimes, a little curiosity can lead to new friendships and exciting adventures."],"keywords":["magical","bouncing","discovery","shiny","colorful","balloons","wonder","mystery","bubbles","friendship"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba found a magical bouncing balloon in her backyard. But what made it bounce so high?","moral":"Curiosity leads to new discoveries.","title":"Baba's Bouncing Balloon","keywords":{"danced":["menari"],"curious":["penasaran","ingin tahu"],"adventures":["petualangan"],"Baba":["Baba"],"balloon":["balon"],"bounced":["memantul","bertumbukan"],"bubbles":["gelembung"],"playing":["bermain"],"shiny":["bersinar","berkilau"],"high":["tinggi","tinggi sekali"],"dance":["menari"]},"paragraphs":["One bright morning, Baba was playing in her garden when she saw something sparkly. It was a pretty balloon jumping up and down on its own!\n","\"Oh, see that!\" Baba said with excitement. She tried to touch the balloon, but it bounced up and up, far away from her.\n","\"Why are you jumping so high, little balloon?\" Grandma asked with a happy little laugh. The balloon looked like it was dancing in the sky, playing with her.\n","Wanting to solve the puzzle, Baba quickly went inside and got a bottle of magic bubbles. She blew them gently towards the colorful balloon, wanting to become friends with it.\n","One day, the big balloon followed the small bubbles, moving nearer every time they burst. Grandma saw that the balloon enjoyed playing with bubbles and wanted to play too.\n","They danced and laughed together until the sun went down. Baba found out that being a little curious can bring new friends and fun adventures.\n"]},"en-fr":{"moral":"La curiosité entraîne de nouvelles trouvailles.\n","title":"Ballon rebondissant de Baba\n","hook":"Un matin ensoleillé, Baba a trouvé un ballon magique rebondissant dans son jardin. Mais qu'est-ce qui le faisait rebondir si haut?","keywords":{"dansé":["danced"],"ri":["laughed"],"aventure":["adventure"],"ballon":["balloon"],"sauter":["jump"],"danser":["dance"],"Baba":["Baba"],"jardin":["garden"],"bouteille de bulles":["bottle of bubbles"],"bulles":["bubbles"],"rebondissant":["bouncing"],"rebondit":["bounces"],"émerveillement":["wonder"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin lorsqu'elle fut attirée par quelque chose de brillant. C'était un ballon coloré qui sautillait tout seul, en haut et en bas!\n","\"Oh là là, regarde ça!\" Baba s'exclama, remplie d'émerveillement. Elle tendit la main pour toucher le ballon, mais il rebondit de plus en plus haut, juste hors de sa portée.\n","\"Pourquoi sautes-tu si haut, petit ballon ?\", demanda Baba en riant. Le ballon semblait danser dans l'air, en la taquinant.\n","Prenant une décision, Baba est entrée en courant et a attrapé une bouteille de bulles. Elle a soufflé soigneusement les bulles vers le ballon, espérant se lier d'amitié avec lui.\n","Wow! Le ballon a commencé à poursuivre les bulles, rebondissant de plus en plus près d'elle à chaque éclatement. Baba a réalisé que le ballon aimait jouer avec les bulles et a décidé de se joindre à l'amusement.\n","Ensemble, ils ont dansé et ri jusqu'à ce que le soleil commence à se coucher. Baba a appris que parfois, un peu de curiosité peut conduire à de nouvelles amitiés et à des aventures passionnantes.\n"]},"en-de":{"moral":"Neugier führt zu neuen Entdeckungen.","title":"Oma's Hüpfende Luftballon","hook":"An einem sonnigen Morgen fand Baba einen magischen hüpfenden Luftballon in ihrem Hinterhof. Aber was ließ ihn so hoch springen?\n","keywords":{"Baba":["Grandmother"],"sonnig":["sunny"],"Ballon":["Balloon"],"Luftballon":["Hot-air balloon"],"erstaunt":["astonished","amazed"],"Seifenblasen":["Soap bubbles"],"hüpfen":["hop","bounce"],"Kichern":["giggle","chuckle"],"tanzten":["danced"],"kicherten":["laughed"],"Freundschaften":["friendships"],"Rätsel":["puzzles","mystery"],"Freundschaft":["friendship"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Hinterhof, als etwas Glänzendes ihr Auge fing. Es war ein bunter Ballon, der ganz allein auf und ab hüpfte!\n","\"Oh, guck mal!\" rief Baba erstaunt aus. Sie streckte ihre Hand aus, um den Luftballon zu berühren, aber er sprang höher und höher, gerade außerhalb ihrer Reichweite.\n","Warum hüpfst du so hoch, kleiner Luftballon?\", fragte Baba mit einem Kichern. Der Luftballon schien in der Luft zu tanzen und neckte sie.\n","Fest entschlossen, das Rätsel zu lösen, lief Baba hinein und griff eine Flasche mit Seifenblasen. Sie blies die Seifenblasen vorsichtig zum Ballon, in der Hoffnung, mit ihm Freundschaft zu schließen.\n","Plötzlich fing der Ballon an, den Seifenblasen nachzujagen. Er hüpfte näher zu ihr bei jedem Platzen. Baba merkte, dass der Ballon gerne mit den Seifenblasen spielte und beschloss, mitzumachen.\n","Gemeinsam tanzten und kicherten sie, bis die Sonne unterging. Baba lernte, dass manchmal ein bisschen Neugier zu neuen Freundschaften und aufregenden Abenteuern führen kann.\n"]},"en-pt":{"title":"O Balão Saltitante da Vovó","moral":"A curiosidade nos leva a descobrir coisas novas.","hook":"Certa manhã ensolarada, Baba encontrou um balão mágico que pulava no quintal. Mas o que o fazia pular tão alto?\n","keywords":{"suny morning":["sunny morning"],"shiny":["bright","glossy"],"colorful balloon":["bright balloon"],"balloon":["air balloon"],"dance":["move rhythmically","shake"],"high":["tall","elevated"],"wow":["amazing","incredible"],"higher":["above","more elevated"],"mistério":["mystery"],"bolhas":["bubbles"],"amigos":["friends"],"dançaram":["danced"],"curiosidade":["curiosity"],"aventuras":["adventures"],"balão":["balloon"],"diversão":["fun"]},"paragraphs":["Certo dia ensolarado, Baba estava brincando no quintal quando algo brilhante chamou a sua atenção. Era um balão colorido pulando para cima e para baixo sozinho!\n","Uau, olha só!\nBaba exclamou, cheia de admiração. Ela tentou tocar no balão, mas ele saltou mais alto e mais alto, fora de seu alcance.\n","\"Por que estás a saltar tão alto, balãozinho?\" Baba perguntou com uma risadinha. O balão parecia dançar no ar, a provocá-la.\n","Determinada em resolver o mistério, Baba correu para dentro e pegou uma garrafa de bolhas. Ela soprou cuidadosamente as bolhas em direção ao balão, esperando fazer amigos com ele.\n","Para a sua surpresa, o balão começou a perseguir as bolhas, pulando mais perto dela a cada estouro. Baba percebeu que o balão adorava brincar com as bolhas e decidiu participar da diversão.\n","Juntos, eles dançaram e riram até o sol começar a se pôr. Baba aprendeu que às vezes, um pouco de curiosidade pode levar a novas amizades e aventuras emocionantes.\n"]}}}