{"title":"The Bee and the Sunflower","hook":"One sunny morning, a curious bee met a friendly sunflower. What adventure awaits them?","moral":"Sharing kindness brings joy to others and ourselves.","paragraphs":["Once there was a happy bee named Buzzy, who loved to buzz from flower to flower in the meadow.","One day, Buzzy came across a tall sunflower named Sunny, who was feeling sad because the other flowers didn't want to be friends with her.","\"Hello, Sunny! Why are you so sad?\" Buzzy asked with concern.","\"I am too tall and my petals block their sunlight,\" replied Sunny sadly.","Determined to help, Buzzy buzzed around Sunny, spreading cheerful energy. Soon, the other flowers noticed and felt happy too.","Together, Buzzy and Sunny worked out a plan. Buzzy told the other flowers how Sunny's height helped protect them from strong winds, and they all became friends.","From that day on, the meadow was filled with laughter and friendship, thanks to Buzzy and Sunny's kindness."],"keywords":["bee","sunflower","friendship","kindness","joy","meadow","sunlight","petals","laughter","adventure"],"characters":null,"translations":{"id-en":{"hook":"One sunny morning, a curious bee met a friendly sunflower. What adventure awaits them?","moral":"Sharing kindness brings joy to others and ourselves.","title":"The Bee and the Sunflower","keywords":{"sunny":["cerah"],"sad":["sedih"],"buzzy":["ramai","riuh"],"Buzzy":["ramai","riuh"],"Sunny":["cerah"],"flowers":["bunga","berkembang"],"tall":["tinggi"],"petals":["kelopak"],"sunlight":["sinar matahari"],"meadow":["padang rumput"],"laughter":["tawa"],"friendship":["persahabatan"],"bee":["lebah"],"flower":["bunga"]},"paragraphs":["Long time ago, in a big field, there was a cheerful bee called Buzzy. Buzzy liked to fly around and make a funny sound near colorful flowers.\n","One day, Buzzy met a big sunflower named Sunny. Sunny felt sad because no other flowers wanted to be her friend.\n","\"Hi, Sunny! Why you look sad?\" Buzzy asked worriedly.\n","\"I am too tall and my petals block their sunlight,\" replied Sunny sadly.\n","Buzzy wanted to help. Buzzy flew around Sunny, spreading happy feelings. Other flowers saw and felt happy.\n","Together, Buzzy and Sunny made a plan. Buzzy told the other flowers that Sunny is tall and can shield them from strong winds. Now, they are all friends.\n","After that day, the field was full of happy sound and friends, because Buzzy and Sunny were very nice to others.\n"]},"en-de":{"title":"Die Biene und die Sonnenblume","moral":"Wenn wir nett zu anderen sind, macht das sie und uns glücklich.","hook":"An einem sonnigen Morgen traf eine neugierige Biene eine freundliche Sonnenblume. Welches Abenteuer erwartet sie?","keywords":{"Wiese":["meadow"],"Gelächter":["laughter"],"Freundschaft":["friendship"],"Sonnenschein":["sunshine"],"traurig":["sad"],"besorgt":["worried"],"groß":["big"],"Blütenblätter":["petals"],"Sonnenlicht":["sunlight"],"Biene":["bee"],"Flower":["Blume"],"Buzzy":["bee"],"Sunny":["sunshine"],"flowers":["Blumen"],"Sonnenblume":["sunflower"],"Blumen":["flowers"]},"paragraphs":["Es war einmal eine glückliche Biene namens Buzzy, die es liebte, von Blume zu Blume in der Wiese zu summen.\n","Eines Tages traf Buzzy auf eine hohe Sonnenblume namens Sunny, die traurig war, weil die anderen Blumen nicht ihre Freunde sein wollten.\n","\"Hallo, Sonnenschein! Warum bist du so traurig?\" Summ fragte besorgt.\n","\"Ich bin zu groß und meine Blütenblätter blockieren ihr Sonnenlicht\", antwortete Sunny traurig.\n","Fest entschlossen zu helfen, summte Buzzy um Sunny herum und verbreitete fröhliche Energie. Bald bemerkten auch die anderen Blumen es und fühlten sich glücklich.\n","Zusammen arbeiteten Buzzy und Sunny an einem Plan. Buzzy erzählte den anderen Blumen, wie Sunnys Größe ihnen half, vor starken Winden geschützt zu werden, und sie wurden alle Freunde.\n","Seit diesem Tag war die Wiese voller Gelächter und Freundschaft, dank Buzzy und Sunnys Freundlichkeit.\n"]},"en-pt":{"title":"A Abelha e o Girassol","moral":"Compartilhar bondade traz alegria para os outros e para nós mesmos.\n","hook":"Numa manhã ensolarada, uma abelha curiosa encontrou um girassol amigável. Que aventura os espera?","keywords":{"Buzzy":["abelhinha","Zumbido"],"Sunny":["ensolarado"],"flowers":["girassol","pétalas"],"sad":["triste"],"concerned":["preocupado"],"abelhinha":["Buzzy"],"feliz":["happy"],"prado":["meadow"],"Zumbido":["Buzzy"],"girassol":["flowers"],"ensolarado":["Sunny"],"alto":["tall"],"pétalas":["flowers"],"luz solar":["sunlight"],"plan":["plano"],"friends":["amigos"],"meadow":["prado"],"laughter":["risada","além"],"friendship":["amizade"]},"paragraphs":["Era uma vez uma abelhinha feliz chamada Zunzum, que adorava zumbir de flor em flor no prado.\n","Certa vez, Zumbido encontrou um girassol alto chamado Ensolarado, que estava triste porque as outras flores não queriam ser amigas dela.\n","\"Oi, Solzinho! Por que você está tão triste?\" Buzzy perguntou com preocupação.\n","\"Eu sou muito alto e minhas pétalas bloqueiam a luz solar deles,\" respondeu o ensolarado tristemente.\n","Determinado a ajudar, Zumbinho zumbiu ao redor do Solzinho, espalhando energia alegre. Logo, as outras flores notaram e também se sentiram felizes.\n","Juntos, Buzzy e Sunny fizeram um plano. Buzzy contou às outras flores como a altura de Sunny ajudava a protegê-las dos ventos fortes, e todas se tornaram amigas.\n","A partir desse dia, o campo estava cheio de risos e amizade, graças à gentileza de Buzzy e Sunny.\n"]},"en-fr":{"title":"L'Abeille et le Tournesol\n","hook":"Un matin ensoleillé, une abeille curieuse a rencontré un tournesol amical. Quelle aventure les attend?","moral":"Quand on partage la gentillesse, ça rend les autres et nous-mêmes heureux.","keywords":{"Bonjour":["Hello","Good day"],"triste":["sad"],"Buzzy":["Busy"],"grand":["big","large"],"belles fleurs":["beautiful flowers"],"lumière du soleil":["sunlight","sunshine"],"Sunny":["bright","sunny"],"plan":["plan","map"],"tournesol":["sunflower"],"abeille":["bee"],"joyeuse":["happy","joyful"],"bourdonner":["buzz"],"flowers":["flowers"],"meadow":["meadow"],"laughter":["laughter"],"kindness":["kindness"]},"paragraphs":["Il était une fois une abeille joyeuse nommée Buzzy, qui aimait bourdonner de fleur en fleur dans le pré.\n","Un jour, Buzzy rencontra un grand tournesol nommé Sunny, qui était triste car les autres fleurs ne voulaient pas être amies avec elle.\n","\"Bonjour, Sunny ! Pourquoi es-tu si triste ?\" demanda Buzzy avec inquiétude.\n","\"Je suis trop grand et mes belles fleurs bloquent leur lumière du soleil,\" répondit Sunny tristement.\n","Buzz s’est mis à voler autour de Soleil, répandant son énergie joyeuse pour l’aider. Les autres fleurs l’ont vite remarqué et ont ressenti de la joie aussi.\n","Ensemble, Buzzy et Sunny ont travaillé sur un plan. Buzzy a dit aux autres fleurs comment la taille de Sunny les aidait à les protéger des vents forts, et ils sont tous devenus amis.\n","Dès ce jour-là, la prairie était remplie de rires et d'amitié, grâce à la gentillesse de Buzzy et Sunny.\n"]}}}