{"title":"The Missing Cookies","hook":"One sunny afternoon, Baba discovered her cookies were missing! Who could have taken them?","moral":"Always ask nicely before taking something that doesn't belong to you.","paragraphs":["Baba had just baked a fresh batch of delicious cookies. She placed them on the kitchen counter to cool down.","When she returned to the kitchen, she was surprised to see that some cookies were missing. \"Oh no! My cookies are gone!\" she exclaimed.","Baba looked around and noticed her mischievous cat, Whiskers, licking his paws with a guilty look on his face. \"Whiskers, did you take my cookies?\" she asked.","Whiskers meowed innocently and blinked his big green eyes. Baba decided to investigate further to find the real culprit.","She searched under the table and behind the curtains. Finally, she found her little brother, Timmy, hiding in the pantry with cookie crumbs all around him.","Baba's heart melted when Timmy apologized with a sheepish smile. She forgave him and shared the remaining cookies with him, teaching him the importance of asking nicely before taking things."],"keywords":["cookies","missing","discover","guilty","investigate","forgive","share","apologize","ask nicely"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"moral":"Sempre peça com educação antes de pegar algo que não é seu.\n","hook":"Num ensolarado dia, Baba descobriu que seus biscoitos tinham sumido! Quem poderia tê-los levado?","title":"As Bolachas Desaparecidas","keywords":{"Vovó":["Grandmother"],"biscoitos":["cookies","biscuits"],"cozinha":["kitchen"],"Bigodes":["Whiskers","Moustache"],"inocentemente":["Innocently"],"culpado":["Guilty"],"mesa":["table"],"cortinas":["curtains"],"biscoito":["cookie","biscuit"],"vovó":["Grandmother"],"gato":["cat"],"surpresa":["surprise"],"coração":["heart"],"pedir":["to ask","to request"]},"paragraphs":["A Vovó acabou de assar um montão de biscoitos gostosos. Ela colocou eles na bancada da cozinha para esfriar.\n","Quando ela voltou para a cozinha, ficou surpresa ao ver que alguns biscoitos tinham sumido. \"Ah não! Meus biscoitos sumiram!\" ela exclamou.\n","A vovó olhou ao redor e viu seu gato sapeca, Whiskers, lambendo as patinhas com uma carinha de culpa. \"Whiskers, você pegou meus biscoitos?\" ela perguntou.\n","Bigodes miou inocentemente e piscou seus olhos verdes grandes. Baba decidiu investigar mais para encontrar o verdadeiro culpado.\n","Ela procurou embaixo da mesa e atrás das cortinas. Finalmente, ela encontrou o seu irmãozinho, Timmy, se escondendo na despensa com migalhas de biscoito ao redor.\n","O coração da Vovó se derreteu quando Timmy pediu desculpas com sorriso envergonhado. Ela o perdoou e compartilhou os biscoitos restantes com ele, ensinando a ele a importância de pedir gentilmente antes de pegar coisas.\n"]},"en-de":{"title":"Die Verschwundenen Kekse","moral":"Immer schön fragen, bevor du etwas nimmst, was dir nicht gehört.","hook":"An einem sonnigen Nachmittag entdeckte Baba, dass ihre Kekse verschwunden waren! Wer könnte sie genommen haben?","keywords":{"Baba":["Grandma"],"Plätzchen":["Cookies"],"Küchentheke":["Countertop"],"Tisch":["Table"],"Vorhänge":["Curtains"],"Bruder":["Brother"],"Whiskers":["Whiskers"],"miaute":["Meow"],"Schuldigen":["Guilty"],"Küche":["Kitchen"],"Kekse":["Cookies"],"überrascht":["Surprised"],"Oma":["Grandma"],"entschuldigen":["Apologize"]},"paragraphs":["Baba hat gerade eine frische Ladung leckerer Plätzchen gebacken. Sie hat sie auf die Küchentheke gestellt, damit sie abkühlen können.\n","Als sie wieder in die Küche kam, war sie überrascht zu sehen, dass einige Kekse weg waren. \"Oh nein! Meine Kekse sind weg!\", rief sie aus.\n","Baba schaute herum und bemerkte ihre schelmische Katze, Whiskers, die ihre Pfoten mit einem schuldigen Blick leckte. \"Whiskers, hast du meine Kekse genommen?\" fragte sie.\n","Whiskers miaute unschuldig und blinkt mit seinen großen grünen Augen. Baba beschließt, weiter zu untersuchen, um den wirklichen Schuldigen zu finden.\n","Sie suchte unter dem Tisch und hinter den Vorhängen. Schließlich fand sie ihren kleinen Bruder, der Timmy heißt, der sich im Vorratsraum versteckt hat, wo Krümel von Keksen um ihn herum lagen.\n","Oma war glücklich, als Timmy sich entschuldigte und schelmisch lächelte. Sie vergab ihm und teilte die restlichen Kekse mit ihm, indem sie ihm die Bedeutung bat, höflich zu fragen, bevor man Dinge nimmt.\n"]},"en-fr":{"title":"Les Biscuits Disparus","moral":"Toujours demander gentiment avant de prendre quelque chose qui ne t'appartient pas.","hook":"Un après-midi ensoleillé, Baba a découvert que ses biscuits avaient disparu ! Qui aurait pu les prendre ?","keywords":{"Baba":["father","dad"],"biscuits":["cookies","crackers"],"cuisine":["kitchen","cooking"],"Timmy":["Timothy","Tim"],"cookies":["biscuits","treats"],"kitchen":["cuisine","cooking area"],"missing":["absent","gone"],"Moustaches":["mustaches","beard"],"innocemment":["innocently"],"coupable":["guilty","culpable"],"Whiskers":["beard","moustaches"],"table":["desk","dining table"],"curtains":["drapes","blinds"],"brother":["sibling","sister"]},"paragraphs":["Baba venait de cuire un nouveau lot de délicieux biscuits. Elle les a mis sur le comptoir de la cuisine pour les laisser refroidir.\n","Quand elle est revenue à la cuisine, elle a été surprise de voir que certains biscuits avaient disparu. \"Oh non ! Mes biscuits ont disparu !\" s'est-elle exclamée.\n","Baba regarda autour d'elle et vit son chat espiègle, Whiskers, en train de lécher ses pattes avec un air coupable. \"Whiskers, as-tu pris mes biscuits?\" demanda-t-elle.\n","Moustaches miaula innocemment et cligna ses grands yeux verts. Baba décida d'enquêter davantage pour trouver le vrai coupable.\n","Elle a cherché sous la table et derrière les rideaux. Finalement, elle a trouvé son petit frère, Timmy, caché dans le garde-manger avec des miettes de biscuits tout autour de lui.\n","Le cœur de Baba a fondu quand Timmy s'est excusé avec un sourire timide. Elle lui a pardonné et a partagé les cookies restants avec lui, lui enseignant l'importance de demander gentiment avant de prendre les choses.\n"]},"id-en":{"hook":"One sunny afternoon, Baba discovered her cookies were missing! Who could have taken them?","moral":"Always ask nicely before taking something that doesn't belong to you.","title":"The Missing Cookies","keywords":{"cookies":["kue","kukis"],"baked":["dipanggang","dikukus"],"yummy":["lezat","enak"],"kitchen":["dapur"],"surprised":["terkejut","kaget"],"cat":["kucing"],"guilty":["bersalah","merasa bersalah"],"table":["meja","tabel"],"behind":["di belakang","tertinggal"],"brother":["saudara laki-laki","kakak laki-laki"],"Whiskers":["Kumis"],"meowed":["mengaum","mengeong"],"culprit":["pelaku","tersangka"],"Mama":["Ibu","Mama"],"Timmy":["Timmy"]},"paragraphs":["Mama baked yummy cookies and put them on the table to cool.\n","When she went back to the kitchen, she was very surprised because she saw that some cookies were not there. \"Oh dear! My cookies have disappeared!\" she said loudly.\n","Mommy looked everywhere and saw her naughty cat, Whiskers, cleaning his pink feet with a sad face. \"Whiskers, did you get my sweet snacks?\" she wondered.\n","Whiskers said kitty sounds and closed his big eyes that are like mommy's salad. Grandma thought more about it to discover the true naughty one.\n","She looked under the table and behind the curtains. At last, she found her little brother, Timmy, hiding in the pantry. There were cookie crumbs all around him.\n","Mama's heart felt happy when Timmy said sorry with a shy smile. Mama forgave him and shared the rest of the yummy cookies with him. Timmy learned that it's good to ask nicely when you want something.\n"]}}}