{"title":"Baba's Spilled Milk","hook":"One day, Baba discovered a mysterious jar in the kitchen. What could it be?","moral":"Be careful with your actions, even a small mistake can lead to big troubles.","paragraphs":["One sunny morning, Baba was exploring the kitchen when she found a shiny jar on the counter. She was curious and decided to open it. Suddenly, the jar slipped from her tiny hands, and milk spilled all over the floor!","\"Oh no, what have I done?\" cried Baba, feeling worried. She knew she had to clean up the mess before Mama found out. But the spilled milk was spreading quickly.","Baba thought hard and remembered the kitchen towel. She grabbed it and started wiping up the milk. After a few minutes of hard work, the floor was clean again. Baba let out a sigh of relief.","Just then, Mama entered the kitchen and saw Baba standing there with the cleaned-up mess. \"Good job, Baba! I'm proud of you for taking responsibility and cleaning up,\" Mama said with a warm smile."],"keywords":["Baba","kitchen","spilled milk","clean up","responsibility","curiosity","mistake","relief","shiny jar","tiny hands"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Baba hat seine Milch verschüttet","hook":"Ein Tag, Baba entdeckt ein geheimnisvolles Glas in der Küche. Was könnte das sein?","moral":"Sei vorsichtig mit deinen Taten, selbst ein kleiner Fehler kann zu großen Problemen führen.","keywords":{"Baba":["Grandma"],"Mama":["Mother"],"Milch":["Milk"],"Küchentuch":["Kitchen towel"],"seufzte":["sighed"],"Küche":["Kitchen"]},"paragraphs":["An einem sonnigen Morgen war Baba in der Küche unterwegs, als sie ein glänzendes Glas auf der Theke fand. Sie war neugierig und beschloss, es zu öffnen. Plötzlich rutschte das Glas aus ihren winzigen Händen und die Milch ergoss sich über den Boden!\n","\"Oh nein, was habe ich getan?\" rief Baba und fühlte sich besorgt. Sie wusste, dass sie das Durcheinander aufräumen musste, bevor Mama es herausfand. Aber die verschüttete Milch breitete sich schnell aus.\n","Mama dachte angestrengt nach und erinnerte sich an das Küchentuch. Sie nahm es und begann, die Milch aufzuwischen. Nach ein paar Minuten harter Arbeit war der Boden wieder sauber. Mama seufzte erleichtert auf.\n","Gerade dann kam Mama in die Küche und sah Baba dort stehen, mit dem aufgeräumten Durcheinander. \"Gute Arbeit, Baba! Ich bin stolz auf dich, dass du Verantwortung übernommen und aufgeräumt hast\", sagte Mama mit einem warmen Lächeln.\n"]},"en-fr":{"title":"Le Lait Renversé de Baba\n","hook":"Un jour, Baba a découvert un pot mystérieux dans la cuisine. Qu'est-ce que cela pourrait être ? ","moral":"Fais attention à ce que tu fais, même une petite erreur peut causer de gros ennuis.\n","keywords":{"Baba":["Dad"],"cuisine":["Kitchen"],"lait":["Milk"],"torchon":["Dishcloth","Tea towel"],"Maman":["Mom"],"nettoyer":["Clean","Clear"],"Mama":["Mother"],"spilled milk":["Wasted effort"]},"paragraphs":["Un matin ensoleillé, Baba explorait la cuisine quand elle trouva un pot brillant sur le comptoir. Elle était curieuse et décida de l'ouvrir. Tout à coup, le pot glissa de ses petites mains, et le lait se répandit partout par terre!\n","«Oh non, qu'ai-je fait?» pleura Baba, sentant inquiète. Elle savait qu'elle devait nettoyer le désordre avant que Mama découvre. Mais le lait renversé se propageait rapidement.\n","Baba réfléchit fort et se souvint du torchon de cuisine. Elle l'attrapa et commença à essuyer le lait. Après quelques minutes de travail acharné, le sol était propre à nouveau. Baba soupira de soulagement.\n","Tout à coup, Maman est entrée dans la cuisine et a vu Baba debout là avec le désordre nettoyé. \"Bon travail, Baba! Je suis fière de toi d'avoir pris ta responsabilité et d'avoir tout nettoyé,\" a dit Maman avec un sourire chaleureux.\n"]},"id-en":{"hook":"One day, Baba discovered a mysterious jar in the kitchen. What could it be?","moral":"Be careful with your actions, even a small mistake can lead to big troubles.","title":"Baba's Spilled Milk","keywords":{"Granny":["Nenek","Kakek"],"cloth":["kain","kain lap"],"spilled milk":["tumpah susu"],"Baba":["Ayah"],"clean up":["membersihkan","mengosongkan"],"Mama":["Ibu","Mamah"],"cleaning up":["membersihkan","mengosongkan"],"shiny":["berkilau","bersinar"],"jar":["toples","kaleng"],"spilled":["tumpah","tertumpah"]},"paragraphs":["Once upon a time, on a bright morning, Baba was looking around the kitchen when she saw a shiny jar on the table. She wanted to see what was inside and tried to open it. Oops! She accidentally dropped the jar, and milk went everywhere!\n","Oh-oh, what did I do?” cried Baba, feeling scared. She knew she had to tidy the mess before Mama saw it. But the milk was flowing fast.\n","Granny thought very carefully and remembered the cloth from the kitchen. \nShe took it and began cleaning the spilled milk. \nAfter a bit of work, the floor was neat and shiny once more. \nGranny felt much better and let out a big breath.\n","Mama came into the kitchen and saw Baba there, with the mess all tidy. \n\"Well done, Baba! I'm happy with you for cleaning up and taking care,\" Mama said with a big smile.\n"]},"en-pt":{"title":"Leite Derramado da Vovó","moral":"Cuidado com o que fazes, mesmo um pequeno erro pode causar grandes problemas.","hook":"Um dia, Baba descobriu um pote misterioso na cozinha. O que será que é?","keywords":{"cozinha":["kitchen"],"pote":["jar","pot"],"leite":["milk"],"Baba":["grandma"],"Mama":["mom"],"Vovó (Grandma)":["grandma"],"pano de cozinha (kitchen towel)":["dishcloth"],"limpar (clean)":["clean","tidy"],"mamãe":["mom"],"papai":["dad"]},"paragraphs":["Certa manhã ensolarada, Baba estava explorando a cozinha quando encontrou um pote brilhante no balcão. Ela ficou curiosa e decidiu abri-lo. De repente, o pote escapou de suas mãos pequeninas, e o leite se espalhou pelo chão!\n","\"Ai, ai, o que eu fiz?\" chorou Baba, sentindo-se preocupada. Ela sabia que tinha que limpar a bagunça antes que Mamãe descobrisse. Mas o leite derramado estava se espalhando rapidinho.\n","Vovó pensou muito e lembrou do pano de cozinha. Ela pegou e começou a limpar o leite. Depois de alguns minutos de trabalho duro, o chão estava limpo de novo. Vovó soltou um suspiro de alívio.\n","Logo depois, a mamãe entrou na cozinha e viu o papai em pé lá com a bagunça limpa. \"Bom trabalho, papai! Estou orgulhosa de você por assumir a responsabilidade e limpar\", disse a mamãe com um sorriso caloroso.\n"]}}}