{"title":"The Squirrel and the Bee","hook":"What happened when a curious squirrel met a busy bee in the forest?","moral":"Busy bees have important work too. Patience and understanding make friendships grow.","paragraphs":["Once upon a time in a colorful forest, a lively squirrel named Sammy loved exploring and playing all day long.","One sunny day, while Sammy was hopping from tree to tree, he saw a busy bee named Buzz buzzing around collecting flower nectar.","\"Hey, Buzz! Do you want to play with me?\" called Sammy, bouncing excitedly.","\"Sorry, Sammy, I'm busy collecting nectar for our hive,\" replied Buzz apologetically.","Sammy felt a bit sad because Buzz seemed too busy to play. He sat on a tree stump, feeling lonely.","Suddenly, a flower nearby started wilting, and Buzz couldn't reach it. Sammy quickly picked the flower and held it towards Buzz.","\"Thank you, Sammy! You helped me save the flower,\" said Buzz gratefully.","From that day on, Sammy understood the importance of Buzz's work and they became good friends, sharing adventures in the forest."],"keywords":["squirrel","bee","forest","exploring","playing","nectar","hive","friendship","understanding","patience"],"characters":null,"translations":{"en-de":{"title":"Das Eichhörnchen und die Biene","hook":"Was ist passiert, als ein neugieriges Eichhörnchen eine fleißige Biene im Wald traf?","moral":"Fleißige Bienen haben auch wichtige Arbeit. Geduld und Verständnis lassen Freundschaften wachsen.","keywords":{"Buzz":["Buzz"],"spielen":["play"],"Sammy":["Sammy"],"Freunde":["friends"],"Danke":["thank you"],"Blume":["flower"],"helft":["help"],"Sammeln":["collect"],"Nektar":["nectar"],"Bienenhaus":["bee house"],"Eichhörnchen":["squirrel"],"Wald":["forest"],"traurig":["sad"],"sunny":["sunny"],"bee":["bee"],"flower":["flower"],"welken":["wilt"],"pflücken":["pluck"]},"paragraphs":["Es war einmal in einem bunten Wald, wo ein aufgewecktes Eichhörnchen namens Sammy es liebte, den ganzen Tag zu erforschen und zu spielen.\n","An einem sonnigen Tag, als Sammy von Baum zu Baum hüpfte, sah er eine fleißige Biene namens Buzz, die herumschwirrte und Blumennektar sammelte.\n","\"Hallo, Buzz! Möchtest du mit mir spielen?\" rief Sammy aufgeregt hüpfend.\n","\"Entschuldigung, Sammy, ich sammle fleißig Nektar für unser Bienenhaus,\" antwortete Buzz entschuldigend.\n","Sammy fühlte sich ein bisschen traurig, weil Buzz schien zu beschäftigt zu sein, um zu spielen. Er setzte sich auf einen Baumstumpf und fühlte sich einsam.\n","Plötzlich begann eine Blume in der Nähe zu welken und Buzz konnte sie nicht erreichen. Sammy hat schnell die Blume gepflückt und sie Buzz entgegengehalten.\n","\"Danke, Sammy! Du hast mir geholfen, die Blume zu retten\", sagte Buzz dankbar.\n","Seit diesem Tag verstand Sammy, wie wichtig Buzzs Arbeit war, und sie wurden gute Freunde, die Abenteuer im Wald teilten.\n"]},"en-pt":{"hook":"O que aconteceu quando um esquilo curioso encontrou uma abelha ocupada na floresta?","title":"O Esquilo e a Abelhinha","moral":"Abelhinhas trabalham muito também. Paciência e compreensão fazem amizades crescerem.","keywords":{"Sammy":["Sammy"],"flor":["flower"],"Buzz":["Busy bee"],"esquilo":["Squirrel"],"floresta":["forest"],"explorar":["explore"],"Sunny day":["Sunny day"],"Tree hopping":["Tree hopping"],"Busy bee":["Buzz"],"brincar":["play"],"pulando":["jumping"],"néctar":["nectar"],"colmeia":["hive","beehive"],"lonely":["lonely"],"aventuras":["adventures"],"flower":["flor"],"wilting":["wilting"],"reach":["reach"]},"paragraphs":["Era uma vez, em uma floresta colorida, um esquilo animado chamado Sammy que adorava explorar e brincar o dia todo.\n","Num dia ensolarado, enquanto Sammy pulava de árvore em árvore, ele viu uma abelhinha ocupada chamada Buzz zumbindo ao redor coletando néctar das flores.\n","\"Ei, Buzz! Quer brincar comigo?\" chamou Sammy, pulando animadamente.\n","Desculpe, Sammy, estou ocupado coletando néctar para nossa colmeia,\" respondeu Buzz educadamente.\n","Sammy estava um pouco triste porque Buzz parecia muito ocupado para brincar. Ele sentou em um toco de árvore, se sentindo sozinho.\n","De repente, uma florzinha ali perto começou a murchar, e Buzz não conseguia alcançá-la. Sammy rapidamente pegou a florzinha e segurou na direção do Buzz.\n","\"Obrigado, Sammy! Você me ajudou a salvar a flor,\" disse Buzz agradecido.\n","A partir daquele dia, Sammy entendeu o quanto o trabalho do Buzz era importante e eles se tornaram bons amigos, compartilhando aventuras na floresta.\n"]},"en-fr":{"title":"L'écureuil et l'abeille","moral":"Les abeilles occupées ont aussi un travail important. La patience et la compréhension font grandir les amitiés.","hook":"Que s'est-il passé quand un écureuil curieux a rencontré une abeille occupée dans la forêt ?","keywords":{"Buzz":["Buzz"],"jouer":["play"],"excitation":["excitement"],"Sammy":["Sammy"],"amis":["friends"],"nectar":["nectar"],"ruche":["hive"],"colorful forest":["colorful forest"],"lively squirrel":["lively squirrel"],"exploring and playing":["exploring","playing"],"fleur":["flower"],"reconnaissant":["grateful"],"flower":["flower"],"wilting":["wilting"],"reach":["reach"],"lonely":["lonely"],"sunny day":["sunny day"],"hopping":["hopping"],"busy bee":["busy bee"]},"paragraphs":["Il était une fois dans une forêt colorée, un écureuil joyeux nommé Sammy aimait explorer et jouer toute la journée.\n","Un beau jour ensoleillé, pendant que Sammy sautait d'arbre en arbre, il vit une abeille occupée nommée Buzz vrombir en collectant le nectar des fleurs.\n","\"Salut Buzz! Veux-tu jouer avec moi?\" appela Sammy, rebondissant avec excitation.\n","Désolé, Sammy, je suis occupé à collecter du nectar pour notre ruche, dit Buzz avec excuses.\n","Sammy se sentait un peu triste car Buzz semblait trop occupé pour jouer. Il s'est assis sur un morceau d'arbre, se sentant seul.\n","Soudain, une jolie fleur à côté a commencé à faner, et Buzz ne pouvait pas l'atteindre. Sammy a vite cueilli la fleur et l'a tenue devant Buzz.\n","\"Merci, Sammy! Tu m'as aidé à sauver la fleur,\" dit Buzz reconnaissant.\n","À partir de ce jour-là, Sammy a compris l'importance du travail de Buzz et ils sont devenus de bons amis, partageant des aventures dans la forêt.\n"]},"id-en":{"hook":"What happened when a curious squirrel met a busy bee in the forest?","moral":"Busy bees have important work too. Patience and understanding make friendships grow.","title":"The Squirrel and the Bee","keywords":{"forest":["hutan"],"squirrel":["tupai"],"play":["bermain","main"],"Sammy":["Sammy"],"jumping":["melompat"],"fun":["seru","menyenangkan"],"sad":["sedih"],"lonely":["sendirian","kesepian"],"Thank you":["Terima kasih"],"flower":["bunga"],"helped":["membantu","menolong"],"sunny day":["hari yang cerah"],"hopping":["melompat-lompat"],"busy bee":["lebah sibuk"],"nectar":["nektar"],"hive":["sarang lebah","lebah"],"Buzz":["Berdecit"],"adventures":["petualangan","petualangan-petualangan"],"wilt":["layu"],"pick":["memilih","memetik"]},"paragraphs":["Long time ago in a pretty forest, a bouncy squirrel named Sammy loved to explore and play all day.\n","One bright day, Sammy hopped from one tree to another and spotted a lively bee named Buzz flying around to gather sweet nectar from flowers.\n","Sammy, jumping up and down, excitedly shouted, \"Hey, Buzz! Do you want to have fun with me?\"\n","\"I'm busy getting sweet juice for our cozy home,\" Buzz said sorry to Sammy.\n","Sammy was feeling a little bit sad because Buzz seemed too busy to play. He sat on a big stick, with nobody around.\n","All of a sudden, a pretty flower became sad nearby, and Buzz couldn't touch it. Sammy fastly picked the flower and gave it to Buzz. \n","\"Thank you, Sammy! You helped me save the flower,\" said Buzz gratefully.\n","Since that day, Sammy learned how important Buzz's job was. They became good friends and had fun adventures in the forest.\n"]}}}