{"title":"The Friendly Hummingbird","hook":"Why did the animals in the forest gather around the busy little hummingbird?","moral":"Helping others, no matter how small, can make a big difference.","paragraphs":["Once upon a time in a lush forest, a friendly hummingbird lived among many animals. This tiny bird worked tirelessly to collect nectar from colorful flowers.","One hot summer day, a big wildfire broke out in the forest. The animals panicked and didn't know what to do. The small hummingbird, with its fast wings and a brave heart, flew to a nearby stream.","The hummingbird dipped its tiny beak into the water and flew back to the fire, sprinkling tiny droplets of water over the flames. Slowly but steadily, the hummingbird repeated this task again and again.","The other animals watched in amazement as the hummingbird's efforts helped to extinguish the fire. They realized that even the smallest creature can make a big difference in times of need."],"keywords":["forest","hummingbird","wildfire","bravery","teamwork","kindness"],"characters":null,"translations":{"id-en":{"hook":"Why did the animals in the forest gather around the busy little hummingbird?","moral":"Helping others, no matter how small, can make a big difference.","title":"The Friendly Hummingbird","keywords":{"hummingbird":["burung kolibri"],"forest":["hutan","rimba"],"nectar":["nektar"],"tiny beak":["paruh kecil"],"droplets":["tetes"],"summer day":["hari musim panas"],"wildfire":["kebakaran hutan"],"amazement":["keheranan","keajaiban"],"smallest creature":["makhluk terkecil"]},"paragraphs":["One sunny day in a big forest, a happy little bird lived with many animal friends. This small bird flew all day to get sweet juice from pretty flowers.\n","One day, when it was very hot, a huge fire started in the woods. The animals got scared and didn't know what to do. But a tiny bird with fast wings and a brave heart flew quickly to a small river.\n","The little bird sipped the water with its small beak and flew to the fire, sprinkling tiny drops of water over the flames. The little bird did this over and over, slowly and surely.\n","The other animals saw with their eyes wide open as the little bird tried very hard to stop the big fire. They understood that even the tiniest animal can do something very important when help is needed.\n"]},"en-fr":{"title":"Le Joyeux Colibri","hook":"Pourquoi les animaux dans la forêt se sont rassemblés autour du petit colibri occupé?","moral":"Aider les autres, même un peu, peut faire une grande différence.","keywords":{"oiseau":["bird"],"forêt":["forest"],"colibri":["hummingbird"],"éteindre":["extinguish","put out"],"différence":["difference"],"bec":["beak"],"eau":["water"],"courageux":["brave"]},"paragraphs":["Il était une fois, dans une belle forêt, un oiseau joyeux appelé colibri vivait avec plein amis. Ce tout petit oiseau travaillait dur pour collecter du nectar des fleurs colorées.\n","Un jour d'été très chaud, un grand feu s'est déclenché dans la forêt. Les animaux ont paniqué et ne savaient pas quoi faire. Le petit colibri, avec ses ailes rapides et un cœur courageux, s'est envolé vers un ruisseau proche.\n","Le colibri a plongé son petit bec dans l'eau et est revenu vers le feu, en saupoudrant de minuscules gouttes d'eau sur les flammes. Lentement mais sûrement, le colibri a répété cette tâche encore et encore.\n","Les autres animaux regardaient avec émerveillement les efforts du colibri qui ont aidé à éteindre le feu. Ils ont réalisé que même la plus petite créature peut faire une grande différence en période de besoin.\n"]},"en-de":{"title":"Der Freundliche Kolibri","moral":"Anderen zu helfen, egal wie klein, kann einen großen Unterschied machen.","hook":"Warum haben sich die Tiere im Wald um den fleißigen kleinen Kolibri versammelt?","keywords":{"Kolibri":["Hummingbird"],"Wasser":["Water"],"Flammen":["Flames"],"Wald":["Forest","Woods"],"Blumen":["Flowers"],"Tiere":["Animals"],"Feuer":["Fire"],"Sommer":["Summer"]},"paragraphs":["Es war einmal in einem grünen Wald, lebte ein freundlicher Kolibri unter vielen Tieren. Dieser winzige Vogel arbeitete unermüdlich daran, Nektar von bunten Blumen zu sammeln.\n","An einem heißen Sommertag brach ein großes Feuer im Wald aus. Die Tiere gerieten in Panik und wussten nicht, was zu tun ist. Der kleine Kolibri, mit seinen schnellen Flügeln und einem mutigen Herzen, flog zu einem nahegelegenen Bach.\n","Der winzige Kolibri tauchte seinen kleinen Schnabel ins Wasser und flog zurück zum Feuer, dabei bespritzte er die Flammen mit winzigen Wassertropfen. Langsam aber stetig wiederholte der Kolibri diese Aufgabe immer wieder.\n","Die anderen Tiere schauten erstaunt zu, wie die Arbeit des Kolibris half, das Feuer zu löschen. Sie erkannten, dass selbst das kleinste Geschöpf in Zeiten der Not einen großen Unterschied machen kann.\n"]},"en-pt":{"title":"O Beija-flor Amigável","moral":"Ajudar outras pessoas, não importa o quão pequeno, pode fazer uma grande diferença.","hook":"Por que os bichinhos da floresta se reuniram ao redor do pequeno e ocupado beija-flor?\n","keywords":{"beija-flor":["hummingbird"],"floresta":["forest"],"animais":["animals"],"esforços":["efforts"],"incêndio florestal":["forest fire"],"coração corajoso":["brave heart"],"passarinho":["little bird"],"bico pequenino":["tiny beak"],"gotinhas de água":["droplets of water"]},"paragraphs":["Era uma vez, em uma floresta verdejante, um beija-flor simpático vivia entre muitos animais. Esse passarinho minúsculo trabalhava incansavelmente para coletar néctar de flores coloridas.\n","Numa dia quente de verão, um grande incêndio florestal começou na floresta. Os animais ficaram em pânico e não sabiam o que fazer. O pequeno beija-flor, com suas asas rápidas e um coração corajoso, voou para um riacho nas proximidades.\n","O passarinho bicou a água com seu bico pequenino e voou de volta para o fogo, espalhando gotinhas de água sobre as chamas. Lentamente e com firmeza, o passarinho repetiu essa tarefa uma vez após a outra.\n","Os outros animais assistiram maravilhados enquanto os esforços do beija-flor ajudavam a apagar o fogo. Eles perceberam que até a menor criatura pode fazer uma grande diferença em tempos de necessidade.\n"]}}}