{"title":"The Helpful Squirrel","hook":"One sunny day, a curious squirrel found a lost key in the forest. What adventures will the key lead him to?","moral":"Helping others can lead to unexpected rewards and friendships.","paragraphs":["In the heart of a colorful forest, Squeaky the Squirrel loved exploring. One day, he stumbled upon a shiny key hidden under a leaf. \"What is this?\" he chirped.","All the animals in the forest were busy with their tasks. Squeaky asked them about the key, but no one knew where it belonged. Feeling determined, he set out to find the key's owner.","Along the way, Squeaky met a tiny hedgehog who had lost his way home. Remembering his own kindness, Squeaky offered to help. Together, they followed the map engraved on the key.","The map led them to a secret door in a hollow tree. The key fit perfectly, and inside, they found a treasure trove of acorns and nuts. The owner, an elderly squirrel, appeared and thanked Squeaky for his kindness."],"keywords":["squirrel","forest","key","kindness","friendship"],"characters":null,"translations":{"id-en":{"hook":"One sunny day, a curious squirrel found a lost key in the forest. What adventures will the key lead him to?","moral":"Helping others can lead to unexpected rewards and friendships.","title":"The Helpful Squirrel","keywords":{"Squirrel":["Tupai"],"Forest":["Hutan"],"Key":["Kunci"],"squirrel":["Tupai"],"nuts":["Kacang"],"treasure":["Harta karun"],"Squeaky":["Berdecit"],"hedgehog":["Landak"],"map":["Peta"],"animals":["Hewan"],"key":["Kunci"]},"paragraphs":["In a pretty forest, Squeaky the Squirrel liked looking around. One day, he found a shiny key hidden under a leaf. \"What's this?\" he asked excitedly.\n","One day, all the animals in the big forest were doing their jobs. Squeaky asked them about the special key, but no one knew where it should be. So, he bravely decided to search for the key's owner.\n","One day, Squeaky met a small hedgehog lost from its house. Thinking about when he was nice, Squeaky decided to assist. They looked at the map on the key and traveled together.\n","The map showed them a special door in a big tree with a hole. \nThe special key was just right, and inside, they found a lot of nuts and special nuts. \nAnother squirrel, an old squirrel, came and said thank you to Squeaky for being nice.\n"]},"en-pt":{"hook":"Numa dia ensolarado, um esquilo curioso achou uma chave perdida na floresta. Que aventuras a chave o levará?","title":"O Esquilo Prestativo\n","moral":"Ajudar os outros pode trazer surpresas boas e fazer novos amigos.","keywords":{"squirrel":["esquilo"],"forest":["floresta"],"key":["chave"],"mapa":["map"],"tesouro":["treasure"],"Squeaky":["squirrel"],"ouriço":["hedgehog"],"bondade":["kindness"],"animais":["animals"],"floresta":["forest"],"chave":["key"]},"paragraphs":["No coração de uma floresta colorida, Esquilo Amarelo adorava explorar. Um dia, ele encontrou uma chave brilhante escondida embaixo de uma folha. \"O que é isso?\" ele perguntou.\n","Todos os animais na floresta estavam ocupados com suas tarefas. Squeaky perguntou a eles sobre a chave, mas ninguém sabia onde ela pertencia. Sentindo-se determinado, ele saiu para encontrar o dono da chave.\n","No caminho, Squeaky encontrou um pequeno ouriço que estava perdido. Lembrando de sua bondade, Squeaky ofereceu ajuda. Juntos, seguiram o mapa gravado na chave.\n","O mapa os levou a uma porta secreta em uma árvore oca. A chave se encaixou perfeitamente, e lá dentro encontraram um tesouro de bolotas e nozes. O dono, um esquilo idoso, apareceu e agradeceu a Chilique por sua bondade.\n"]},"en-de":{"moral":"Anderen zu helfen kann zu unerwarteten Belohnungen und Freundschaften führen.","title":"Der Hilfreiche Eichhörnchen\n","hook":"An einem sonnigen Tag hat ein neugieriges Eichhörnchen einen verlorenen Schlüssel im Wald gefunden. Welche Abenteuer wird der Schlüssel ihn führen?","keywords":{"Quietschi":["squirrel"],"Igel":["forest"],"Schlüssel":["shiny"],"geheim":["secret"],"Eichhörnchen":["squirrel"],"squirrel":["Quietschi","Eichhörnchen"],"forest":["Igel"],"shiny":["Schlüssel"],"Tiere":["animals"],"Wald":["forest"]},"paragraphs":["In einem bunten Wald liebte Eichhörnchen Quietschie es, zu erforschen. Eines Tages stieß er auf einen glänzenden Schlüssel, der unter einem Blatt versteckt war. \"Was ist das?\" zwitscherte er.\n","Alle Tiere im Wald waren beschäftigt mit ihren Aufgaben. Squeaky fragte sie nach dem Schlüssel, aber niemand wusste, wohin er gehörte. Entschlossen machte er sich auf die Suche nach dem Eigentümer des Schlüssels.\n","Auf dem Weg traf Quietschi einen winzigen Igel, der seinen Weg nach Hause verloren hatte.  Quietschi erinnerte sich an seine eigene Freundlichkeit und bot Hilfe an. Zusammen folgten sie der Karte, die auf dem Schlüssel eingraviert war.\n","Die Karte führte sie zu einer geheimen Tür in einem hohlen Baum. Der Schlüssel passte perfekt, und drinnen fanden sie eine Schatzkammer voller Eicheln und Nüsse. Der Besitzer, ein älteres Eichhörnchen, erschien und dankte Quietschi für seine Freundlichkeit.\n"]},"en-fr":{"title":"Le Squirrel Qui Aide","moral":"En aidant les autres, on peut recevoir des récompenses inattendues et se faire de nouveaux amis.","hook":"Il y a longtemps, un écureuil curieux a trouvé une clé perdue dans la forêt ensoleillée. Où est-ce que la clé le mènera pour de nouvelles aventures ?","keywords":{"Squeaky":["hérisson"],"hérisson":["Squeaky"],"gentillesse":["kindness"],"animaux":["animals"],"clé":["key"],"forêt":["forest"],"Squirrel":["écureuil"],"forest":["forêt"],"shiny key":["clé brillante"],"treasure trove":["cachette au trésor"],"acorns":["glands"],"secret door":["porte secrète"]},"paragraphs":["Au cœur d'une forêt colorée, Squeaky l'Écureuil aimait explorer. Un jour, il est tombé sur une clé brillante cachée sous une feuille. \"Qu'est-ce que c'est?\" il pépia.\n","Tous les animaux dans la forêt étaient occupés avec leurs tâches. Squeaky leur a demandé au sujet de la clé, mais personne ne savait où elle appartenait. Se sentant déterminé, il partit chercher le propriétaire de la clé.\n","Un jour, Squeaky rencontra un petit hérisson perdu. Se souvenant de sa gentillesse, Squeaky lui offrit de l'aide. Ensemble, ils suivirent la carte gravée sur la clé.\n","La carte les a menés à une porte secrète dans un arbre creux. La clé s'adaptait parfaitement, et à l'intérieur, ils ont trouvé un trésor d' ܺcônes et de noix. Le propriétaire, un écureuil âgé, est apparu et a remercié Squeaky pour sa gentillesse.\n"]}}}