{"title":"The Busy Bunny","hook":"Meet Lily the bunny who loves to play, but one day she learns an important lesson. What will happen?","moral":"Sometimes it's important to slow down and appreciate the world around us.","paragraphs":["Lily the bunny hopped around the forest, her fluffy tail bouncing with every leap. She loved to play and explore every corner.","One sunny day, Lily met a wise old turtle named Timmy. \"Hello, young one! Why are you always in a hurry?\" Timmy asked with a grin.","Lily replied, \"I want to see everything and play with everyone!\" Timmy chuckled, \"But you're missing the beauty around you.\"","Confused, Lily stopped hopping and looked around. She noticed the colorful flowers, the chirping birds, and the gentle breeze rustling the leaves.","Slowly, Lily realized that she had been too busy to notice the simple joys of the forest. She thanked Timmy for showing her this new perspective."],"keywords":"Lily, bunny, forest, play, turtle, learn, appreciate, beauty, busy, lesson","characters":null,"translations":{"id-en":{"hook":"Meet Lily the bunny who loves to play, but one day she learns an important lesson. What will happen?","moral":"Sometimes it's important to slow down and appreciate the world around us.","title":"The Busy Bunny","keywords":{"Lily":["Lili"],"flowers":["bunga"],"birds":["burung"],"play":["bermain","main"],"beauty":["kecantikan","keindahan"],"forest":["hutan"],"Timmy":["Timmy"],"Bunny":["Kelinci"],"turtle":["kura-kura"],"fast":["cepat"]},"paragraphs":["Bunny Lily hopped in forest, her fluffy tail bouncing with each jump. She loved playing and exploring.\n","One sunny day, Lily met a very smart old turtle named Timmy. \"Hello, little one! Why are you always going fast?\" Timmy asked with a big smile.\n","Lily said, \"I want to see all the things and play with everyone!\" Timmy laughed, \"But you're forgetting the pretty things nearby.\"\n","Lost and unsure, Lily suddenly stopped jumping and peeked around. She saw the pretty flowers, heard the singing birds, and felt the soft wind moving the green leaves.\n","One day, Lily understood that she was too busy to see the fun things in the forest. She said thank you to Timmy for making her see the forest differently.\n"]},"en-fr":{"title":"Le Lapin Occupé","hook":"Voici Lily le lapin qui adore s'amuser, mais un jour elle apprend une leçon importante. Que va-t-il se passer?","moral":"Parfois prenez un moment pour regarder les jolies choses autour de nous.","keywords":{"Lily":["Lily"],"lapin":["rabbit"],"forêt":["forest"],"Timmy":["Timmy"],"turtle":["turtle"],"wise":["wise"],"jouer":["play"],"beauté":["beauty"],"fleurs colorées":["colorful flowers"],"oiseaux qui gazouillaient":["birds chirping"]},"paragraphs":["Lily le lapin sautait dans la forêt, sa queue duveteuse rebondissant à chaque bond. Elle aimait jouer et explorer chaque coin.\n","Un jour ensoleillé, Lily a rencontré une vieille tortue sage nommée Timmy. \"Bonjour, petite! Pourquoi es-tu toujours pressée?\" demanda Timmy en souriant.\n","Lily dit, \"Je veux tout voir et jouer avec tout le monde!\" Timmy rigola, \"Mais tu manques la beauté qui t'entoure.\"\n","Perplexe, Lily s'arrêta de sauter et regarda autour d'elle. Elle remarqua les fleurs colorées, les oiseaux qui gazouillaient et la douce brise qui agitait les feuilles.\n","Doucement, Lily a réalisé qu'elle avait été trop occupée pour remarquer les joies simples de la forêt. Elle a remercié Timmy de lui avoir montré cette nouvelle perspective.\n"]},"en-de":{"moral":"Manchmal ist es wichtig, langsamer zu werden und die Welt um uns herum zu genießen.","title":"Das fleißige Häschen","hook":"Triff Lizi, das Häschen, das gerne spielt, aber eines Tages eine wichtige Lektion lernt. Was wird passieren?\n","keywords":{"Lily":["Lili"],"Wald":["forest"],"Freuden":["joy","happiness"],"sonnig":["sunny"],"Schildkröte":["turtle"],"eilig":["hasty","hurried"],"Häschen":["bunny"],"Blumen":["flowers"],"Vögelchen":["little birds"],"spielen":["play"],"Schönheit":["beauty"]},"paragraphs":["Lili das Häschen hoppelte durch den Wald, ihr flauschiger Schwanz sprang bei jedem Sprung. Sie liebte es zu spielen und jede Ecke zu erforschen.\n","An einem sonnigen Tag traf Lily eine weise alte Schildkröte namens Timmy. \"Hallo, Kleines! Warum bist du immer so eilig?\" fragte Timmy mit einem Grinsen.\n","Lily antwortete: \"Ich möchte alles sehen und mit allen spielen!\" Timmy kicherte: \"Aber du verpasst die Schönheit um dich herum.\"\n","Verwirrt blieb Lily stehen und schaute um sich. Sie bemerkte die bunten Blumen, das zwitschernde Vögelchen und die sanfte Brise, die die Blätter rascheln ließ.\n","Langsam erkannte Lily, dass sie zu beschäftigt war, um die einfachen Freuden des Waldes zu bemerken. Sie bedankte sich bei Timmy, dass er ihr diese neue Perspektive gezeigt hatte.\n"]},"en-pt":{"moral":"Às vezes é importante parar e apreciar o mundo ao nosso redor.","title":"O Coelhinho Ocupado","hook":"Conheça a Lily, a coelhinha que adora brincar, mas um dia ela aprende uma lição importante. O que acontecerá?","keywords":{"Lily":["Lily"],"flores coloridas":["colorful flowers"],"brisa suave":["gentle breeze"],"tartaruga":["turtle"],"pressa":["hurry"],"brincar":["play"],"beleza":["beauty"],"coelhinha":["bunny"],"bosque":["grove"],"floresta":["forest"],"alegrias":["joys"]},"paragraphs":["A coelhinha Lily pulava pelo bosque, seu rabinho fofo pulando a cada salto. Ela adorava brincar e explorar cada cantinho.\n","Certa vez, em um lindo dia ensolarado, Lily conheceu uma tartaruga velha e sábia chamada Timmy. \"Olá, pequenino! Por que você está sempre com tanta pressa?\" Timmy perguntou com um sorriso.\n","Lily respondeu, \"Eu quero ver tudo e brincar com todos!\" Timmy riu, \"Mas você está perdendo a beleza ao seu redor.\"\n","Confusa, Lily parou de pular e olhou ao redor. Ela viu as flores coloridas, os passarinhos cantando, e a brisa suave mexendo nas folhas.\n","Devagar, a Lily percebeu que estava ocupada demais para notar as alegrias simples da floresta. Ela agradeceu ao Timmy por mostrar-lhe essa nova perspectiva.\n"]}}}