{"title":"Zoran and the Magical Hummingbird","hook":"Who is the mysterious hummingbird that everyone in the Fora jungle talks about?","moral":"Sharing brings happiness and friendship.","paragraphs":["Deep in the heart of the Fora jungle lived Zoran, a gentle singing pirate who set sail on a quest for the magical hummingbird. Legend had it that the hummingbird possessed the power to bring joy and harmony to all who heard its song.","As Zoran journeyed through the jungle, he met many animals who told stories of the hummingbird but none had ever seen it. Determined to find the magical creature, Zoran continued on his adventure, humming his own cheerful tune.","Finally, after days of searching, Zoran stumbled upon a hidden glade where the hummingbird fluttered gracefully, its feathers shimmering in the sunlight. The hummingbird's song was more beautiful than anything Zoran had ever heard.","Overjoyed, Zoran asked the hummingbird why it hid from the world. The hummingbird explained that it feared its song would be too powerful and cause envy among the other creatures. Zoran, with a warm smile, reassured the hummingbird that sharing its gift would only bring happiness and friendship to all.","Encouraged by Zoran's kind words, the hummingbird began to sing, filling the jungle with its magical melody. As the animals gathered to listen, a feeling of unity and joy washed over them all. Zoran had helped the hummingbird see the beauty in sharing its gift with others, spreading happiness throughout the Fora jungle."],"keywords":["Fora jungle","Zoran","gentle singing pirate","magical hummingbird","joy","harmony","friendship","unity","sharing","happiness"],"characters":["Zoran"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Who is the mysterious hummingbird that everyone in the Fora jungle talks about?","moral":"Sharing brings happiness and friendship.","title":"Zoran and the Magical Hummingbird","keywords":{"hummingbird":["burung madu","burung srigunting"],"magical melody":["melodi ajaib"],"spreading happiness":["menyebarkan kebahagiaan","menyebar kebahagiaan"],"Zoran":["Zoran"],"sunlight":["sinar matahari","cahaya matahari"],"happiness":["kebahagiaan","kesenangan"],"Fora":["Fora"],"pirate":["bajak laut","perompak"],"jungle":["hutan belantara","hutan rimba"],"animals":["hewan","binatang"]},"paragraphs":["In a big forest called Fora, Zoran, a nice pirate who sings, lived. He went on a boat journey to find a special bird that made magical sounds. People said this bird could make everyone happy and peaceful when they hear it sing.\n","Zoran was walking in the big forest. He talked to lots of animals who shared stories about a special bird, but nobody had seen it before. Zoran didn't give up and kept going on his journey, singing a happy song.\n","One day, after searching for a long time, Zoran found a secret place where a small, colorful bird flew in a very pretty way, shining in the sun rays. It sang a lovely song that amazed Zoran.\n","Happy, Zoran asked the tiny bird why it stayed hidden. The bird said it was scared its voice was too strong and could make others feel bad. Zoran, with a kind face, told the bird that sharing its special talent would make everyone happy and friends.\n","Happy because of Zoran's nice words, the little bird started to sing, making the jungle more beautiful with its special song. All the animals came together to hear the music, feeling happy and close. Zoran made the little bird understand that sharing its talent with others is wonderful, bringing joy to the Fora forest.\n"]},"en-pt":{"moral":"Dividir traz alegria e amizade.","hook":"Quem é o misterioso beija-flor que todos na selva da Fora falam?\n","title":"Zoran e o Beija-flor Mágico","keywords":{"Zoran":["Zoran"],"beija-flor":["hummingbird"],"clareira":["glade","clearing"],"canto":["song"],"floresta":["forest"],"selva":["jungle"],"felicidade":["happiness"],"Fora jungle":["jungle outside"],"singing pirate":["singing pirate"],"magical hummingbird":["magical hummingbird"]},"paragraphs":["Lá na floresta Fora morava Zoran, um pirata cantor e gentil que partiu em busca do beija-flor mágico. Contava-se a lenda de que o beija-flor tinha o poder de trazer alegria e harmonia a todos que ouviam seu canto.\n","Enquanto Zoran explorava a floresta, ele encontrou muitos animais que contavam histórias sobre o beija-flor, mas nenhum nunca o tinha visto. Determinado a encontrar a criatura mágica, Zoran continuou em sua aventura, cantarolando sua própria música alegre.\n","Finalmente, depois de dias de procura, Zoran encontrou sem querer uma clareira escondida onde o beija-flor voava gracioso, suas penas cintilando sob a luz do sol. O canto do beija-flor era mais bonito do que tudo que Zoran já tinha ouvido.\n","Alegre, Zoran perguntou à beija-flor por que ela se escondia do mundo. A beija-flor explicou que temia que seu canto fosse muito poderoso e causasse inveja entre as outras criaturas. Zoran, com um sorriso caloroso, tranquilizou a beija-flor que compartilhar seu dom só traria alegria e amizade a todos.\n","Feliz com as palavras gentis de Zoran, o beija-flor começou a cantar, enchendo a selva com sua melodia mágica. À medida que os animais se reuniam para ouvir, um sentimento de união e alegria os envolvia. Zoran tinha ajudado o beija-flor a ver a beleza em compartilhar seu presente com os outros, espalhando felicidade por toda a selva de Fora.\n"]},"en-de":{"moral":"Teilen bringt Freude und Freundschaft.\n","title":"Zoran und der Zaubervogel","hook":"Wer ist der geheimnisvolle Kolibri, über den alle im Dschungel von Fora sprechen?","keywords":{"Herzen":["Hearts"],"Kolibri":["Hummingbird"],"Freude":["Joy"],"Zoran":["Zoran"],"Lichtung":["Clearing","Meadow"],"Dschungel":["Jungle"],"Geschenk":["Gift","Present"],"singen":["To sing"]},"paragraphs":["Tief im Herzen des Fora-Dschungels lebte Zoran, ein sanfter singender Pirat, der sich auf die Suche nach dem zauberhaften Kolibri machte. Die Legende besagte, dass der Kolibri die Macht besaß, Freude und Harmonie zu bringen für alle, die sein Lied hörten.\n","Als Zoran durch den Dschungel reiste, traf er viele Tiere, die Geschichten über den Kolibri erzählten, aber keines hatte ihn jemals gesehen. Entschlossen, das magische Wesen zu finden, setzte Zoran sein Abenteuer fort, summte und pfiff fröhlich vor sich hin.\n","Endlich, nach Tagen des Suchens, entdeckte Zoran eine versteckte Lichtung, wo der Kolibri anmutig flatterte, seine Federn im Sonnenlicht schimmernd. Das Lied des Kolibris war schöner als alles, was Zoran je gehört hatte.\n","Frohlockend fragte Zoran den Kolibri, warum es sich vor der Welt versteckte. Der Kolibri erklärte, dass es Angst hatte, dass sein Lied zu mächtig sei und Neid unter den anderen Kreaturen verursachen würde. Zoran beruhigte den Kolibri mit einem warmen Lächeln und versicherte ihm, dass das Teilen seines Geschenks nur Glück und Freundschaft für alle bringen würde.\n","Mit Zorans netten Worten ermutigt, begann der Kolibri zu singen und füllte den Dschungel mit seiner magischen Melodie. Als sich die Tiere versammelten, um zuzuhören, legte sich ein Gefühl von Einheit und Freude über alle. Zoran hatte dem Kolibri geholfen, die Schönheit zu sehen, sein Geschenk mit anderen zu teilen und Glück im ganzen Fora-Dschungel zu verbreiten.\n"]},"en-fr":{"title":"La magique colibri de Zoran","moral":"Partager apporte de la joie et de l'amitié.","hook":"Qui est l'oiseau-mouche mystérieux dont tout le monde dans la jungle de Fora parle ?","keywords":{"Zoran":["Zoran"],"colibri":["hummingbird"],"clairière":["clearing","glade"],"jungle":["jungle"],"pirate":["pirate"],"magical":["magical"],"bonheur":["happiness","joy"],"heureux":["happy"],"sourire":["smile"]},"paragraphs":["Au plus profond de la jungle de Fora vivait Zoran, un doux pirate chanteur qui partit à la mer à la recherche de l'oiseau-mouche magique. La légende disait que l'oiseau-mouche possédait le pouvoir d'apporter joie et harmonie à tous ceux qui entendaient son chant.\n","Alors que Zoran voyageait à travers la jungle, il a rencontré beaucoup d'animaux qui racontaient des histoires du colibri mais aucun ne l'avait jamais vu. Déterminé à trouver la créature magique, Zoran a poursuivi son aventure, fredonnant sa propre mélodie joyeuse.\n","Enfin, après des jours de recherche, Zoran a découvert une clairière cachée où le colibri voltigeait gracieusement, ses plumes scintillant au soleil. Le chant du colibri était plus beau que tout ce que Zoran avait jamais entendu.\n","Très heureux, Zoran demanda au colibri pourquoi il se cachait du monde. Le colibri expliqua qu'il craignait que son chant ne soit trop puissant et provoque de l'envie chez les autres créatures. Zoran, avec un doux sourire, rassura le colibri en lui disant que partager son don ne ferait qu'apporter du bonheur et de l'amitié à tous.\n","Enthousiasmé par les gentilles paroles de Zoran, le colibri commença à chanter, remplissant la jungle de sa mélodie magique. Alors que les animaux se rassemblaient pour écouter, un sentiment d'unité et de joie les enveloppa tous. Zoran avait aidé le colibri à voir la beauté de partager son don avec les autres, répandant le bonheur dans toute la jungle de Fora.\n"]}}}