{"title":"The Rainbow Seed","hook":"Meet Rosie, a curious squirrel who discovers a mysterious rainbow seed in the forest. What will grow from it?","moral":"Curiosity brings new experiences and friendships.","paragraphs":["One sunny day in the forest, Rosie the squirrel found a shiny rainbow seed.","\"Wow! What is this?\" she exclaimed, hopping around excitedly.","Curious to see what would sprout, she planted the seed by the big oak tree.","Days passed, and Rosie watered the seed with love and patience.","One morning, she woke up to a colorful surprise - a magical rainbow plant!","\"Hello, I'm Ruby, the rainbow plant. Thank you for caring for me,\" said the plant.","Rosie and Ruby became fast friends, exploring the forest together."],"keywords":"Rosie, squirrel, rainbow, seed, forest, curious, friendship, magical, colorful, plant, adventure, care, patience","characters":null,"translations":{"en-fr":{"title":"La Graine Arc-en-ciel","moral":"La curiosité amène de nouvelles aventures et des nouveaux amis.","hook":"Rencontre Rosie, un écureuil curieux qui découvre une graine arc-en-ciel mystérieuse dans la forêt. Qu'est-ce qui va pousser de cette graine?","keywords":{"jours":["days"],"Rosie":["Rosie"],"amour":["love"],"seed":["seed"],"oak tree":["oak tree"],"sprout":["sprout"],"Ruby":["Ruby"],"amies":["friends"],"matin (morning)":["morning"],"plante (plant)":["plant"],"surprise (surprise)":["surprise"],"écureuil":["squirrel"],"arc-en-ciel":["rainbow"],"Waouh":["Wow"],"Qu'est-ce que c'est ?":["What is this?"],"sautillant":["bouncy"],"Bonjour":["Hello"]},"paragraphs":["Il était une fois une journée ensoleillée dans la forêt, Rosie l'écureuil a trouvé une graine arc-en-ciel brillante.\n","\"Waouh ! Qu'est-ce que c'est ?\" s'exclama-t-elle, en sautillant avec joie.\n","Intriguée de voir ce qui allait pousser, elle a planté la graine près du grand chêne.\n","Les jours passaient, et Rosie arrosait la graine avec amour et patience.\n","Un matin, elle s'est réveillée avec une surprise colorée - une plante arc-en-ciel magique!\n","\"Bonjour, je suis Ruby, la plante arc-en-ciel. Merci de prendre soin de moi,\" dit la plante.\n","Rosie et Ruby sont devenues de vraies amies rapidement, elles ont exploré la forêt ensemble.\n"]},"en-pt":{"title":"A Semente do Arco-Íris","moral":"A curiosidade traz novas aventuras e amizades.","hook":"Conheça a Rosie, uma esquilo curiosa que descobre uma semente misteriosa de arco-íris na floresta. O que irá crescer dela?\n    ","keywords":{"Curiosa":["Curious"],"Crescer":["Grow"],"Semente":["Seed"],"Uau":["Wow"],"animadamente":["Animatedly"],"pulando":["Jumping"],"dias":["Days"],"Rosie":["Rosie"],"amor":["Love"],"Ruby":["Ruby"],"amigas":["Friends"],"morning":["Morning"],"colorful":["Colorful"],"magical":["Magical"],"planta arco-íris":["Rainbow plant"],"cuidar":["Take care"],"sunny day":["Sunny day"],"squirrel":["Squirrel"],"shiny rainbow seed":["Shiny rainbow seed"]},"paragraphs":["Num dia ensolarado na floresta, Rosie, a esquilo, encontrou uma semente brilhante em formato de arco-íris.\n","Uau! O que é isso? - ela exclamou, pulando animadamente ao redor.\n","Curiosa para ver o que iria crescer, ela plantou a semente perto da grande árvore de carvalho.\n","Muitos dias se passaram, e Rosie regou a semente com amor e paciência.\n","Certa manhã, ela acordou com uma surpresa colorida - uma planta de arco-íris mágica!\n","\"Olá, eu sou Ruby, a planta arco-íris. Obrigada por cuidar de mim\", disse a planta.\n","Rosie e Ruby viraram amigas rápidas, explorando a floresta juntas.\n"]},"id-en":{"hook":"Meet Rosie, a curious squirrel who discovers a mysterious rainbow seed in the forest. What will grow from it?","moral":"Curiosity brings new experiences and friendships.","title":"The Rainbow Seed","keywords":{"exclaimed":["berseru","teriak"],"hopping":["melompat","mendayung"],"excitedly":["dengan penuh semangat","dengan gembira"],"Rosie":["Rosie"],"watered":["disiram","menyiram"],"seed":["benih","biji"],"squirrel":["tupai"],"shiny rainbow seed":["biji pelangi yang berkilau"],"morning":["pagi"],"colorful":["berwarna","berwarna-warni"],"magical":["ajaib","sakti"],"Ruby":["Ruby"],"friends":["teman-teman","sahabat"],"sprout":["tumbuh","keluar tunas"],"oak tree":["pohon ek","ek"],"plant":["tanaman","menanam"],"rainbow":["pelangi"],"caring":["peduli","perhatian"]},"paragraphs":["One day when the sun was shining in the forest, Rosie the squirrel discovered a bright seed that looked like a colorful bridge.\n","\"Oh! What's that?\" she said, jumping with joy.\n","She was excited to see what would grow, so she put the seed in the ground near the large oak tree.\n","A lot of days went by, and Rosie gave water to the tiny seed with lots of love and kindness.\n","One day, she woke up to a colorful surprise - a special rainbow flower!\n","Once upon a time, a plant named Ruby the rainbow plant said, \"Hello! Thank you for taking care of me.\"\n","Rosie and Ruby became super quick friends, having lots of fun exploring the big forest.\n"]},"en-de":{"moral":"Neugier bringt neue Erlebnisse und Freundschaften.","title":"Der Bunte Samen\n","hook":"Treffe Rosie, ein neugieriges Eichhörnchen, das einen geheimnisvollen Regenbogen-Samen im Wald entdeckt. Was wird daraus wachsen?\n","keywords":{"Rosie":["Rosie"],"Ruby":["Ruby"],"Freunde":["Friends"],"Gespannt":["Excited","Curious"],"wachsen":["Grow"],"Samen":["Seeds"],"hüpfte":["Hopped"],"rief":["Called","Cried"],"aufgeregt":["Excited"],"Eichhörnchen":["Squirrel"],"Regenbogen":["Rainbow"],"Morgens":["In the morning"],"bunte":["Colorful"],"Regenbogenpflanze":["Rainbow plant"],"Liebe":["Love"],"kümmerst":["Care"]},"paragraphs":["Eines sonnigen Tages im Wald fand Rosie das Eichhörnchen einen glänzenden Regenbogen-Samen.\n","\"Wow! Was ist das?\" rief sie aus und hüpfte aufgeregt herum.\n","Gespannt darauf, was wachsen würde, pflanzte sie den Samen beim großen Eichenbaum.\n","Tage vergingen, und Rosie goss den Samen mit Liebe und Geduld.\n","Eines Morgens wachte sie auf eine bunte Überraschung - eine zauberhafte Regenbogenpflanze!\n","\"Hallo, ich bin Ruby, die Regenbogenpflanze. Danke, dass du dich um mich kümmerst\", sagte die Pflanze.\n","Rosie und Ruby wurden schnell Freunde und erkundeten gemeinsam den Wald.\n"]}}}