{"title":"Baba's Butterfly Garden","hook":"Baba found a surprise in the garden! What could it be? Let's find out!","moral":"Kindness brings beauty to the world.","paragraphs":["One sunny morning, Baba skipped into her garden to water the flowers. As she watered the plants, she noticed a tiny caterpillar munching on a leaf.","\"Hello, little caterpillar,\" Baba chirped. \"Do you like my garden?\" The caterpillar nodded, grateful for the tasty treat.","Every day, Baba visited her new friend, watching it grow and change. Finally, one day, the caterpillar disappeared!","Worried, Baba searched high and low until she found it - transformed into a beautiful butterfly! The butterfly fluttered around the garden, sprinkling colorful magic everywhere.","\"Wow, you're so pretty now,\" Baba gasped, eyes wide with wonder. The butterfly landed on her finger, a gentle reminder of the beauty that kindness can bring."],"keywords":["garden","caterpillar","butterfly","transformation","beauty","kindness","friendship","magic","wonder","surprise"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Schmetterlingsgarten","moral":"Freundlichkeit bringt Schönheit in die Welt.","hook":"Baba hat eine Überraschung im Garten gefunden! Was könnte es sein? Finden wir es heraus!\n","keywords":{"Baba":["Grandmother"],"Freund":["Friend"],"Raupe":["Caterpillar"],"Garten":["Garden"],"leckere":["tasty","delicious"],"Schmetterling":["Butterfly"],"Magie":["Magic"],"Schönheit":["Beauty"]},"paragraphs":["An einem sonnigen Morgen, ging Baba in ihren Garten, um die Blumen zu gießen. Während sie die Pflanzen goss, bemerkte sie eine winzige Raupe, die an einem Blatt knabberte.\n","\"Hallo, kleine Raupe,\" piepste Baba. \"Magst du meinen Garten?\" Die Raupe nickte dankbar für die leckere Leckerei.\n","Jeden Tag besuchte Baba ihren neuen Freund und schaute ihm beim Wachsen und Verändern zu. Schließlich, an einem Tag, verschwand die Raupe!\n","Sorgenfrei suchte Baba überall, bis sie es fand - verwandelt in einen schönen Schmetterling! Der Schmetterling flatterte im Garten herum und streute überall bunte Magie.\n","\"Oh, du bist jetzt so hübsch\", rief Baba erstaunt, mit großen Augen voller Staunen. Der Schmetterling landete auf ihrem Finger, eine sanfte Erinnerung an die Schönheit, die Freundlichkeit bringen kann.\n"]},"en-fr":{"title":"Le Jardin de Papillons de Baba","hook":"Baba a trouvé une surprise dans le jardin ! Qu'est-ce que ça peut être ? Allons voir !\n","moral":"Gentillesse apporte la beauté au monde.","keywords":{"Baba":["Dad"],"papillon":["butterfly"],"jardin":["garden"],"ami":["friend"],"chenille":["caterpillar"],"jolie":["pretty","beautiful"],"émerveillement":["wonder"],"gentillesse":["kindness"],"goûter":["taste","snack"],"sunny":["sunny"],"garden":["jardin"],"caterpillar":["chenille"]},"paragraphs":["Un matin ensoleillé, Baba a sauté dans son jardin pour arroser les fleurs. En arrosant les plantes, elle a remarqué une chenille minuscule qui grignotait une feuille.\n","\"Bonjour, petite chenille,\" Baba gazouilla. \"Est-ce que tu aimes mon jardin?\" La chenille hocha la tête, reconnaissante pour le délicieux goûter.\n","Tous les jours, Baba rendait visite à son nouvel ami, en le regardant grandir et changer. Enfin, un jour, la chenille a disparu !\n","Inquiète, Baba a cherché partout jusqu'à ce qu'elle le trouve - transformé en un beau papillon! Le papillon a virevolté dans le jardin, dispersant de la magie colorée partout.\n","\"Waouh, tu es tellement jolie maintenant,\" Baba s'écria, les yeux grands ouverts d'émerveillement. Le papillon se posa sur son doigt, un doux rappel de la beauté que la gentillesse peut apporter.\n"]},"en-pt":{"title":"Jardim das Borboletas da Vovó","moral":"Ser gentil deixa o mundo mais bonito.","hook":"Baba encontrou uma surpresa no jardim! O que será que é? Vamos descobrir!","keywords":{"friend":["amigo"],"grow":["crescer"],"disappear":["desaparecer"],"butterfly":["borboleta"],"beauty":["beleza"],"kindness":["gentileza"],"caterpillar":["lagarta"],"garden":["jardim"],"grateful":["agradecida"],"worried":["preocupado"],"sunny morning":["manhã ensolarada"],"tiny caterpillar":["lagartinha"]},"paragraphs":["Certo dia ensolarado, Baba pulou para o seu jardim para regar as flores. Enquanto regava as plantas, ela notou uma lagarta pequenininha comendo uma folha.\n","\"Olá, pequena lagarta,\" Baba cantarolou. \"Você gosta do meu jardim?\" A lagarta assentiu, agradecida pela gostosa refeição.\n","Todo dia, Baba visitava seu novo amigo, observando ele crescer e mudar. Finalmente, um dia, a lagarta desapareceu!\n","Preocupada, Baba procurou para cima e para baixo até encontrar - transformada em uma bela borboleta! A borboleta voou pelo jardim, espalhando uma magia colorida por todos os lados.\n","\"Nossa, você está tão bonito agora,\" Baba ofegou, olhos arregalados de espanto. A borboleta pousou em seu dedo, um lembrete suave da beleza que a bondade pode trazer.\n"]},"id-en":{"hook":"Baba found a surprise in the garden! What could it be? Let's find out!","moral":"Kindness brings beauty to the world.","title":"Baba's Butterfly Garden","keywords":{"Grandma":["Nenek"],"friend":["teman"],"caterpillar":["ulat","belatung"],"garden":["kebun","taman"],"nodded":["mengangguk","mengiyakan"],"beautiful":["cantik","indah"],"surprised":["terkejut","kaget"],"kind":["baik","ramah"],"Baba":["Kakek"],"flowers":["bunga","kembang"],"Granny":["Nenek"],"butterfly":["kupu-kupu","rumbai"],"magic":["sulap","ajaib"]},"paragraphs":["One bright morning, Baba happily walked to her garden to give water to the pretty flowers. As she gave water to the plants, she saw a little caterpillar eating a leaf.\n","\"Hello, little caterpillar,\" Baba said happily. \"Do you like my garden?\" \nThe caterpillar nodded, happy for the yummy snack.\n","Every day, Grandma visited her new friend, watching it grow and change. Finally, one day, the caterpillar disappeared!\n","Scared, Granny looked all over until she saw it - turned into a pretty butterfly! The butterfly flew around the garden, spreading colorful magic everywhere.\n","Wow, you look very beautiful, Baba said with big surprised eyes. A colorful flying bug sat on her finger, reminding her of how being nice can make things pretty.\n"]}}}