{"title":"The Curious Kiwi Bird","hook":"Why did Sammy the Kiwi Bird hop from tree to tree? Let's find out!","moral":"Curiosity can lead to exciting adventures and new discoveries.","paragraphs":["Once upon a time, in the lush forests of New Zealand, there lived a curious kiwi bird named Sammy. Sammy loved exploring the forest and hopping from tree to tree.","One day, as Sammy was hopping around, he heard a soft melody coming from a distant tree. Curiosity piqued, he decided to investigate. As he got closer, he saw a group of colorful birds singing and dancing joyfully.","Sammy was captivated by the beautiful music and joined the birds in their song. The birds welcomed him with open wings and taught him the lyrics to their melodious tune. Sammy felt a sense of belonging he had never felt before.","From that day on, Sammy visited his new friends regularly, singing and dancing with them under the canopy of the forest. His curiosity had led him to a delightful discovery and brought him new friendships that filled his heart with happiness."],"keywords":["Kiwi","Forest","Curious","Explore","Singing","Dancing","Friendship","Joyful","Melody","Discovery"],"characters":null,"translations":{"id-en":{"hook":"Why did Sammy the Kiwi Bird hop from tree to tree? Let's find out!","moral":"Curiosity can lead to exciting adventures and new discoveries.","title":"The Curious Kiwi Bird","keywords":{"kiwi bird":["burung kiwi"],"forests":["hutan","hutan-hutan"],"curious":["penasaran","ingin tahu"],"Sammy":["Sammy"],"melody":["melodi","lagu"],"friends":["teman","sahabat"],"forest":["hutan"],"music":["musik","lagu"],"birds":["burung","binatang burung"]},"paragraphs":["Long long ago, in the green forests of New  Zealand, there was a very curious kiwi bird called Sammy. Sammy really liked to walk around the forest and jump from one tree to another.\n","One bright sunny day, Sammy, a little frog, was leaping happily when he heard beautiful music from a faraway tree. Interested in knowing more, he walked nearer, spotted joyful, dancing, colorful birds.\n","Sammy loved the pretty music and sang with the birds. The birds hugged him and taught him their song. Sammy felt like he finally had a place where he belonged.\n","After that day, Sammy went to see his new friends often. They sang and danced together under the big trees in the forest. Sammy's wonder helped him find something amazing, and he made new friends who made his heart very happy.\n"]},"en-pt":{"moral":"A curiosidade pode nos levar a aventuras emocionantes e novas descobertas.\n","hook":"Por que o passarinho Kiwi Sammy pulou de árvore em árvore? Vamos descobrir!\n","title":"O Pássaro Curioso Kiwi","keywords":{"Sammy":["Sammy"],"música suave":["soft music"],"pássaros coloridos":["colorful birds"],"kiwi bird":["kiwi bird"],"forests":["forests"],"pássaros":["birds"],"pertencimento":["belonging"],"amigos":["friends"],"floresta":["forest"]},"paragraphs":["Era uma vez, nas florestas exuberantes da Nova Zelândia, morava um curioso pássaro kiwi chamado Sammy. Sammy adorava explorar a floresta e pular de árvore em árvore.\n","Um dia, enquanto Sammy estava pulando por aí, ele ouviu uma música suave vinda de uma árvore distante. Curioso, ele decidiu investigar. Ao se aproximar, viu um grupo de pássaros coloridos cantando e dançando alegremente.\n","Sammy ficou encantado com a linda música e juntou-se aos pássaros na sua canção. Os pássaros receberam-no de asas abertas e ensinaram-lhe a letra da sua melodia. Sammy sentiu uma sensação de pertencimento que nunca tinha sentido antes.\n","A partir daquele dia, Sammy visitou seus novos amigos regularmente, cantando e dançando com eles sob a cobertura da floresta. Sua curiosidade o levou a uma descoberta encantadora e trouxe a ele novas amizades que encheram seu coração de felicidade.\n"]},"en-de":{"moral":"Neugier kann zu spannenden Abenteuern und neuen Entdeckungen führen.\n","hook":"Warum ist Sammy der Kiwivogel von Baum zu Baum gehüpft? Lass uns herausfinden!","title":"Der Neugierige Kiwivogel","keywords":{"neugieriger":["curious"],"Kiwivogel":["kiwi bird"],"Wald":["forest","woods"],"Sammy":["Sammy"],"Freunde":["friends"],"Melodie":["melody","tune"],"Vögel":["birds"],"schön Musik":["beautiful music"]},"paragraphs":["Es war einmal, in den üppigen Wäldern von Neuseeland, lebte ein neugieriger Kiwivogel namens Sammy. Sammy liebte es, den Wald zu erforschen und von Baum zu Baum zu hüpfen.\n","Eines Tages, als Sammy herumsprang, hörte er eine sanfte Melodie von einem fernen Baum kommen. Neugierig geweckt, entschied er, nachzusehen. Als er näher kam, sah er eine Gruppe bunter Vögel singen und fröhlich tanzen.\n","Sammy war von der schönen Musik fasziniert und schloss sich den Vögeln bei ihrem Gesang an. Die Vögel begrüßten ihn mit offenen Flügeln und brachten ihm die Texte zu ihrer melodiösen Melodie bei. Sammy fühlte eine Zugehörigkeit, die er noch nie zuvor gespürt hatte.\n","Seit diesem Tag besuchte Sammy regelmäßig seine neuen Freunde, sang und tanzte mit ihnen unter dem Blätterdach des Waldes. Seine Neugierde hatte ihn zu einer schönen Entdeckung geführt und ihm neue Freundschaften gebracht, die sein Herz mit Glück erfüllten.\n"]},"en-fr":{"moral":"La curiosité peut nous emmener vers des aventures passionnantes et nous faire découvrir des choses nouvelles.","hook":"Pourquoi Sammy l'oiseau Kiwi sautait-il d'arbre en arbre ? Découvrons-le !\n","title":"Le Oiseau Curieux Kiwi","keywords":{"Sammy":["Sammy"],"amis":["friends"],"bonheur":["happiness"],"oiseaux":["birds"],"musique":["music"],"New Zealand":["New Zealand"],"kiwi":["kiwi"],"mélodie":["melody"]},"paragraphs":["Il était une fois, dans les belles forêts de Nouvelle-Zélande, vivait un kiwi curieux nommé Sammy. Sammy aimait explorer la forêt et sauter d'arbre en arbre.\n","Un jour, alors que Sammy sautait autour, il entendit une douce mélodie venant d'un arbre lointain. Curiosité éveillée, il décida d'aller voir. En s'approchant, il vit un groupe d'oiseaux colorés chantant et dansant joyeusement.\n","Sammy était captivé par la jolie musique et a rejoint les oiseaux dans leur chant. Les oiseaux l'ont accueilli à bras ouverts et lui ont appris les paroles de leur mélodie. Sammy a ressenti un sentiment d'appartenance qu'il n'avait jamais ressenti auparavant.\n","Depuis ce jour-là, Sammy a rendu visite à ses nouveaux amis régulièrement, en chantant et dansant avec eux sous la canopée de la forêt. Sa curiosité l'avait mené à une découverte délicieuse et lui avait apporté de nouvelles amitiés qui ont rempli son cœur de bonheur.\n"]}}}