{"title":"The Lost Shiny Petal","hook":"As the sun set over the Great Fora jungle, Maila the garden fairy discovered something magical...","moral":"Kindness and patience can help us solve problems and make new friends.","paragraphs":["One sunny morning, Maila the garden fairy fluttered around the colorful flowers of the Great Fora jungle. She spotted a shiny petal glistening in the sunlight. \"Oh, how beautiful!\" Maila exclaimed, reaching out to touch it. But as soon as she did, the petal suddenly flew away, carried by a mischievous breeze.","Determined to retrieve the lost shiny petal, Maila followed its path through the jungle. Along the way, she met a grumpy squirrel named Nutmeg. \"Have you seen a shiny petal flutter by?\" Maila asked kindly. Nutmeg grumbled, \"Yes, but it's mine now! Finders keepers!\"","Undeterred, Maila didn't give up. She decided to help Nutmeg gather acorns for his winter stash. Through kindness and patience, Nutmeg's grumpy attitude slowly melted away. As they worked together, Nutmeg finally agreed to return the shiny petal to Maila, realizing the joy of sharing and making a new friend."],"keywords":["Maila","garden fairy","shiny petal","Great Fora jungle","magical","patience","kindness","friendship","colorful flowers","mischievous"],"characters":["Maila"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"As the sun set over the Great Fora jungle, Maila the garden fairy discovered something magical...","moral":"Kindness and patience can help us solve problems and make new friends.","title":"The Lost Shiny Petal","keywords":{"shiny petal":["daun bersinar"],"jungle":["hutan"],"squirrel":["tupai"],"Maila":["Maila"],"Nutmeg":["pala"],"acorns":["biji oak"],"fairy":["peri"],"garden":["taman"],"shiny":["bersinar","kilau"]},"paragraphs":["Once upon a time, on a bright day, Maila, the fairy who lives in the garden, flew around the pretty flowers of the big forest. She saw a shiny leaf shining in the sunlight. \"Wow, so pretty!\" Maila said excitedly, trying to touch it. But when she did, the leaf quickly flew away, blown by a playful wind.\n","Maila went to find a lost shiny leaf in the forest. She met a grumpy squirrel called Nutmeg. Maila asked Nutmeg if he saw the shiny leaf. Nutmeg said it's his now.\n","Not stop, Maila kept trying. She wanted to help Nutmeg collect nuts for winter. By being nice and waiting, Nutmeg's grumpy mood went away little by little. Together, they gathered nuts. Nutmeg finally said yes to give back the shiny petal to Maila, learning about sharing and making a friend can be fun.\n"]},"en-fr":{"title":"La Fleur Brillante Perdue","hook":"Au coucher du soleil sur la grande jungle de Fora, Maila la fée du jardin a découvert quelque chose de magique...","moral":"La gentillesse et la patience peuvent nous aider à résoudre des problèmes et à nous faire de nouveaux amis.\n","keywords":{"Maila":["Glossy","Gleam","Shine"],"pétalet brillant":["Shiny petal"],"Nutmeg":["Seed","Spice"],"glands":["Acorns"],"fée":["Fairy","Pixie"],"jungle":["Forest","Rainforest"],"pétale":["Petal"]},"paragraphs":["Il était une fois, un matin ensoleillé, Maila la fée du jardin voltigeait autour des fleurs colorées de la grande jungle de Fora. Elle a repéré un pétale brillant étincelant au soleil. \"Oh, comme c'est beau !\" s'est exclamée Maila, tendant la main pour le toucher. Mais dès qu'elle l'a fait, le pétale s'est soudainement envolé, emporté par une brise malicieuse.\n","Maila, determinée à retrouver le pétalet brillant perdu, a suivi son chemin à travers la jungle. En route, elle a rencontré un écureuil grognon nommé Nutmeg. \"As-tu vu un pétalet brillant voler devant?\" demanda gentiment Maila. Nutmeg marmonna, \"Oui, mais c'est à moi maintenant! Trouvé, c'est à moi!\"\n","Maila, sans se décourager, a décidé d'aider Nutmeg à ramasser des glands pour sa réserve d'hiver. Grâce à la gentillesse et à la patience, l'attitude grognonne de Nutmeg a lentement disparu. En travaillant ensemble, Nutmeg a finalement accepté de rendre le pétale brillant à Maila, réalisant la joie de partager et de se faire un nouvel ami.\n"]},"en-de":{"title":"Der Verlorene Glänzende Blütenblatt\n","hook":"Als die Sonne über dem großen Fora-Dschungel unterging, entdeckte die Gartenfee Maila etwas Magisches...","moral":"Freundlichkeit und Geduld können uns helfen, Probleme zu lösen und neue Freunde zu finden.\n","keywords":{"Maila":["Damsel"],"Dschungel":["Jungle"],"Eichhörnchen":["Squirrel"],"Nutmeg":["Nutmeg"],"Eicheln":["Acorns"],"Blütenblatt":["Petal"],"Brise":["Breeze"]},"paragraphs":["An einem sonnigen Morgen flatterte Maila, die Gartennymphe, um die bunten Blumen des Großen Fora-Dschungels herum. Sie entdeckte ein glänzendes Blütenblatt, das im Sonnenlicht funkelte. \"Oh, wie wunderschön!\" rief Maila aus und streckte die Hand aus, um es zu berühren. Doch sobald sie es tat, flog das Blütenblatt plötzlich davon, getragen von einer spitzbübischen Brise.\n","Maila wollte das verlorene glänzende Blütenblatt zurückholen und folgte seinem Weg durch den Dschungel. Unterwegs traf sie ein mürrisches Eichhörnchen namens Muskatnuss. “Hast du ein glänzendes Blütenblatt vorbeiflattern sehen?” fragte Maila freundlich. Muskatnuss brummte: \"Ja, aber es ist jetzt meins! Wer zuerst kommt, mahlt zuerst!\"\n","Maila hat nicht aufgegeben. Sie hat beschlossen, Nutmeg zu helfen, Eicheln für seinen Wintervorrat zu sammeln. Mit Freundlichkeit und Geduld ist Nutmegs mürrische Einstellung langsam verschwunden. Als sie zusammenarbeiteten, hat Nutmeg schließlich zugestimmt, das glänzende Blütenblatt an Maila zurückzugeben, und erkannte die Freude am Teilen und einen neuen Freund zu finden.\n"]},"en-pt":{"title":"A Pétala Brilhante Perdida","hook":"Quando o sol se pôs sobre a selva da Grande Fora, Maila a fada do jardim descobriu algo mágico...","moral":"Ser gentil e ter paciência pode nos ajudar a resolver problemas e fazer novos amigos.","keywords":{"fada":["fairy"],"jardim":["garden"],"flor":["flower"],"Maila":["Maila"],"Nutmeg":["Nutmeg"],"bolotas":["acorns"],"pétala":["petal"],"esquilo":["squirrel"]},"paragraphs":["Em uma manhã ensolarada, Maila a fada do jardim voou ao redor das flores coloridas da grande selva de Fora. Ela viu uma pétala brilhante reluzindo ao sol. \"Oh, que lindo!\" Exclamou Maila, esticando a mão para tocá-la. Mas assim que ela fez, a pétala voou repentinamente, carregada por uma brisa travessa.\n","Decidida a recuperar a pétala brilhante perdida, Maila seguiu seu caminho pela selva. No trajeto, ela encontrou um esquilo mal-humorado chamado Noz-moscada. \"Você viu uma pétala brilhante passar voando?\" Maila perguntou gentilmente. Noz-moscada resmungou, \"Vi sim, mas agora é minha! Achados são guardados!\"\n","Sem desistir, Maila decidiu ajudar Nutmeg a recolher bolotas para sua reserva de inverno. Com bondade e paciência, a atitude rabugenta de Nutmeg foi se derretendo aos poucos. Trabalhando juntos, Nutmeg finalmente concordou em devolver a pétala brilhante para Maila, percebendo a alegria de compartilhar e fazer um novo amigo.\n"]}}}