{"title":"The Kind Rainbow","hook":"Have you ever met a rainbow that could talk? Let's find out how colors come alive!","moral":"Kindness makes the world brighter for everyone.","paragraphs":["Once upon a time, in a magical forest, there lived a talking rainbow named Rosie. She loved to sing and dance in the sky, spreading colors wherever she went.","One day, a mischievous cloud appeared, blocking Rosie's path. The cloud laughed, \"I'll make sure you can't shine your colors today!\"","Rosie felt sad, but then she remembered her grandma's words, \"Kindness is the strongest color of all.\" She bravely asked the cloud, \"Why are you being mean?\"","The cloud sighed, \"I feel lonely because I don't have friends.\" Rosie smiled warmly, \"I'll be your friend! We can make rainbows together!\"","With Rosie's kindness, the cloud's gray sadness turned into fluffy white joy. Together, they painted the sky with beautiful rainbows, making everyone happy."],"keywords":["rainbow","colors","forest","cloud","kindness","friends","shine","magical","sing","dance"],"characters":null,"translations":{"id-en":{"hook":"Have you ever met a rainbow that could talk? Let's find out how colors come alive!","moral":"Kindness makes the world brighter for everyone.","title":"The Kind Rainbow","keywords":{"Rosie":["bunga mawar"],"rainbow":["pelangi"],"sing":["menyanyi"],"cloud":["awan"],"rainbows":["pelangi"],"kindness":["kebaikan"],"courageously":["dengan penuh keberanian"],"colors":["warna-warni"],"lonely":["kesepian"],"friends":["teman-teman"]},"paragraphs":["Long time ago, in a special forest, there was a colorful rainbow who could talk called Rosie. She liked to sing and dance in the sky, making everything colorful.\n","One sunny day, a cheeky cloud suddenly appeared, standing in front of Rosie. The cloud giggled, \"I won't let you be colorful today!\"\n","Rosie was sad, but then she remembered what her grandma said, \"Being nice is the most powerful thing.\" She courageously asked the cloud, \"Why are you being unkind?\"\n","The cloud sighed, \"I feel lonely because I don't have friends.\" Rosie smiled warmly, \"I'll be your friend! We can make rainbows together!\"\n","Rosie was very nice. She made the sad cloud happy and white. They painted the sky with pretty rainbows. That made everyone smile.\n"]},"en-fr":{"title":"La Gentille Arc-en-ciel","moral":"La gentillesse rend le monde plus lumineux pour tout le monde.","hook":"As-tu déjà rencontré un arc-en-ciel qui pouvait parler ? Découvrons comment les couleurs prennent vie !","keywords":{"Rosie":["Rose"],"nuage":["cloud"],"arcs-en-ciel":["rainbows"],"espiègle":["mischievous","playful"],"couleurs":["colors"],"amis":["friends"],"arc-en-ciels":["rainbows"],"gentillesse":["kindness"],"arc-en-ciel":["rainbow"],"chanter":["sing"]},"paragraphs":["Il était une fois, dans une forêt magique, habitait un arc-en-ciel parlant nommé Rosie. Elle aimait chanter et danser dans le ciel, répandant des couleurs partout où elle allait.\n","Il était une fois, un nuage espiègle est apparu, bloquant le chemin de Rosie. Le nuage a ri, \"Je vais m'assurer que tu ne pourras pas briller de tes couleurs aujourd'hui!\"\n","Rosie se sentait triste, mais ensuite elle se souvint des mots de sa grand-mère : \"La gentillesse est la couleur la plus puissante de toutes.\" Elle demanda courageusement au nuage : \"Pourquoi es-tu méchant ?\"\n","Le nuage a soupiré, \"Je me sens seul parce que je n'ai pas d'amis.\" Rosie a souri chaleureusement, \"Je serai ton amie! Nous pouvons faire des arc-en-ciels ensemble!\"\n","Avec la gentillesse de Rosie, la tristesse grise du nuage s'est transformée en joie blanche et moelleuse. Ensemble, ils ont peint le ciel avec de magnifiques arcs-en-ciel, rendant tout le monde heureux.\n"]},"en-pt":{"title":"A Fada Colorida","hook":"Você já viu um arco-íris que podia falar? Vamos descobrir como as cores ganham vida!","moral":"Ser gentil deixa o mundo mais brilhante para todo mundo.","keywords":{"arco-íris":["rainbow"],"cantar":["sing"],"dançar":["dance"],"Rosie":["Rosie"],"bondade":["kindness"],"nuvem":["cloud"],"travessa":["mischievous","playful"],"brilhar":["shine"],"amigos":["friends"]},"paragraphs":["Era uma vez, numa floresta mágica, vivia um arco-íris falante chamado Rosie. Rosie adorava cantar e dançar no céu, espalhando cores por onde passava.\n","Uma vez, uma nuvem travessa apareceu e bloqueou o caminho da Rosie. A nuvem riu e disse: \"Eu vou garantir que você não consiga brilhar suas cores hoje!\"\n","Rosie estava triste, mas então se lembrou das palavras de sua avó \"Bondade é a cor mais forte de todas\". Ela corajosamente perguntou à nuvem, \"Por que estás sendo malvada?\"\n","A nuvem suspirou, \"Sinto-me sozinha porque não tenho amigos.\" Rosie sorriu carinhosamente, \"Serei sua amiga! Podemos fazer arco-íris juntas!\"\n","Com a gentileza da Rosie, a tristeza cinzenta da nuvem transformou-se em alegria branquinha fofa. Juntas, pintaram o céu com arco-íris bonitos, fazendo todos felizes.\n"]},"en-de":{"title":"Der Freundliche Regenbogen","moral":"Freundlichkeit macht die Welt für alle heller.","hook":"Hast du jemals einen Regenbogen getroffen, der sprechen konnte? Lass uns herausfinden, wie Farben lebendig werden!","keywords":{"Wolke":["cloud"],"lachen":["laugh"],"Farben":["colors"],"Rosie":["rosie"],"Regenbogen":["rainbow"],"Freundlichkeit":["kindness"],"Freund":["friend"],"singen":["sing"]},"paragraphs":["Es war einmal, in einem zauberhaften Wald, lebte ein sprechender Regenbogen namens Rosie. Sie liebte es zu singen und zu tanzen am Himmel und verbreitete Farben, wohin sie auch ging.\n","Einst kam eine freche Wolke, die Rosie den Weg versperrte. Die Wolke lachte und sagte: \"Ich werde dafür sorgen, dass du heute deine Farben nicht zeigen kannst!\"\n","Rosie fühlte sich traurig, aber dann erinnerte sie sich an die Worte ihrer Oma, \"Freundlichkeit ist die stärkste Farbe von allen.\" Sie fragte mutig die Wolke, \"Warum bist du gemein?\"\n","Die Wolke seufzte, \"Ich fühle mich alleine, weil ich keine Freunde habe.\" Rosie lächelte warm, \"Ich werde dein Freund sein! Wir können zusammen Regenbogen machen!\"\n","Rosie war so nett zu der grauen Wolke und veränderte ihre Traurigkeit in flauschige weiße Freude. Gemeinsam malten sie den Himmel mit schönen Regenbogen an und machten alle glücklich.\n"]}}}