{"title":"Baba's Magical Garden","hook":"One sunny day, Baba found mysterious seeds in her garden. What would they grow into?","moral":"Patience brings unexpected joys.","paragraphs":["One sunny morning, Baba was playing in her garden when she discovered a small pouch of magical seeds hidden behind the bushes. \"Wow, what could these be?\" she wondered with wide eyes.","Curious and excited, Baba decided to plant the seeds in a special spot and watered them every day. Days passed, but nothing happened. Baba started feeling impatient and disappointed, thinking the seeds were just ordinary.","Just when Baba was about to give up, tiny colorful sprouts popped up from the soil. Each day, they grew taller and more vibrant, turning into beautiful flowers that glowed in the dark. Baba's garden transformed into a magical paradise.","\"I'm so glad I waited! These flowers are amazing!\" Baba exclaimed with pure delight. She learned that good things come to those who are patient and persistent."],"keywords":["Baba","garden","magical","seeds","patience","unexpected joys","colorful","vibrant","transformation","persistence"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"moral":"A paciência traz surpresas boas.\n","title":"O Jardim Encantado da Vovó","hook":"Numa linda manhã, Baba encontrou sementes misteriosas no seu jardim. No que será que elas vão se transformar?\n","keywords":{"sun":["sol"],"magical":["mágico"],"garden":["jardim"],"Baba":["Grandma"],"brotinhos":["sprouts"],"flores":["flowers"],"sementes":["seeds"],"empolgado":["excited"],"alegria":["joy"],"pacientes":["patients"]},"paragraphs":["Era uma manhã ensolarada. Baba brincava no jardim quando descobriu um saquinho de sementes mágicas escondido atrás das plantas. \"Nossa, o que será que é isso?\" ela se perguntou, com os olhos bem abertos.\n","Curioso e empolgado, Baba decidiu plantar as sementes em um lugar especial e regá-las todos os dias. Os dias passaram, mas nada aconteceu. Baba começou a se sentir impaciente e desapontado, achando que as sementes eram apenas comuns.\n","Quando Baba estava quase desistindo, pequenos brotinhos coloridos surgiram da terra. A cada dia, eles cresciam mais altos e vibrantes, se transformando em flores lindas que brilhavam no escuro. O jardim de Baba se transformou num paraíso mágico.\n","\"Estou tão feliz que esperei! Essas flores são incríveis!\" Baba exclamou com alegria pura. Ela aprendeu que coisas boas vêm para aqueles que são pacientes e persistentes.\n"]},"id-en":{"hook":"One sunny day, Baba found mysterious seeds in her garden. What would they grow into?","moral":"Patience brings unexpected joys.","title":"Baba's Magical Garden","keywords":{"flowers":["bunga"],"patient":["sabar"],"persistent":["keras kepala","tekun"],"Baba":["Baba"],"seeds":["benih","biji"],"watered":["disiram"],"sunny morning":["pagi yang cerah"],"playing":["bermain"],"special seeds":["benih istimewa"],"garden":["kebun","taman"]},"paragraphs":["One sunny morning, Baba was playing in her garden when she found a small bag of special seeds hidden behind the bushes. \"Wow, what are these?\" she thought with big eyes.\n","One day, Baba planted seeds in a special place and watered them every day, but nothing happened. Baba felt impatient and disappointed thinking the seeds were ordinary.\n","Baba thought of quitting, but then small, bright seeds bloomed from the ground. Every day, they got bigger and more colorful, becoming pretty flowers that shined even in the dark. Baba's garden changed into a special wonderland.\n","\"I'm very happy I waited! These flowers are wonderful!\" Baba said with a lot of happiness. She learned that nice things happen for people who wait and keep trying.\n"]},"en-de":{"title":"Babas Zauberhafter Garten","moral":"Geduld bringt unerwartete Freuden.","hook":"An einem sonnigen Tag fand Baba geheimnisvolle Samen in ihrem Garten. Was werden sie wohl wachsen?","keywords":{"Baba":["Grandmother"],"magischen Samen":["magical seeds"],"Garten":["Garden"],"Blumen":["Flowers"],"Geduld":["Patience"],"Freude":["Joy"],"Samen":["Seeds"],"ungeduldig":["impatient"],"Keimlinge":["Seedlings"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Garten, als sie hinter den Büschen einen kleinen Beutel mit magischen Samen entdeckte. \"Wow, was könnten diese sein?\" fragte sie sich mit weit geöffneten Augen.\n","Neugierig und aufgeregt entschied sich Baba, die Samen an einem besonderen Ort zu pflanzen und goss sie jeden Tag. Tage vergingen, aber nichts geschah. Baba begann ungeduldig und enttäuscht zu werden, dachte, dass die Samen nur gewöhnlich seien.\n","Als Baba fast aufgab, sprießten winzige bunte Keimlinge aus dem Boden. Jeden Tag wuchsen sie höher und wurden leuchtender, und verwandelten sich in wunderschöne Blumen, die im Dunkeln leuchteten. Babas Garten wurde zu einem zauberhaften Paradies.\n","\"Ich bin so froh, dass ich gewartet habe! Diese Blumen sind unglaublich!\", rief Baba voller Freude aus. Sie lernte, dass gute Dinge zu denen kommen, die geduldig und hartnäckig sind.\n"]},"en-fr":{"title":"Le Jardin Magique de Baba","moral":"Quand on est patient, on peut avoir de belles surprises.","hook":"Un jour ensoleillé, Baba a trouvé des graines mystérieuses dans son jardin. Qu'est-ce qu'elles allaient pousser?\n","keywords":{"fleurs":["flowers"],"joie":["joy"],"patients":["patients"],"Baba":["Grandfather"],"magique":["magical"],"jardin":["garden"],"pousses colorées":["colorful shoots"],"belles fleurs":["beautiful flowers"],"graines":["seeds"],"arroser":["water"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin lorsqu'elle a découvert un petit sac de graines magiques caché derrière les buissons. \"Waouh, qu'est-ce que cela pourrait être ?\" se demandait-elle, les yeux grands ouverts.\n","Baba, curieux et excité, a décidé de planter les graines dans un endroit spécial et de les arroser tous les jours. Les jours ont passé, mais rien ne s'est passé. Baba a commencé à se sentir impatient et déçu, pensant que les graines étaient juste ordinaires.\n","Un jour, juste quand Baba allait abandonner, de minuscules pousses colorées sont sorties de la terre. Chaque jour, elles grandissaient et devenaient plus vibrantes, se transformant en belles fleurs qui brillaient dans le noir. Le jardin de Baba s'est transformé en un paradis magique.\n","\"Je suis tellement contente d'avoir attendu ! Ces fleurs sont incroyables !\" s'exclama Baba avec une joie pure. Elle a appris que de bonnes choses arrivent à ceux qui sont patients et persistants.\n"]}}}