{"title":"Luna's Bright Night Adventure","hook":"Once in the great Fora jungle, Luna the young owl discovered a mysterious light beyond the trees. What could it be?","moral":"Curiosity can lead to exciting discoveries, but it's important to seek help when facing the unknown.","paragraphs":["One clear night, Luna the owl was star-gazing from the tallest tree in the Fora jungle. Suddenly, a bright light caught her attention from the distant forest. \"What's that?\" Luna wondered, her eyes wide with curiosity.","Determined to uncover the source of the light, Luna spread her wings and flew towards it. As she got closer, she found Washa the wise serpent charmer practicing his mesmerizing dance with glowing fireflies.","\"Hello, Luna! Are you lost in the dark?\" Washa greeted her warmly. Luna explained her curiosity about the mysterious light. Washa chuckled, \"These fireflies illuminate my dance. Would you like to join?\"","Luna hesitated, unsure of the unknown dance, but with Washa's gentle guidance, she fluttered gracefully alongside the fireflies. Together, they created a mesmerizing display of light and shadows.","As the night drew to a close, Luna thanked Washa for his help and friendship. \"I'm glad I followed the light and found you,\" Luna smiled. Washa nodded, \"Curiosity led you here, but it was courage that made the night bright.\""],"keywords":"Fora jungle, mysterious light, star-gazing, owl, serpent charmer, fireflies, curiosity, guidance, friendship, courage","characters":["Luna","Washa"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"A Noite Brilhante da Luna","moral":"A curiosidade pode levar a descobertas emocionantes, mas é importante pedir ajuda quando encontramos o desconhecido.","hook":"Certa vez, na grande selva de Fora, Luna a jovem coruja descobriu uma luz misteriosa além das árvores. O que poderia ser?\n","keywords":{"Luna":["moon"],"Washa":["rabbit"],"noite":["night"],"escuro":["dark"],"vaga-lumes":["fireflies"],"luz":["light"],"serpente":["snake"],"dança desconhecida":["unknown dance"],"coruja":["owl"],"estrelas":["stars"]},"paragraphs":["Numa noite clara, Luna a coruja estava olhando as estrelas da árvore mais alta na floresta de Fora. De repente, uma luz brilhante chamou a atenção dela vindo da floresta distante. \"O que é isso?\" Luna se perguntou, seus olhos bem abertos de curiosidade.\n","Determinada a descobrir a origem da luz, Luna abriu suas asas e voou na direção dela. Quando se aproximou, encontrou Washa, o sábio encantador de serpentes, praticando sua dança hipnotizante com vaga-lumes brilhantes.\n","\"Olá, Luna! Você está perdida no escuro?\" Washa saudou-a calorosamente. Luna explicou sua curiosidade sobre a luz misteriosa. Washa riu, \"Esses vaga-lumes iluminam a minha dança. Gostaria de se juntar?\"\n","Luna hesitou, incerta da dança desconhecida, mas com a gentil orientação de Washa, ela flutuou graciosamente ao lado dos vaga-lumes. Juntos, eles criaram um encantador espetáculo de luz e sombras.\n","Quando a noite estava acabando, Luna agradeceu a Washa pela ajuda e amizade. \"Estou feliz por ter seguido a luz e te encontrado,\" Luna sorriu. Washa assentiu, \"A curiosidade te trouxe até aqui, mas foi a coragem que iluminou a noite.\"\n"]},"en-fr":{"title":"Luna's Aventure de Nuit Lumineuse","hook":"Il était une fois dans la grande jungle de la Fora, Luna la jeune chouette découvrit une lumière mystérieuse derrière les arbres. Qu'est-ce que ça pourrait être ?\n","moral":"La curiosité peut mener à des découvertes passionnantes, mais il est important de demander de l'aide quand on rencontre quelque chose d'inconnu.","keywords":{"Luna":["moon"],"Washa":["owl"],"lucioles":["fireflies"],"lumière":["light"],"danse":["dance"],"chouette":["owl"],"étoiles":["stars"],"nuit":["night"]},"paragraphs":["Une nuit claire, Luna la chouette observait les étoiles depuis le plus grand arbre de la jungle de Fora. Soudain, une lumière brillante attira son attention depuis la forêt lointaine. \"Qu'est-ce que c'est ?\" Luna se demanda, les yeux grands ouverts de curiosité.\n","Décidée à découvrir d'où venait la lumière, Luna a étendu ses ailes et a volé vers elle. En s'approchant, elle a trouvé Washa le sage ensorceleur de serpents pratiquant sa danse ensorcelante avec des lucioles lumineuses.\n","\"Bonjour, Luna! Tu es perdue dans le noir?\" dit Washa chaleureusement. Luna expliqua sa curiosité pour la lumière mystérieuse. Washa rigola, \"Ces lucioles illuminent ma danse. Veux-tu te joindre?\"\n","Luna hésita, ne sachant pas danser l'inconnu, mais avec l'aide délicate de Washa, elle vola gracieusement aux côtés des lucioles. Ensemble, ils créèrent un spectacle envoûtant de lumière et d'ombres.\n","Quand la nuit a pris fin, Luna a remercié Washa pour son aide et son amitié. \"Je suis contente d'avoir suivi la lumière et de t'avoir trouvé,\" a souri Luna. Washa a opiné du chef, \"La curiosité t'a menée ici, mais c'est le courage qui a illuminé la nuit.\"\n"]},"id-en":{"hook":"Once in the great Fora jungle, Luna the young owl discovered a mysterious light beyond the trees. What could it be?","moral":"Curiosity can lead to exciting discoveries, but it's important to seek help when facing the unknown.","title":"Luna's Bright Night Adventure","keywords":{"Luna":["Bulan"],"stars":["bintang"],"forest":["hutan"],"light":["cahaya"],"fireflies":["kunang-kunang"],"dark":["gelap","malam"],"Washa":["Washa"],"night":["malam"],"dance":["menari"]},"paragraphs":["One night, Luna the owl was looking at the stars from the tallest tree in the jungle. All of a sudden, a shiny light in the faraway forest caught her eye. \"What could that be?\" Luna thought, with her big curious eyes.\n","One day, Luna wanted to find out where the light was coming from. So, she opened her wings and flew towards it. As she flew closer, she saw Washa, the clever person who could charm snakes, dancing with shining fireflies.\n","\"Hello, Luna! Are you lost in the dark?\" Washa said hi. Luna asked about the glowing light. Washa laughed, \"These lights make my dance shine. Want to dance with me?\"\n","Luna wasn't sure about the new dance, but with Washa's help, she danced beautifully with the fireflies. They made a magical show of light and dark.\n","Once it was almost night, Luna said thank you to Washa for being nice and a good friend. Luna said, \"I'm happy I saw the light and met you,\" Luna smiled. Washa said yes with his head, \"You were curious and now the night is shiny because you were brave.\"\n"]},"en-de":{"title":"Lunas Helle Nacht Abenteuer","moral":"Neugierde kann zu aufregenden Entdeckungen führen, aber es ist wichtig, Hilfe zu suchen, wenn man auf das Unbekannte stößt.","hook":"Einmal im großen Dschungel von Fora entdeckte Luna die junge Eule ein geheimnisvolles Licht jenseits der Bäume. Was könnte das sein?","keywords":{"Luna":["Moon"],"Tanz":["Dance"],"Glühwürmchen":["Firefly"],"Dunkeln":["Darkness"],"Licht":["Light"],"Eule":["Owl"],"Wald":["Forest"],"Nacht":["Night"],"Hilfe":["Help","Assistance"],"Mut":["Courage"]},"paragraphs":["Eines klaren Nachts, schaute Luna die Eule vom höchsten Baum im Fora Dschungel die Sterne an. Plötzlich fing ein helles Licht ihre Aufmerksamkeit aus dem fernen Wald. \"Was ist das?\" fragte sich Luna, ihre Augen weit vor Neugierde.\n","Bestimmt, die Quelle des Lichts zu entdecken, breitete Luna ihre Flügel aus und flog darauf zu. Als sie näher kam, fand sie Washa, den weisen Schlangenbändiger, der seinen faszinierenden Tanz mit leuchtenden Glühwürmchen übte.\n","\"Hallo, Luna! Bist du im Dunkeln verloren?\" Washa grüßte sie herzlich. Luna erklärte ihre Neugier auf das geheimnisvolle Licht. Washa kicherte, \"Diese Glühwürmchen erleuchten meine Tanz. Möchtest du mitmachen?\"\n","Luna zögerte, unsicher über den unbekannten Tanz, aber mit Washas sanfter Anleitung flatterte sie anmutig neben den Glühwürmchen. Zusammen erschufen sie eine faszinierende Darbietung aus Licht und Schatten.\n","Als die Nacht zu Ende war, bedankte sich Luna bei Washa für seine Hilfe und Freundschaft. \"Ich bin froh, dass ich dem Licht gefolgt bin und dich gefunden habe\", lächelte Luna. Washa nickte, \"Neugierde hat dich hierher geführt, aber es war Mut, der die Nacht hell gemacht hat.\"\n"]}}}