{"title":"The Curious Rooster","hook":"One sunny day, a curious rooster named Rusty discovered a mysterious object in the farm. What could it be?","moral":"Curiosity can lead to new discoveries and opportunities if approached with caution and patience.","paragraphs":["Rusty's feathers stood up as he stumbled upon a shiny, glowing object near the cornfield. \"What is this?\" he clucked to himself.","\"Cock-a-doodle-doo! Look what I found!\" Rusty proudly showed the object to his farm friends, causing a commotion.","The object turned out to be a treasure map, sparking excitement among the animals. \"Let's follow it and find the hidden treasure!\" suggested Rusty.","Along the way, they faced challenges like crossing a swift river and climbing a tall tree. Rusty's curiosity kept them going.","Eventually, they reached a clearing with a chest full of golden corn kernels - a treasure fit for all the hardworking farm animals."],"keywords":["rooster","discovery","farm","treasure","map","challenges","teamwork","patience","curiosity","friendship"],"characters":null,"translations":{"en-pt":{"title":"O Galinho Curioso","hook":"Um dia ensolarado, um galo curioso chamado Ruivo descobriu um objeto misterioso na fazenda. O que poderia ser?","moral":"A curiosidade pode levar a novas descobertas e oportunidades se for abordada com cuidado e paciência.","keywords":{"desafios":["challenges"],"rio rápido":["fast river"],"curiosidade":["curiosity","inquisitiveness"],"Cocorico":["Cock-a-doodle-doo"],"Rusty":["Rusty"],"agitação":["excitement","agitation"],"chest":["chest"],"golden corn kernels":["golden corn kernels"],"hardworking farm animals":["hardworking farm animals"],"treasure map":["treasure map"],"excitement":["excitement"],"hidden treasure":["hidden treasure"],"penas":["feathers"],"brilhante":["sparkling","brilliant"]},"paragraphs":["As penas de Rusty ficaram arrepiadas quando ele tropeçou em um objeto brilhante e cintilante perto do campo de milho. \"O que é isso?\" ele cacarejou para si mesmo.\n","Cocorico! Olhem o que eu achei! O Rusty mostrou orgulhosamente o objeto aos seus amigos da fazenda, causando uma agitação.\n","O objeto acabou por ser um mapa do tesouro, deixando os animais animados. \"Vamos seguilo e encontrar o tesouro escondido!\" sugeriu o Rufino.\n","No caminho, eles encontraram desafios como atravessar um rio rápido e subir em uma árvore alta. A curiosidade do Rusty os manteve seguindo em frente.\n","Um dia, eles encontraram um lugar limpo com um baú cheio de milho dourado - um tesouro perfeito para todos os animais da fazenda que trabalharam muito.\n"]},"en-fr":{"title":"Le Coq Curieux","moral":"La curiosité peut t'amener à trouver de nouvelles choses et des chances si tu y vas doucement et que tu es patient.","hook":"Un jour ensoleillé, un coq curieux nommé Rusty découvrit un objet mystérieux dans la ferme. Mais qu'est-ce que ça pourrait être ?","keywords":{"Cocorico":["Cock-a-doodle-doo"],"Rouky":["Rusty"],"agitation":["agitation"],"clairière":["glade","clearing"],"maïs doré":["golden corn"],"trésor":["treasure"],"Rusty":["Rouky"],"plumes":["feathers"],"champ de maïs":["cornfield"],"défis":["challenges"],"curiosité":["curiosity"],"continuer":["continue"],"carte":["map","card"],"animaux":["animals"]},"paragraphs":["Les plumes de Rusty se dressèrent lorsqu'il découvrit un objet brillant et lumineux près du champ de maïs. \"Qu'est-ce que c'est?\" l'interrogea-t-il en caquetant.\n","Cocorico! Regarde ce que j'ai trouvé! Rouky a fièrement montré l'objet à ses amis de la ferme, provoquant une agitation.\n","L'objet s'est avéré être une carte au trésor, excitant les animaux. \n\"Suivons-la et retrouvons le trésor caché!\" a suggéré Rusty.\n","En chemin, ils ont dû relever des défis comme traverser une rivière rapide et grimper un grand arbre. La curiosité de Rusty les a aidés à continuer.\n","Un jour, ils sont arrivés dans une clairière avec un coffre rempli de grains de maïs dorés - un trésor parfait pour tous les animaux de la ferme qui travaillaient dur.\n"]},"id-en":{"hook":"One sunny day, a curious rooster named Rusty discovered a mysterious object in the farm. What could it be?","moral":"Curiosity can lead to new discoveries and opportunities if approached with caution and patience.","title":"The Curious Rooster","keywords":{"Rusty":["Berdebu","Karat","Berlumut"],"farm friends":["Sahabat peternakan","Teman petani"],"commotion":["Kehebohan","Keramaian"],"treasure map":["Peta harta karun","Peta harta berharga"],"excitement":["Kegembiraan","Kesenangan"],"hidden treasure":["Harta karun tersembunyi","Harta terpendam"],"feathers":["Bulu","Bulu burung"],"shining":["Bersinar","Berkilau"],"cornfield":["Ladang jagung","Sawah jagung"],"friends":["Sahabat","Teman"],"challenges":["Tantangan","Menguji"],"curiosity":["Rasa ingin tahu","Kerakusan"],"farm animals":["Hewan peternakan","Hewan petani"],"golden corn kernels":["Butiran jagung emas","Biji jagung keemasan"],"hardworking":["Tekun","Bekerja keras"]},"paragraphs":["Rusty's feathers got all spiky when he found a bright, sparkly thing by the tall grass. \"What's this?\" he asked, making chicken noises to himself.\n","Wake up, friends! Look at this! Rusty excitedly showed his friends something, making them very excited too.\n","The thing was a special map that showed where to find a treasure. \nIt made the animals very happy. \nRusty said, \"Let's go and look for the secret treasure!\"\n","Once upon a time, the friends had to go through hard things like going across a fast river and going up a very big tree. Because Rusty was so curious, they didn't give up.\n","One day, they arrived at a place without trees where they found a big box filled with shiny golden seeds - a special gift for the busy animals on the farm.\n"]},"en-de":{"title":"Der Neugierige Hahn","moral":"Neugier kann zu neuen Entdeckungen und Chancen führen, wenn man vorsichtig und geduldig vorgeht.\n","hook":"Eines sonnigen Tages entdeckte ein neugieriger Hahn namens Rudi ein geheimnisvolles Ding auf dem Bauernhof. Was könnte es sein?","keywords":{"chest":["chest","treasure chest"],"golden":["golden","gilded","gold-colored"],"farm animals":["farm animals","livestock"],"Kikeriki":["Cock-a-doodle-doo"],"Bauernhof":["farmyard","farm"],"Gegenstand":["item","object"],"Rustys":["Rustys","Rusty's"],"Federn":["feathers","plumage"],"glänzendes":["shiny","glistening"],"Schatzkarte":["treasure map"],"Aufregung":["excitement","thrill"],"versteckten Schatz":["hidden treasure"],"Hindernisse":["obstacles","barriers"],"Fluss":["river","stream"],"Neugierde":["curiosity","inquisitiveness"]},"paragraphs":["Rustys Federn standen auf, als er über ein glänzendes, leuchtendes Objekt in der Nähe des Maisfeldes stolperte. „Was ist das?“, gackerte er vor sich hin.\n","Kikeriki! Guck mal, was ich gefunden habe! Rusty zeigte stolz den Gegenstand seinen Bauernhof-Freunden, was eine Aufregung verursachte.\n","Das Objekt stellte sich als Schatzkarte heraus und sorgte für Aufregung unter den Tieren. „Lass uns ihr folgen und den versteckten Schatz finden!“, schlug Rusty vor.\n","Auf ihrem Weg mussten sie Hindernisse wie das Überqueren eines schnellen Flusses und das Klettern eines hohen Baumes bewältigen. Rustys Neugierde trieb sie voran.\n","Endlich kamen sie an eine Lichtung mit einer Truhe voller goldener Maiskörner - ein Schatz passend für alle fleißigen Bauernhoftiere.\n"]}}}