{"title":"Asha and the Moonlight Mischief","hook":"One dark night in the great Fora jungle, Asha the dragoness heard giggles. What were Jia and Rua up to this time?","moral":"Kindness and understanding can resolve even the trickiest of misunderstandings.","paragraphs":["Once upon a time, in the heart of the great Fora jungle, lived Asha, a compassionate healer dragoness. She was loved by all creatures for her gentle ways.","One night, as Asha was dozing under the twinkling stars, she heard soft giggles nearby. Opening her eyes, she saw Jia and Rua, the mischievous moonlight pixies, playing with her healing herbs.","Asha gently asked, \"What are you two doing with my herbs?\"","Jia and Rua looked sheepish. \"We thought they were shiny treasures to play with. We are sorry.\"","Asha smiled kindly. \"It's alright, little ones. Let me show you the magical uses of these herbs.\"","She taught the pixies about the healing powers of each herb, and how they could help others in need. Jia and Rua listened with wonder and promised to never disturb her herbs again."],"keywords":["dragoness","healer","mischievous","compassionate","jungle","giggles","herbs","magical","understanding","forgiveness"],"characters":["Asha","Jia and Rua"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Asha et les Bêtises du Clair de Lune","moral":"La gentillesse et la compréhension peuvent résoudre même les incompréhensions les plus difficiles.","hook":"Une nuit sombre dans la grande jungle Fora, Asha la dragonne a entendu des rires. Que faisaient Jia et Rua cette fois-ci ?","keywords":{"Asha":["Asha"],"doucement":["gently"],"herbes":["herbs"],"dragonne":["lanyard"],"guérisseuse":["healer"],"jungle":["jungle"],"souri":["smiled"],"lutins":["elves"],"pouvoirs magiques":["magical powers"],"promis":["promised"],"Jia":["Jia"],"Rua":["Rua"],"trésors":["treasures"],"lutins de la lune":["moon elves"],"herbes médicinales":["medicinal herbs"]},"paragraphs":["Il était une fois, au cœur de la grande jungle de Fora, vivait Asha, une dragonne guérisseuse pleine de compassion. Toutes les créatures l'aimaient pour sa douceur.\n","Une nuit, alors qu'Asha somnolait sous les étoiles scintillantes, elle a entendu des petits rires tout près. En ouvrant les yeux, elle a vu Jia et Rua, les espiègles lutins de la lune, jouer avec ses herbes médicinales.\n","Asha a doucement demandé, \"Que faites-vous avec mes herbes?\"\n","Jia et Rua avaient l'air gêné. \"On pensait que c'étaient des trésors brillants pour jouer avec. On est désolé.\"\n","Asha a souri gentiment. \"Tout va bien, les petits. Laissez-moi vous montrer les utilisations magiques de ces herbes.\"\n","Elle a appris aux lutins sur les pouvoirs magiques de chaque plante, et comment ils peuvent aider les autres qui en ont besoin. Jia et Rua ont écouté avec émerveillement et ont promis de ne plus jamais déranger ses plantes.\n"]},"en-pt":{"title":"Asha e a Travessura à Luz da Lua","moral":"Ser gentil e entender os outros pode resolver até mesmo os mal-entendidos mais complicados.","hook":"Certa noite escura, na grande selva de Fora, a dragoa Asha ouviu risadas. O que será que Jia e Rua estavam aprontando desta vez? ","keywords":{"Asha":["Asha"],"plantinhas":["plants"],"perguntou":["asked"],"selva":["jungle"],"bondade":["kindness"],"envergonhados":["embarrassed","ashamed"],"tesouros brilhantes":["shiny treasures"],"pedimos desculpas":["we apologize"],"night":["night"],"stars":["stars"],"playing":["playing"],"sorriu":["smiled"],"ervas":["herbs"],"fadinhas":["fairies"],"poderes de cura":["healing powers"],"erva":["herb"]},"paragraphs":["Era uma vez, no coração da grande selva de Fora, vivia Asha, uma dragão curandeira compassiva. Todos os animais a amavam por sua bondade.\n","Certa noite, enquanto Asha estava cochilando sob as estrelas cintilantes, ela ouviu risadinhas suaves por perto. Ao abrir os olhos, viu Jia e Rua, as travessas fadinhas do luar, brincando com suas ervas curativas.\n","Asha perguntou suavemente, \"O que vocês dois estão fazendo com as minhas plantinhas?\"\n","Jia e Rua ficaram envergonhados. \"Achamos que eram tesouros brilhantes para brincar. Pedimos desculpas.\"\n","Asha sorriu gentilmente. \"Está tudo bem, pequeninos. Deixem-me mostrar-vos as utilidades mágicas destas ervas.\"\n","Ela ensinou às fadinhas sobre os poderes de cura de cada erva, e como elas poderiam ajudar os outros que precisavam. Jia e Rua ouviram maravilhados e prometeram nunca mais perturbar suas ervas.\n"]},"en-de":{"moral":"Freundlichkeit und Verständnis können selbst die schwierigsten Missverständnisse lösen.","title":"Asha und das Mondlichtabenteuer","hook":"Eines dunklen Nachts im großen Fora-Dschungel hörte Asha, die Drachenfrau, Kichern. Was hatten Jia und Rua diesmal vor?\n","keywords":{"Asha":["Asha"],"Heilungsdrachin":["healing dragoness"],"sanfte Art":["gentle nature"],"healing powers":["healing powers"],"herbs":["herbs"],"help others":["help others"],"Nachts":["at night"],"Kichern":["giggle"],"Mondschein-Pixies":["moonlight pixies"],"Kräuter":["herbs"],"Zauberanwendungen":["magic applications"],"fragte":["asked"],"Jia":["Jia"],"Rua":["Rua"],"Schätze":["treasures"]},"paragraphs":["Es war einmal, im Herzen des großen Fora-Dschungels, lebte Asha, eine mitfühlende Heilungsdrachin. Alle Kreaturen liebten sie für ihre sanfte Art.\n","Eines Nachts, als Asha unter den funkelnden Sternen döste, hörte sie leises Kichern in der Nähe. Als sie ihre Augen öffnete, sah sie Jia und Rua, die schelmischen Mondschein-Pixies, die mit ihren Heilkräutern spielten.\n","Asha fragte sanft, \"Was macht ihr zwei mit meinen Kräutern?\"\n","Jia und Rua sahen schüchtern aus. \"Wir dachten, sie wären glänzende Schätze zum Spielen. Es tut uns leid.\"\n","Asha lächelte freundlich. \"Es ist in Ordnung, ihr Kleinen. Lasst mich euch die Zauberanwendungen dieser Kräuter zeigen.\"\n","Sie hat den Wichteln von den heilenden Kräften jeder Pflanze beigebracht und wie sie anderen in Not helfen könnten. Jia und Rua hörten mit Staunen zu und versprachen, ihre Pflanzen nie wieder zu stören.\n"]},"id-en":{"hook":"One dark night in the great Fora jungle, Asha the dragoness heard giggles. What were Jia and Rua up to this time?","moral":"Kindness and understanding can resolve even the trickiest of misunderstandings.","title":"Asha and the Moonlight Mischief","keywords":{"Asha":["Asha"],"herbs":["herbs"],"gently":["perlahan","dengan lembut"],"smiled":["tersenyum"],"magical":["magis"],"pixies":["peri"],"healing powers":["kekuatan penyembuhan"],"healer":["penyembuh"],"dragon":["naga"],"night":["malam"],"stars":["bintang"],"giggles":["tawa"],"Jia and Rua":["Jia dan Rua"],"embarrassed":["malu"],"shiny treasures":["harta karun berkilau"]},"paragraphs":["Long ago, in the middle of the big Fora forest, there was Asha, a kind healer dragon lady. Everyone liked her because she was very kind and soft.\n","One night, while Asha was resting under the shiny stars, she heard quiet laughs close by. When she opened her eyes, she saw Jia and Rua, the playful moonlight creatures, having fun with her magical plants.\n","Asha softly said, \"What are you both doing with my plant leaves?\"\n","Jia and Rua looked embarrassed. \"We thought they were shiny treasures to play with. We are sorry.\"\n","Asha smiled nicely. \"Don't worry, little friends. Let me demonstrate the magic ways of these plants.\"\n","One day, she told the little magical creatures about the special magic in plants that can make people feel better. Jia and Rua were amazed and promised to always be careful near her special plants.\n"]}}}