{"title":"Nuri and the Golden Acorn","hook":"Why did Nuri sneak into the forbidden Glimmer Grove in the heart of the Great Fora jungle?","moral":"Curiosity can lead to discoveries, but it's important to always listen to wise advice.","paragraphs":["In the lush Great Fora jungle, Nuri the mischievous forest spirit loved playing tricks on the animals. One day, he heard tales of a magical Golden Acorn hidden in the forbidden Glimmer Grove.","Despite the warnings of wise old Owl, Nuri couldn't resist the temptation and sneaked into the Grove. As he spotted the shimmering acorn, the branches of the ancient tree began to shake.","\"Who dares disturb the peace of the Grove?\" boomed a deep voice. Trembling, Nuri realized he had angered the Grove's guardian, the ancient Tree Spirit.","The Tree Spirit, seeing Nuri's fear, decided to teach him a lesson with a gentle breeze that carried the sweet fragrance of blooming flowers. Nuri understood that the Grove's magic was meant to be preserved, not disturbed.","Apologizing, Nuri left the Grove and shared the tale with his friends, spreading the lesson of respecting nature's wonders."],"keywords":"Nuri, Golden Acorn, Great Fora jungle, Glimmer Grove, wise advice, magical, discovery, respect, nature, lesson","characters":["Nuri"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Why did Nuri sneak into the forbidden Glimmer Grove in the heart of the Great Fora jungle?","moral":"Curiosity can lead to discoveries, but it's important to always listen to wise advice.","title":"Nuri and the Golden Acorn","keywords":{"Nuri":["Parrot"],"grove":["rimba","kebun"],"respecting nature":["menghormati alam"],"Spirit of the Tree":["Ruh Pohon"],"gentle breeze":["angin sepoi-sepoi"],"blooming flowers":["berbunga"],"forest spirit":["roh hutan"],"Golden Acorn":["Biji Oak Emas"],"acorn":["biji ekor"],"Grove":["rimba","kebun"],"shook":["goyang"],"trees":["pohon"],"protector":["pelindung"],"upset":["terganggu"]},"paragraphs":["In the big forest of the Great Fora land, Nuri the cheeky forest fairy enjoyed having fun with the animals. One day, he learned stories about a special Golden Nut hidden in the mysterious Sparkling Woods.\n","One day, Nuri didn't listen to wise Owl's advice, wanted a shining acorn, went to the Grove, and the tree shook.\n","\"Who is making noise and scaring the trees?\" yelled a big voice. Shaking, Nuri understood he made the trees' protector, the very old Tree Spirit, upset. \n","The Spirit of the Tree, when it saw Nuri was scared, wanted to show him something important. It sent a soft wind with a lovely smell of flowers. Nuri realized that the magic of the forest should be kept safe. \n","Apologizing, Nuri said sorry and left the nice home of many trees. Nuri told the story to his pals, telling them to be kind to the beautiful things in nature.\n"]},"en-de":{"title":"Nuri und die Goldene Eichel","hook":"Warum schleicht Nuri in den verbotenen Glitzerhain im Herzen des Großen Fora-Dschungels?","moral":"Neugier kann dazu führen, dass man etwas Neues entdeckt, aber es ist wichtig, immer auf kluge Ratschläge zu hören.","keywords":{"Nuri":["Nuri"],"Hain":["Grove","Copse","Thicket"],"Natur":["Nature"],"Hains":["Groves","Copses","Thickets"],"Baumgeist":["Tree spirit","Tree ghost"],"Wächter":["Guardian","Watcher"],"Waldgeist":["Forest spirit","Forest ghost"],"Goldene Eichel":["Golden acorn"],"wise old Owl":["wise old Owl"],"temptation":["temptation","entice"],"Grove":["Hain","Copse","Thicket"],"Lektion":["Lesson"],"blühende Blumen":["blooming flowers"]},"paragraphs":["In dem üppigen Großen Fora Dschungel liebte Nuri, der schelmische Waldgeist, es, den Tieren Streiche zu spielen. Eines Tages hörte er Geschichten von einer magischen goldenen Eichel, versteckt in dem verbotenen Glanzhain.\n","Trotz der Warnungen des weisen alten Eulen konnte Nuri der Versuchung nicht widerstehen und schlich in den Hain. Als er die schimmernde Eichel entdeckte, begannen die Äste des alten Baumes zu zittern.\n","\"Wer wagt es, den Frieden des Hains zu stören?\" tönte eine tiefe Stimme. Zitternd merkte Nuri, dass er den Wächter des Hains, den ehrwürdigen Baumgeist, verärgert hatte.\n","Der Baumgeist sah Nuri's Angst und beschloss, ihm eine Lektion zu erteilen mit einer sanften Brise, die den süßen Duft blühender Blumen trug. Nuri verstand, dass die Magie des Hains bewahrt und nicht gestört werden sollte.\n","Entschuldigend, verließ Nuri den Hain und teilte die Geschichte mit seinen Freunden, verbreitete die Lehre, die Schönheit der Natur zu respektieren.\n"]},"en-fr":{"title":"Nuri et le gland en or","moral":"La curiosité peut te faire découvrir de belles choses, mais il est important d'écouter toujours les conseils des sages.","hook":"Pourquoi Nuri s'est-il faufilé dans le Glimmer Grove interdit au cœur de la grande jungle de Fora?","keywords":{"Bosquet":["Grove"],"Tranquillité":["Tranquility","Peace"],"Gardien":["Guardian","Keeper","Caregiver"],"Nuri":["Nuri"],"farceur":["joker","prankster"],"bois":["wood","forest"],"respecter":["respect","adhere to"],"Esprit de l'Arbre":["Spirit of the Tree"],"bosquet":["grove"],"hibou":["owl"]},"paragraphs":["Dans la dense jungle de la Grande Fora, Nuri l'esprit farceur des bois aimait jouer des tours aux animaux. Un jour, il entendit des récits d'un magique Gland Doré caché dans le Interdit Brille Bosquet.\n","Malgré les avertissements du sage hibou, Nuri n'a pas pu résister à la tentation et s'est glissé dans le bosquet. Quand il a repéré le gland scintillant, les branches de l'arbre ancien ont commencé à trembler.\n","\"Qui ose perturber la tranquillité du Bosquet ?\" gronda une voix profonde. Tremblant, Nuri réalisa qu'il avait mis en colère le gardien du Bosquet, l'Esprit Ancien de l'Arbre.\n","L'Esprit de l'Arbre, en voyant la peur de Nuri, a décidé de lui donner une leçon avec une brise douce qui portait le doux parfum des fleurs en fleurs. Nuri a compris que la magie du bosquet devait être préservée, et non perturbée.\n","Désolé, Nuri quitte le Bosquet et raconte l'histoire à ses amis, partageant la leçon de respecter les merveilles de la nature.\n"]},"en-pt":{"title":"Nuri e a Bolinha Dourada","hook":"Por que Nuri se escondeu dentro da Floresta Brilhante proibida no coração da grande selva?\n","moral":"A curiosidade pode nos levar a achar coisas novas, mas é importante ouvir sempre conselhos de pessoas sábias.\n","keywords":{"Nuri":["Nuri"],"Bosque":["Grove"],"amigos":["friends"],"calma":["calm"],"guardião":["guardian"],"wise old Owl":["wise old Owl"],"temptation":["temptation"],"Grove":["Bosque"],"travessuras":["mischiefs"],"Bolota Dourada":["Golden Acorn"],"Espírito da Árvore":["Spirit of the Tree"],"breve suave":["gentle breeze"],"flores florescendo":["blooming flowers"]},"paragraphs":["Na densa selva da Grande Floresta, Nuri o travesso espírito da floresta adorava brincar de fazer travessuras nos animais. Um dia, ele ouviu histórias de uma mágica Bolota Dourada escondida no proibido Bosque Brilhante.\n","Apesar dos avisos da sábia Coruja, Nuri não resistiu à tentação e entrou sorrateiramente na Mata. Quando avistou a cintilante bolota, os galhos da árvore antiga começaram a tremer.\n","\"Quem se atreve a perturbar a calma do Bosque?\" ecoou uma voz profunda. Tremendo, Nuri percebeu que tinha irritado o guardião do Bosque, o antigo Espírito da Árvore.\n","O Espírito da Árvore, vendo o medo da Nuri, resolveu ensiná-lo com uma brisa suave que levava a doce fragrância das flores florescendo. Nuri entendeu que a magia do Bosque devia ser preservada, não perturbada.\n","Pedindo desculpas, Nuri saiu do Bosque e contou a história para seus amigos, compartilhando a lição de respeitar as maravilhas da natureza.\n"]}}}