{"title":"The Magic Paintbrush","hook":"One sunny day, curious Baba found a magic paintbrush in Grandma's attic. What will she paint?","moral":"Practice creativity, use your imagination to create beautiful things.","paragraphs":["Once upon a time, in a cozy village, lived a jolly and cute little girl named Baba. One day, while exploring Grandma's dusty attic, Baba stumbled upon a magical paintbrush. The paintbrush shimmered with an enchanting glow.","Baba's eyes widened in awe. \"Wow! What can I paint with this special brush?\" she wondered aloud. She picked up the paintbrush and decided to paint the world around her.","With a flick of her wrist, Baba painted a rainbow that stretched across the sky, filling the village with vibrant colors. Birds chirped happily, and flowers bloomed in the meadows at the sight of her magical creation.","But as Baba painted more and more, she got carried away and accidentally painted her little brother's favorite toy blue! \"Oh no, what have I done?\" she gasped, realizing the mistake.","Baba quickly dipped the brush in golden paint and painted a crown on the toy, turning it into a royal treasure. Her brother's face lit up with joy as he hugged his newly transformed toy tightly.","From then on, Baba learned to use her magical paintbrush wisely, spreading happiness and beauty wherever she went."],"keywords":["magic","paintbrush","creativity","imagination","shimmer","enchanting","vibrant","treasure","learn","happiness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"O Pincel Mágico","moral":"Pra ficar bem criativo, use sua imaginação para fazer coisas lindas.","hook":"Num dia ensolarado, a curiosa Baba encontrou um pincel mágico no sótão da Vovó. O que ela vai pintar?","keywords":{"Vovó":["Grandmother"],"pincel":["brush"],"coroa":["crown"],"Baba":["Saliva"],"pincel mágico":["magic brush"],"felicidade":["happiness"],"pincel especial":["special brush"],"pintar":["paint"],"vilarejo":["village"],"menina":["girl"],"brinquedo":["toy"],"arco-íris":["rainbow"],"pássaros":["birds"]},"paragraphs":["Era uma vez, em um vilarejo acolhedor, vivia uma menina alegre e fofa chamada Baba. Um dia, enquanto explorava o sótão empoeirado da vovó, Baba encontrou um pincel mágico. O pincel brilhava com um brilho encantador.\n","Os olhos da Baba se arregalaram de espanto. \"Uau! O que posso pintar com este pincel especial?\" ela se perguntou em voz alta. Ela pegou o pincel e decidiu pintar o mundo ao seu redor.\n","Com um movimento rápido de sua mãozinha, Baba pintou um arco-íris que se estendia pelo céu, enchendo a vila com cores vibrantes. Pássaros cantavam alegremente, e flores floresceram nos campos ao verem sua criação mágica.\n","Mas à medida que Baba pintava cada vez mais, ela se empolgou e sem querer pintou de azul o brinquedo favorito de seu irmãozinho! \"Ah não, o que eu fiz?\" ela soltou um suspiro, percebendo o erro.\n","Vovó molhou rapidinho o pincel na tinta dourada e desenhou uma coroa no brinquedo, transformando-o em um tesouro real. O rosto do irmão dela se iluminou de alegria enquanto abraçava o brinquedo recém-transformado com força.\n","A partir de então, Baba aprendeu a usar seu pincel mágico com sabedoria, espalhando felicidade e beleza por onde passava.\n"]},"en-de":{"moral":"Mach kreativ sein, benutze deine Fantasie um schöne Dinge zu kreieren.","hook":"An einem sonnigen Tag fand die neugierige Baba einen Zauberpinsel auf dem Dachboden von Oma. Was wird sie malen?","title":"Der Zauber Pinsel","keywords":{"Baba":["Grandma"],"Pinsel":["Brush"],"Freude":["Joy"],"malte":["painted"],"Bruder":["Brother"],"Dorf":["Village"],"Oma":["Grandma"],"Pinsel (brush)":["Brush"],"Krone (crown)":["Crown"],"Spielzeug (toy)":["Toy"],"Augen":["Eyes"],"Regenbogen":["Rainbow"],"lebendigen Farben":["vibrant colors"],"magische Kreation":["magical creation"]},"paragraphs":["Es war einmal, in einem gemütlichen Dorf, lebte ein fröhliches und niedliches kleines Mädchen namens Baba. Eines Tages, während sie den staubigen Dachboden ihrer Oma erkundete, stolperte Baba über einen magischen Pinsel. Der Pinsel funkelte mit einem bezaubernden Glanz.\n","Baba schaute mit großen Augen. \"Toll! Was kann ich mit diesem besonderen Pinsel malen?\" fragte sie laut. Sie nahm den Pinsel auf und entschied, die Welt um sie herum zu malen.\n","Mit einem Schwung ihres Handgelenks hat Baba einen Regenbogen gemalt, der sich über den Himmel erstreckte und das Dorf mit lebendigen Farben füllte. Vögel zwitscherten fröhlich, und Blumen blühten in den Wiesen beim Anblick ihrer magischen Kreation.\n","Aber als Baba immer mehr malte, war sie so vertieft, dass sie aus Versehen das Lieblingsspielzeug ihres kleinen Bruders blau anmalte! \"Oh nein, was habe ich getan?\" keuchte sie und erkannte den Fehler.\n","Mama hat den Pinsel schnell in goldene Farbe getaucht und eine Krone auf das Spielzeug gemalt, wodurch es zu einem königlichen Schatz wurde. Der Gesicht seines Bruders leuchtete vor Freude, als er sein neu verwandeltes Spielzeug fest umarmte.\n","Ab dem Zeitpunkt hat Baba gelernt, ihre zauberhafte Pinsel weise zu benutzen. Überall hat sie Freude und Schönheit verbreitet.\n"]},"id-en":{"hook":"One sunny day, curious Baba found a magic paintbrush in Grandma's attic. What will she paint?","moral":"Practice creativity, use your imagination to create beautiful things.","title":"The Magic Paintbrush","keywords":{"rainbow":["pelangi"],"village":["desa","kampung"],"magical":["ajaib","sakti"],"crown":["mahkota","taj"],"treasure":["harta karun"],"joy":["kegembiraan","sukacita"],"Baba":["Baba","Babah"],"painted":["dicat"],"toy":["mainan"],"magic brush":["kuas ajaib"],"color":["warna"],"magical paintbrush":["kuas lukis ajaib"],"spreading happiness":["menyebar kebahagiaan"],"girl":["gadis","anak perempuan"],"paintbrush":["kuas cat"]},"paragraphs":["A long time ago, in a happy village, there was a joyful and adorable little girl named Baba. One day, when Baba was looking around Grandma's old attic, she found a special painting brush. The brush sparkled with a magical light.\n","Baba's eyes became big in amazement. \"Wow! What can I draw with this magic brush?\" she asked out loud. She took the brush and decided to color the world around her.\n","One day, Baba painted a beautiful rainbow in the sky, filling the village with bright colors. Birds sang and flowers bloomed, happy to see her magical painting.\n","But as Baba painted more and more, she got carried away! She painted her little brother's favorite toy blue by mistake! \"Oh no, what have I done?\" she gasped.\n","Mama fast put brush in shiny paint and drew crown on toy, making it king's treasure. Big brother happy, hugged toy that changed.\n","After that, Baba learned to use her special painting stick carefully, making people happy and making everything around her pretty.\n"]},"en-fr":{"title":"La Baguette Magique de Peinture","moral":"Utilise ton imagination pour inventer de belles choses.\n","hook":"Un jour ensoleillé, le curieux Baba a trouvé un pinceau magique dans le grenier de Grand-mère. Qu'est-ce qu'elle va peindre?\n","keywords":{"Baba":["Daddy"],"baguette magique":["magic wand"],"bonheur":["happiness","joy"],"crown":["crown"],"royal":["royal"],"joy":["joy","happiness"],"peignait":["painted"],"jouet":["toy"],"wrist":["wrist"],"rainbow":["rainbow"],"vibrant":["vibrant"],"élargis":["expand"],"peindre":["to paint"],"village":["village"],"pinceau magique":["magic brush"]},"paragraphs":["Il était une fois, dans un village chaleureux, vivait une joyeuse et mignonne petite fille nommée Baba. Un jour, en explorant le grenier poussiéreux de Grand-mère, Baba est tombée sur un pinceau magique. Le pinceau brillait d'une lueur enchanteresse.\n","Les yeux de Baba se sont élargis d'émerveillement. \"Wow ! Que puis-je peindre avec ce pinceau spécial ?\" se demanda-t-elle à haute voix. Elle a pris le pinceau et a décidé de peindre le monde autour d'elle.\n","Un jour, Baba peint un bel arc-en-ciel qui est apparu dans le ciel au-dessus du village. Les oiseaux chantaient et les fleurs fleurissaient dans les prairies en voyant cette création magique.\n","Mais alors que Baba peignait de plus en plus, elle s'est laissée emporter et a accidentellement peint en bleu le jouet préféré de son petit frère! \"Oh non, qu'est-ce que j'ai fait?\", s'exclama-t-elle en réalisant l'erreur.\n","Baba trempa vite le pinceau dans la peinture dorée et peignit une couronne sur le jouet, le transformant en un trésor royal. Le visage de son frère s'illumina de joie alors qu'il serrait fort son jouet nouvellement transformé.\n","Depuis lors, Baba a appris à utiliser sa baguette magique de peinture avec sagesse, répandant le bonheur et la beauté partout où elle allait.\n"]}}}