{"title":"The Lost Kite","hook":"One sunny day in the rolling hills of Zennoland, a young bear named Benny discovered something peculiar...","moral":"Teamwork and perseverance can help overcome challenges in life.","paragraphs":["One sunny day in the rolling hills of Zennoland, a young bear named Benny discovered something peculiar. It was a brightly colored kite stuck in a tall tree. He wanted to fly it, but it was out of reach.","Determined to retrieve the kite, Benny decided to seek help from his friends, Lily the rabbit and Milo the squirrel. \"I want to fly this kite, but it's stuck in the tree. Can you help me get it down?\" Benny asked, eyes wide with hope.","Lily hopped onto Milo's back, and together they reached up high, managing to bring the kite back down. Benny was overjoyed and thanked his friends profusely. \"I couldn't have done it without you both!\" he exclaimed happily.","As they worked together, the friends realized that by combining their different strengths and working as a team, they could solve any problem that came their way. From that day on, Benny, Lily, and Milo became the best of friends, always ready to help each other overcome any challenge."],"keywords":["kite","teamwork","friends","perseverance","cooperation","friendship"],"characters":null,"translations":{"id-en":{"hook":"One sunny day in the rolling hills of Zennoland, a young bear named Benny discovered something peculiar...","moral":"Teamwork and perseverance can help overcome challenges in life.","title":"The Lost Kite","keywords":{"friends":["teman","sahabat"],"strengths":["kekuatan","kelebihan"],"team":["tim","kelompok"],"Benny":["Benny"],"kite":["layang-layang"],"tree":["pohon","pohon"],"Lily":["Lily"],"bear":["beruang"]},"paragraphs":["Once upon a shiny day in the hilly lands of Zennoland, a small bear named Benny found something strange. A pretty kite was stuck up high in a big tree. Benny wished to fly it, but he couldn't reach.\n","Benny wanted to get his kite back. So, he asked Lily the bunny and Milo the squirrel for help. Benny said, \"Kite stuck in tree. Can you help me take it down?\" \n","Lily jumped on Milo's back and together they reached high, getting the kite down. Benny was very happy and thanked his friends very much. \"I couldn't do it by myself!\" he said happily.\n","One time, Benny, Lily, and Milo were doing stuff together. They found out that when they used all their special powers and worked as one, they could fix any problem. So, they decided to be best pals and help each other forever.\n"]},"en-fr":{"title":"Le Cerf-volant Perdu\n","moral":"Travailler ensemble et ne jamais abandonner peuvent aider à surmonter les défis de la vie.\n","hook":"Un jour ensoleillé dans les collines vallonnées de Zennoland, un jeune ours nommé Benny a découvert quelque chose d'étrange...","keywords":{"jour ensoleillé":["sunny day"],"jeune ours":["young bear"],"cerf-volant":["kite"],"amis":["friends"],"coopérer":["cooperate"],"surmonter":["overcome"],"Lily":["Lily"],"remercier":["thank"],"lapin":["rabbit"],"écureuil":["squirrel"]},"paragraphs":["Un jour ensoleillé dans les collines vallonnées de Zennoland, un jeune ours nommé Benny a découvert quelque chose de particulier. C'était un cerf-volant coloré coincé dans un grand arbre. Il voulait le faire voler, mais c'était hors de sa portée.\n","Motivé à récupérer le cerf-volant, Benny décida de demander de l'aide à ses amis, Lily le lapin et Milo l'écureuil. \"Je veux faire voler ce cerf-volant, mais il est coincé dans l'arbre. Pouvez-vous m'aider à le décrocher?\" demanda Benny, les yeux remplis d'espoir.\n","Lily a sauté sur le dos de Milo, et ensemble, ils ont atteint le haut, réussissant à faire redescendre le cerf-volant. Benny était ravi et a remercié beaucoup ses amis. \"Je n'aurais pas pu le faire sans vous deux!\" s'est-il exclamé joyeusement.\n","Un jour, Benny, Lily et Milo ont découvert que quand ils travaillaient ensemble, en combinant leurs talent et en coopérant, ils pouvaient résoudre n'importe quel problème qui se présentait. Depuis ce jour-là, ils sont devenus les meilleurs amis, prêts à s'entraider pour surmonter tous les défis.\n"]},"en-de":{"title":"Das Verlorene Drachen-Drachen","moral":"Wenn man zusammen arbeitet und hartnäckig ist, kann man Hindernisse im Leben überwinden.","hook":"An einem sonnigen Tag in den hügeligen Weiten von Zennoland entdeckte ein junger Bär namens Benny etwas Seltsames...","keywords":{"bär":["bear"],"entdecken":["discover"],"drachen":["dragon"],"Lily":["Lily"],"Milo":["Milo"],"Benny":["Benny"],"Drachen (kite)":["kite"],"Baum (tree)":["tree"],"Freunde":["friends"],"Stärken":["strengths"],"Team":["team"]},"paragraphs":["An einem sonnigen Tag in den hügeligen Hügeln von Zennoland entdeckte ein junger Bär namens Benny etwas Seltsames. Es war ein bunt bemalter Drachen, der in einem hohen Baum feststeckte. Er wollte ihn fliegen lassen, aber er konnte ihn nicht erreichen.\n","Benny, fest entschlossen, den Drachen zurückzuholen, beschloss, Hilfe von seinen Freunden, Lily dem Hasen und Milo dem Eichhörnchen, zu suchen. \"Ich möchte diesen Drachen fliegen lassen, aber er steckt im Baum fest. Kannst du mir helfen, ihn herunterzuholen?\" fragte Benny, mit hoffnungsvollen Augen.\n","Lily sprang auf Milos Rücken und gemeinsam streckten sie sich hoch, schafften es, den Drachen wieder herunterzubringen. Benny war überglücklich und dankte seinen Freunden überschwänglich. \"Das hätte ich ohne euch beide nicht geschafft!\" rief er fröhlich aus.\n","Als sie zusammen arbeiteten, merkten die Freunde, dass sie durch die Kombination ihrer verschiedenen Stärken und indem sie als Team arbeiteten, jedes Problem lösen konnten, das auf ihrem Weg auftauchte. Von diesem Tag an wurden Benny, Lily und Milo die besten Freunde, immer bereit, einander zu helfen, jede Herausforderung zu überwinden.\n"]},"en-pt":{"title":"A Pipa Perdida","hook":"Um dia ensolarado nas colinas verdejantes de Zennoland, um jovem urso chamado Benny descobriu algo estranho...","moral":"Trabalhar juntos e não desistir podem nos ajudar a superar desafios na vida.","keywords":{"trabalhavam":["they were working"],"amigos":["friends"],"equipe":["team"],"Lily":["Lily"],"Milo":["Milo"],"pipa":["kite"],"sunny day":["sunny day"],"young bear":["young bear"],"brightly colored kite":["brightly colored kite"],"kite":["kite"],"friends":["friends"],"tree":["tree"]},"paragraphs":["Num dia ensolarado nas colinas rolantes de Zennoland, um jovem urso chamado Benny descobriu algo estranho. Era uma pipa colorida presa em uma árvore alta. Ele queria voá-la, mas estava fora do alcance.\n","Determinado a pegar a pipa, Benny decidiu pedir ajuda aos seus amigos, Lily a coelha e Milo o esquilo. \"Eu quero voar com essa pipa, mas ela ficou presa na árvore. Vocês podem me ajudar a tirá-la de lá?\" Benny perguntou, com os olhos brilhando de esperança.\n","Lily pulou nas costas de Milo, e juntos eles alcançaram lá em cima, conseguindo trazer a pipa de volta. Benny ficou radiante e agradeceu muito seus amigos. \"Eu não poderia ter feito isso sem vocês dois!\" ele exclamou feliz.\n","Enquanto trabalhavam juntos, os amigos perceberam que ao unirem suas diferentes habilidades e trabalharem em equipe, eles poderiam resolver qualquer problema que surgisse no caminho. A partir desse dia, Benny, Lily e Milo tornaram-se os melhores amigos, sempre prontos para ajudar um ao outro a superar qualquer desafio.\n"]}}}