{"title":"Baba's Lost Treasure Hunt","hook":"One sunny morning, Baba woke up with a sparkle in her eye. What could she be searching for today?","moral":"Always ask for help when facing challenges - teamwork makes the dream work!","paragraphs":["\"Baba decided to go on a treasure hunt around her house. She searched high and low, under the bed and behind the door, but couldn't find her favorite toy.\"","\"Feeling a bit sad, Baba sat down with a frown on her face. Just then, her little brother came in, bouncing with energy. 'What's wrong, Baba?' he asked.\"","\"'I can't find my treasure!' Baba pouted. Her brother grinned and said, 'Let's look together!' They searched together, laughing and chatting.\"","\"Finally, they spotted the toy tucked away in a corner. Baba's eyes lit up with joy as she hugged her brother. 'Thank you for helping me,' she chirped happily.\""],"keywords":["treasure hunt","search","teamwork","joy","siblings","laughter","happiness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"hook":"Un matin ensoleillé, Baba se réveilla avec une lueur dans ses yeux. Que pourrait-elle bien chercher aujourd'hui?","moral":"Toujours demander de l'aide quand on a un problème - avec l'aide de tes amis, tu peux réaliser tes rêves!","title":"La Chasse au Trésor Perdue de Baba","keywords":{"Baba":["Dad"],"trésor":["treasure"],"jouet":["toy"],"coin":["corner"],"joie":["joy"],"fronce les sourcils":["frown"],"petit frère":["little brother"],"bouder":["pouted"],"chercher":["search"]},"paragraphs":["Baba a décidé de partir à la chasse au trésor autour de sa maison. Elle a cherché partout, sous le lit et derrière la porte, mais elle n'a pas pu retrouver son jouet préféré.\n","Se sentant un peu triste, Baba s'assit en fronçant les sourcils. Au même moment, son petit frère entra, rebondissant d'énergie. \"Qu'est-ce qui ne va pas, Baba?\" demanda-t-il.\n","\"'Je ne trouve pas mon trésor!' Baba boude. Son frère sourit et dit, 'Cherchons ensemble!' Ils cherchèrent ensemble, en riant et en discutant.\"\n","Enfin, ils ont repéré le jouet caché dans un coin. Les yeux de Baba brillaient de joie alors qu'elle serrait son frère dans ses bras. 'Merci de m'avoir aidé,' gazouilla-t-elle joyeusement.\n"]},"en-de":{"hook":"An einem sonnigen Morgen wachte Baba mit einem Glitzer in ihren Augen auf. Was könnte sie heute suchen?","title":"Babas Verlorene Schatzsuche","moral":"Immer um Hilfe fragen, wenn du auf Schwierigkeiten stößt - Teamarbeit macht den Traum wahr!\n","keywords":{"sad":["unhappy","depressed"],"brother":["sibling"],"energy":["vitality","vigor"],"Schatz":["treasure","sweetheart"],"zusammen":["together","jointly"],"lachen":["laugh","giggle"],"Schatzsuche":["treasure hunt"],"Spielzeug":["toy"],"hoch und tief":["high and low"],"umarmte":["embraced","hugged"],"fröhlich":["cheerful","happy"]},"paragraphs":["Mama hat beschlossen, Schatzsuche rund um das Haus zu gehen. Sie suchte hoch und tief, unter dem Bett und hinter der Tür, aber konnte ihr liebstes Spielzeug nicht finden.\n","Fühles bisschen traurig, stellte sich Baba hin und machte Gesicht. Dann, kam ihr kleiner Bruder herein, hüpfte mit Energie. 'Was los, Baba?' fragte er.\n","\"'Ich kann meinen Schatz nicht finden!' Baba schmollte. Ihr Bruder grinste und sagte: 'Lass uns zusammen suchen!' Sie suchten zusammen, lachten und plauderten.\"\n","Endlich entdeckten sie das Spielzeug, das in einer Ecke versteckt war. Babas Augen leuchteten vor Freude, als sie ihren Bruder umarmte. \"Danke, dass du mir geholfen hast\", zwitscherte sie fröhlich.\n"]},"en-pt":{"hook":"Numa manhã ensolarada, Baba acordou com um brilho nos olhos. O que ela poderia estar procurando hoje?\n","title":"Baba e a Caça ao Tesouro Perdido","moral":"Sempre peça ajuda quando tiver dificuldades - trabalhar juntos faz o sonho acontecer!","keywords":{"triste":["sad"],"irmãozinho":["little brother","brother"],"energia":["energy"],"Babá":["babysitter","nanny"],"tesouros":["treasures"],"brinquedo":["toy"],"treasure":["tesouros"],"brother":["irmãozinho","irmão"],"together":["juntos"],"cantinho":["corner","nook"],"alegria":["joy","happiness"]},"paragraphs":["A Babá decidiu sair em busca de tesouros pela casa. Ela procurou para cima e para baixo, embaixo da cama e atrás da porta, mas não conseguiu encontrar seu brinquedo favorito.\n","Sentindo-se um pouco triste, Baba sentou-se com uma careta no rosto. Nesse momento, seu irmãozinho entrou, cheio de energia, pulando. \"O que foi, Baba?\" ele perguntou.\n","\"'Não consigo encontrar meu tesouro!' Baba fez beicinho. Seu irmão sorriu e disse, 'Vamos procurar juntos!' Eles procuraram juntos, rindo e conversando.\"\n","Finalmente, eles viram o brinquedo escondido num cantinho. Os olhos da Baba brilharam de alegria enquanto abraçava seu irmão. \"Obrigada por me ajudar,\" ela disse alegremente.\n"]},"id-en":{"hook":"One sunny morning, Baba woke up with a sparkle in her eye. What could she be searching for today?","moral":"Always ask for help when facing challenges - teamwork makes the dream work!","title":"Baba's Lost Treasure Hunt","keywords":{"toy":["mainan"],"hugged":["dipeluk"],"happiness":["kebahagiaan"],"Baba":["Baba"],"sad":["sedih"],"brother":["saudara laki-laki","saudara"],"treasure":["harta karun"],"searched":["mencari"],"treasure hunt":["mencari harta karun"],"favorite toy":["mainan favorit"]},"paragraphs":["Mama decided to go look for hidden treasure in her house. She looked up and down, under the bed and behind the door, but she couldn't find her favorite toy.\n","Baba was feeling a little unhappy, so she sat down and made a sad face. Suddenly, her small brother entered the room, full of excitement. He asked, 'Why are you sad, Baba?'\n","Baba couldn't find her treasure! She made a sad face. Her brother smiled and said, \"Let's search together!\" They looked for it, laughing and talking.\n","They finally found the toy hiding in a corner. Baba's eyes sparkled with happiness as she hugged her brother. 'Thanks for helping me,' she said cheerfully.\n"]}}}