{"title":"The Wise Fox and the Clever Rabbit","hook":"One sunny day, a curious fox and a clever rabbit met in the beautiful Enchanted Forest. What adventure awaits them?","moral":"Use your wit and wisdom to overcome challenges.","paragraphs":["Once upon a time, in the Enchanted Forest, there lived a wise old fox named Finley. He loved to nap in the warm sun and share stories with his forest friends.","One day, while Finley was napping under a large oak tree, a clever rabbit named Rosie hopped by. \"Excuse me, Mr. Fox,\" she said. \"Could you help me find my way back to my burrow?\"","Finley opened his eyes and smiled kindly at Rosie. \"Of course, my dear. But I have a riddle for you first. Solve it, and I will lead you home,\" he said with a twinkle in his eye.","Rosie eagerly listened to the riddle and pondered for a moment. \"The answer is the setting sun,\" she exclaimed with a grin.","Impressed by Rosie's quick thinking, Finley led her safely back to her burrow. From that day on, they became the best of friends, sharing many adventures and riddles in the Enchanted Forest."],"keywords":["Enchanted Forest","wise fox","clever rabbit","riddle","friendship","adventure"],"characters":null,"translations":{"id-en":{"hook":"One sunny day, a curious fox and a clever rabbit met in the beautiful Enchanted Forest. What adventure awaits them?","moral":"Use your wit and wisdom to overcome challenges.","title":"The Wise Fox and the Clever Rabbit","keywords":{"enchanted forest":["hutan yang mempesona"],"wise old fox":["rubah tua yang bijaksana"],"nap in the warm sun":["dengkur di bawah sinar matahari hangat"],"Finley":["Finley"],"Rosie":["Rosie"],"riddle":["teka-teki"],"burrow":["lubang"],"pondered":["merenung"],"setting sun":["matahari terbenam"]},"paragraphs":["Once upon a time, in a magical forest, there was a clever old fox called Finley. He enjoyed sleeping in the sunshine and telling tales to his woodland pals.\n","Once upon a time, Finley was sleeping under a big tree when a smart bunny named Rosie came along. \"Sorry, Mr. Fox,\" she said. \"Can you show me the way to my home?\"","Finley woke up and gave a nice smile to Rosie. \"Yes, my dear. But, I have a puzzle for you. Guess it, and I will guide you back,\" he said happily.\n","Rosie was really curious when she heard the tricky question and thought about it for a bit. \"The solution is the sun going down,\" she said happily.\n","Rosie did something very clever, and Finley helped her get home safely. They then became best friends and had lots of fun exploring the magical forest.\n"]},"en-fr":{"moral":"Utilise ta malice et ta sagesse pour surmonter les défis.","hook":"Un beau jour ensoleillé, un renard curieux et un lapin malin se sont rencontrés dans la belle Forêt Enchantée. Quelle aventure les attend?","title":"Le Renard Sage et le Lapin Malin","keywords":{"renard":["fox"],"Forêt Enchantée":["Enchanted Forest"],"sieste":["nap","siesta"],"Rosie":["Rosie"],"Finley":["Finley"],"Enchanted Forest":["Forêt Enchantée"],"lapin":["rabbit","bunny"],"énigme":["puzzle","mystery"],"soleil":["sun"],"riddle":["enigma","puzzle"]},"paragraphs":["Il était une fois, dans la Forêt Enchantée, un vieux renard sage nommé Finley. Il adorait faire la sieste au chaud soleil et raconter des histoires à ses amis de la forêt.\n","Il était une fois, pendant que Finley faisait la sieste sous un grand chêne, un lapin astucieux nommé Rosie sauta par là. \"Excusez-moi, M. Renard,\" dit-elle. \"Pourriez-vous m'aider à retrouver mon terrier ?\"\n","Finley a ouvert ses yeux et a souri gentiment à Rosie. \"Bien sûr, ma chère. Mais j'ai une devinette pour toi d'abord. Résous-la et je te ramènerai à la maison,\" dit-il avec un éclat dans les yeux.\n","Rosie a écouté avec impatience l'énigme et a réfléchi pendant un moment. \"La réponse est le soleil qui se couche,\" s'est-elle écriée avec un sourire.\n","Enchanté par l'ingéniosité de Rosie, Finley l'a ramenée en toute sécurité dans son terrier. Depuis ce jour, ils sont devenus les meilleurs amis, partageant de nombreuses aventures et énigmes dans la Forêt Enchantée.\n"]},"en-pt":{"moral":"Use sua astúcia e sabedoria para vencer desafios.","hook":"Num dia ensolarado, uma raposa curiosa e um coelho esperto se encontraram na bela Floresta Encantada. Que aventura os espera?","title":"O Raposo Sábio e o Coelho Esperto\n","keywords":{"Rosie":["Rosie"],"enigma":["enigma","puzzle"],"sol se pondo":["sunset","sun setting"],"Floresta Encantada":["Enchanted Forest"],"raposinho":["fox","little fox"],"sonecas":["naps","sleeps"],"Finley":["Finley"],"burrow":["burrow","hole"],"dear":["dear","beloved"],"riddle":["riddle","puzzle"],"enchanted forest":["enchanted forest","magic forest"]},"paragraphs":["Era uma vez, na Floresta Encantada, vivia um sábio velho raposinho chamado Finley. Ele adorava tirar sonecas no sol quentinho e compartilhar histórias com seus amigos da floresta.\n","1. Era uma vez, enquanto Finley cochilava embaixo de um grande carvalho, uma coelhinha esperta chamada Rosie pulou perto.\n2. \"Com licença, Sr. Raposa,\" disse ela. \"Você poderia me ajudar a encontrar o caminho de volta para minha toca?\"\n","Finley abriu os olhos e sorriu gentilmente para Rosie. \"Claro, minha querida. Mas tenho um enigma para você primeiro. Resolva-o, e eu te levarei para casa,\" ele disse com um brilho nos olhos.\n","Rosie escutou ansiosa o enigma e pensou por um momento. \"A resposta é o sol se pondo,\" exclamou com um sorriso.\n","Rosie era muito esperta e Finley ficou muito impressionado. Ele a levou com segurança de volta para a toca dela. A partir daquele dia, eles se tornaram os melhores amigos, compartilhando muitas aventuras e charadas na Floresta Encantada.\n"]},"en-de":{"title":"Der kluge Fuchs und der schlaue Hase","moral":"Benutze deinen Verstand und Weisheit, um schwierige Aufgaben zu lösen.","hook":"Eines sonnigen Tages trafen sich ein neugieriger Fuchs und ein schlauer Hase im schönen Verzauberten Wald. Was für ein Abenteuer erwartet sie?","keywords":{"Rosie":["Rose"],"Rätsel":["Puzzle","Mystery"],"Sonne":["Sun"],"Finley":["Finley"],"Verzauberter Wald":["Enchanted Forest"],"Fuchs":["Fox"],"Enchanted Forest":["Verzauberter Wald"],"oak tree":["oak tree"],"rabbit":["rabbit"],"help":["help"]},"paragraphs":["Es war einmal, im Verzauberten Wald, lebte ein kluger alter Fuchs namens Finley. Er liebte es, in der warmen Sonne zu schlummern und Geschichten mit seinen Waldfreunden zu teilen.\n","Eines Tages, während Finley unter einer großen Eiche schlief, hüpfte ein kluger Hase namens Rosie vorbei. \"Entschuldigung, Herr Fuchs\", sagte sie. \"Könnten Sie mir helfen, den Weg zu meinem Bau zurückzufinden?\"\n","Finley öffnete seine Augen und lächelte liebevoll zu Rosie. \"Natürlich, mein Schatz. Aber ich habe zuerst ein Rätsel für dich. Löse es, und ich werde dich nach Hause führen,\" sagte er mit einem Funkeln in seinen Augen.\n","Rosie hörte gespannt das Rätsel und dachte kurz nach. \"Die Antwort ist die untergehende Sonne!\", rief sie mit einem Grinsen.\n","Beeindruckt von Rosies schnellem Denken führte Finley sie sicher zurück zu ihrem Bau. Von diesem Tag an wurden sie die besten Freunde, die viele Abenteuer und Rätsel im Verzauberten Wald teilten.\n"]}}}