{"title":"Baba and the Dancing Teapot","hook":"One day, Baba found a teapot that could dance! But what will happen when the teapot starts causing a commotion in her house?","moral":"Sometimes things can surprise us, but working together with kindness can solve any problem.","paragraphs":["One sunny morning, Baba discovered a teapot in her kitchen that could dance around on its tiny spout. \"Wow! How did you learn to dance?\" Baba giggled with wonder.","The teapot danced faster and faster, twirling and spinning, bumping into cups and plates. Baba's mama frowned, \"Oh dear, the teapot is causing a mess!\"","Baba tried to catch the teapot, but it kept dancing out of her reach. \"Teapot, let's dance together nicely,\" Baba said gently, holding out her hand.","The teapot slowed down, seeing Baba's friendly smile. Together, they danced in harmony, spinning around the kitchen without knocking anything over. Baba's mama clapped in delight."],"keywords":["Teapot","Dancing","Wonder","Kindness","Harmony","Giggles","Surprise","Commotion","Twirling","Delight"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"moral":"As vezes as coisas podem nos surpreender, mas trabalhar juntos com bondade pode resolver qualquer problema.","hook":"Um dia, Baba encontrou uma chaleira que sabia dançar! Mas o que irá acontecer quando a chaleira começar a fazer bagunça na casa dela?","title":"Baba e a Chaleira Dançante","keywords":{"chaleira":["teapot"],"dançar":["danced faster"],"rir":["causing a mess"],"vovó":["grandma"],"Baba":["grandma","nanny"],"dançaram":["danced faster","causing a mess"]},"paragraphs":["Numa manhã ensolarada, Baba descobriu uma chaleira na cozinha dela que podia dançar em torno de seu bico minúsculo. \"Uau! Como você aprendeu a dançar?\" Baba riu com admiração.\n","A chaleira dançou cada vez mais rápido, rodopiando e girando, batendo em xícaras e pratos. A mamãe da Baba fez uma cara feia, \"Ai ai, a chaleira está causando confusão!\"\n","Vovó tentou pegar a chaleira, mas ela continuava dançando para longe dela. \"Chaleira, vamos dançar juntas direitinho\", disse Vovó suavemente, estendendo a mão.\n","A chaleira parou devagar, vendo o sorriso amigável da Baba. Juntos, eles dançaram em harmonia, girando pela cozinha sem derrubar nada. A mama da Baba aplaudiu alegremente.\n"]},"id-en":{"hook":"One day, Baba found a teapot that could dance! But what will happen when the teapot starts causing a commotion in her house?","moral":"Sometimes things can surprise us, but working together with kindness can solve any problem.","title":"Baba and the Dancing Teapot","keywords":{"Baba":["Kakek","Nenek"],"dance":["menari","tarian"],"kitchen":["dapur"],"teapot":["teko","ceret"],"danced":["menari"],"smile":["senyum"],"mess":["keberantakan","acakan"],"Grandma":["Nenek"],"special pot":["teko khusus"]},"paragraphs":["One sunny morning, Baba found a special pot in her kitchen that could dance on its own small leg. \"Wow! How did you learn to dance?\" Baba laughed happily.\n","The teapot danced like this, going around and around, hitting cups and plates. Baba's mama looked unhappy, \"Oh no, the teapot is making a mess!\"\n","Grandma tried to catch the special pot, but it kept dancing away from her. \"Special pot, let's dance nicely together,\" Grandma said softly, reaching out her hand.\n","The teapot went slow, smiled back at Baba's happy face. Teapot and Baba were happy, danced together in kitchen, turning without spilling anything. Baba's mama clapped happy.\n"]},"en-fr":{"title":"Baba et la Théière Danseuse","moral":"Parfois, les choses peuvent nous surprendre, mais en travaillant ensemble avec gentillesse, on peut résoudre n'importe quel problème.","hook":"Un jour, Baba a trouvé une théière qui pouvait danser ! Mais que va-t-il se passer lorsque la théière commencera à faire du bruit dans sa maison ?","keywords":{"teapot":["théière"],"danced":["danser"],"faster":[],"Baba":[],"théière":["teapot"],"danser":["danced"],"sourire amical":[],"dansent en harmonie":[]},"paragraphs":["Un matin ensoleillé, Baba a découvert une théière dans sa cuisine qui pouvait danser sur sa petite bec. \"Oh là là ! Comment as-tu appris à danser ?\" a ricané Baba, émerveillée.\n","La théière à dansé de plus en plus vite, tournoyant et tournant, heurtant les tasses et les assiettes. La maman de Baba a froncé les sourcils, \"Oh là là, la théière fait des bêtises!\"\n","Baba a essayé d'attraper la théière, mais elle ne cessait de danser hors de sa portée. \"Théière, dansons gentiment ensemble,\" dit Baba doucement en tendant sa main.\n","La théière ralentit, voyant le sourire amical de Baba. Ensemble, ils dansent en harmonie, tournant autour de la cuisine sans renverser quoi que ce soit. La maman de Baba applaudit de joie.\n"]},"en-de":{"title":"Baba und der tanzende Teekessel","moral":"Manchmal können Dinge uns überraschen, aber wenn wir zusammenarbeiten und freundlich sind, können wir jedes Problem lösen.","hook":"Eines Tages fand Baba eine Teekanne, die tanzen konnte! Aber was passiert, wenn die Teekanne anfängt, Unruhe in ihrem Haus zu stiften?\n","keywords":{"Teekanne":["teapot"],"Mama":["mom","mother"],"Unordnung":["mess","disorder"],"Baba":["dad","father"],"tanzen":["dance"],"Tee-Kessel":["tea kettle"],"Lächeln":["smile"],"Harmonie":["harmony"],"Küche":["kitchen"]},"paragraphs":["An einem sonnigen Morgen entdeckte Baba eine Teekanne in ihrer Küche, die auf ihrer winzigen Ausgusstülle herumtanzen konnte. \"Wow! Wie hast du tanzen gelernt?\" lachte Baba voller Staunen.\n","Die Teekanne tanzte schneller und schneller, wirbelte und drehte sich, stieß gegen Tassen und Teller. Babas Mama runzelte die Stirn, \"Oh je, die Teekanne macht nur Unordnung!\"\n","Baba versuchte die Teekanne zu fangen, aber sie tanzte immer außerhalb ihrer Reichweite. \"Teekanne, lass uns schön zusammen tanzen\", sagte Baba sanft und hielt ihre Hand aus.\n","Der Tee-Kessel hat langsamer gemacht, als er Baba's freundliches Lächeln gesehen hat. Zusammen haben sie in Harmonie getanzt, und sind ohne etwas umzuwerfen, durch die Küche gewirbelt. Babas Mama hat vor Freude geklatscht.\n"]}}}