{"title":"The Race in the Great Fora Jungle","hook":"What will happen when Leela, the river mermaid, challenges Xia, the mountain goat, to a race?","moral":"Kindness and humility can lead to unexpected friendships and victories.","paragraphs":["In the Great Fora Jungle, where lush trees and colorful flowers flourished, lived Leela, a kind-hearted river mermaid with shimmering scales, and Xia, a swift-footed mountain goat with horns as strong as oak branches.","One sunny day, Leela approached Xia with a mischievous glint in her eyes. \"Xia, I challenge you to a race! Let's see who is the fastest in the jungle!\" she exclaimed.","Xia chuckled, knowing he was the fastest creature on land. \"Sure, Leela! Let's race to the old banyan tree and back,\" he replied with a playful smile.","As the race began, Xia zoomed ahead with his nimble hooves, leaving Leela trailing behind in the flowing river. But just as Xia reached the banyan tree, a sudden rainstorm drenched the jungle, turning the path back into a slippery stream.","Sensing Leela's struggle in the rising waters, Xia swiftly turned back and offered his back for her to climb on. With Xia's help, Leela safely reached the finish line, both exhausted but smiling."],"keywords":["Great Fora Jungle","river mermaid","mountain goat","race","friendship","kindness","humility","victory","unexpected","challenge"],"characters":["Leela","Xia"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"La Course dans la Grande Jungle de la Fora","moral":"La gentillesse et l'humilité peuvent conduire à des amitiés et des victoires inattendues.","hook":"Que se passera-t-il quand Leela, la sirène de la rivière, défiera Xia, la chèvre de la montagne, à une course ?","keywords":{"Xia":["Hills"],"Leela":["Play","Drama"],"rapide":["Fast","Quick"],"défi":["Challenge"],"eaux":["Waters"],"banyan tree":["Ficus benghalensis"],"Jungle":["Forest"],"Sirène":["Mermaid"],"Chèvre":["Goat"]},"paragraphs":["Dans la Grande Jungle de Fora, où poussaient les arbres luxuriants et les fleurs colorées, vivaient Leela, une sirène de rivière au cœur tendre avec des écailles brillantes, et Xia, une chèvre de montagne aux pieds agiles avec des cornes aussi solides que des branches de chêne.\n","Un jour ensoleillé, Leela s'approcha de Xia avec un regard malicieux dans les yeux. \"Xia, je te lance un défi! Voyons qui est le plus rapide dans la jungle!\" s'exclama-t-elle.\n","Xia rigola, sachant qu'il était l'animal le plus rapide sur terre. \"Bien sûr, Leela ! Courons jusqu'à l'ancien banian et revenons,\" répondit-il avec un sourire joueur.\n","Quand la course a commencé, Xia a foncé en avant avec ses sabots agiles, laissant Leela derrière dans la rivière qui coule. Mais juste au moment où Xia a atteint l'arbre de banyan, une pluie soudaine a trempé la jungle, transformant le chemin en un ruisseau glissant.\n","Sentant la lutte de Leela dans les eaux montantes, Xia se retourna rapidement et lui offrit son dos pour qu'elle puisse monter dessus. Avec l'aide de Xia, Leela atteignit en sécurité la ligne d'arrivée, tous deux épuisés mais souriants.\n"]},"en-de":{"title":"Das Rennen im Großen Dschungel des Foras","moral":"Freundlichkeit und Bescheidenheit können zu unerwarteten Freundschaften und Siegen führen.","hook":"Was passiert, wenn Leela, die Flussmeerjungfrau, Xia, die Bergziege, zu einem Rennen herausfordert?\n","keywords":{"Xia":["Dusk"],"Rennen":["Run","Race"],"Regensturm":["Rainstorm"],"Leela":["Playful"],"Wasser":["Water"],"sonnig":["Sunny"],"Dschungel":["Jungle"],"kichern":["Giggle","Chuckle"],"schnellste":["Fastest"],"Flussnymphe":["River nymph"],"Bergziege":["Mountain goat"]},"paragraphs":["In dem Großen Fora Dschungel, wo grüne Bäume und bunte Blumen prächtig wuchsen, lebte Leela, eine gutherzige Flussnymphe mit glitzernden Schuppen, und Xia, eine flinkfüßige Bergziege mit Hörnern so stark wie Eichenäste.\n","An einem sonnigen Tag näherte sich Leela Xia mit einem verschmitzten Funkeln in den Augen. \"Xia, ich fordere dich zu einem Rennen heraus! Lass uns sehen, wer der Schnellste im Dschungel ist!\" rief sie aus.\n","Xia kicherte, weil er wusste, dass er das schnellste Tier an Land war. \"Klar, Leela! Lasst uns zum alten Banyanbaum rennen und zurück\", antwortete er mit einem verspielten Lächeln.\n","Als das Rennen begann, sauste Xia mit seinen flinken Hufen voran und ließ Leela im fließenden Fluss zurück. Aber kurz bevor Xia den Banyanbaum erreichte, überraschte ein plötzlicher Regensturm den Dschungel, und der Weg wurde wieder zu einem rutschigen Bach.\n","Als Xia spürte, dass Leela im steigenden Wasser kämpfte, drehte er schnell um und bot ihr seinen Rücken an, damit sie darauf klettern konnte. Mit Xias Hilfe erreichte Leela sicher die Ziellinie, beide erschöpft, aber lächelnd. \n"]},"id-en":{"hook":"What will happen when Leela, the river mermaid, challenges Xia, the mountain goat, to a race?","moral":"Kindness and humility can lead to unexpected friendships and victories.","title":"The Race in the Great Fora Jungle","keywords":{"Xia":["Xia"],"laughed":["tertawa","gelak"],"quickest":["tercepat"],"race":["perlombaan","ras"],"jungle":["hutan belantara","rimba"],"fastest":["tercepat"],"mermaid":["putri duyung","sirena"],"goat":["kambing"],"hooves":["kuku"],"rainstorm":["badai hujan","hujan deras"],"Leela":["Leela"],"finish line":["garis finish","garis akhir"]},"paragraphs":["In a big jungle with many trees and pretty flowers, there was Leela, a mermaid who lived in the river and had shiny scales, and Xia, a mountain goat who was very fast and had strong horns like tree branches.\n","One day when the sun was shining bright, Leela went to Xia with a playful sparkle in her eyes. \"Xia, let's see who can run the fastest in the forest! I challenge you to a race!\" she said with excitement.\n","Xia laughed, feeling happy, because he was the quickest animal on the ground. \"Okay, Leela! We'll run to the big tree and then come back,\" he said with a fun smile.\n","Once the race started, Xia ran really fast with his quick feet, leaving Leela far behind in the river. But as Xia got to the big tree, it suddenly started raining heavily in the forest, making the way back all wet and slippery.\n","Feeling that Leela was having a hard time in the rising water, Xia quickly went back and offered his back for her to climb on. With Xia's help, Leela got to the end safely, both very tired but happy.\n"]},"en-pt":{"title":"A Corrida na Grande Selva da Fora","hook":"O que vai acontecer quando Leela, a sereia do rio, desafia Xia, a cabra da montanha, para uma corrida?","moral":"Ser gentil e humilde pode trazer amizades e vitórias inesperadas.","keywords":{"Leela":["play","game"],"Xia":["ice"],"jungle":["forest","woodland"],"corrida":["run","race"],"patas ágeis":["nimble feet"],"tempestade de chuva":["rainstorm"],"luta (struggle)":["battle","fight"],"águas (waters)":["oceans","seas"],"sorrindo (smiling)":["happy","grinning"],"Selva de Fora":["outer jungle"],"risadinha":["giggle","chuckle"],"velha árvore":["old tree"]},"paragraphs":["Na Grande Selva de Fora, onde árvores exuberantes e flores coloridas cresciam, morava Leela, uma sereia do rio de coração bondoso com escamas brilhantes, e Xia, um bode de montanha de pés ágeis com chifres tão fortes quanto galhos de carvalho.\n","Em um dia ensolarado, Leela se aproximou de Xia com um brilho travesso nos olhos. \"Xia, eu te desafio para uma corrida! Vamos ver quem é o mais rápido na selva!\" ela exclamou.\n","Xia deu uma risadinha, sabendo que ele era o animal mais rápido na terra. \"Claro, Leela! Vamos correr até a velha árvore de banyan e voltar,\" ele respondeu com um sorriso travesso.\n","Assim que a corrida começou, Xia disparou à frente com suas patas ágeis, deixando Leela para trás no rio fluindo. Mas, assim que Xia chegou na árvore banianeira, uma repentina tempestade de chuva encharcou a selva, transformando o caminho de volta em um riacho escorregadio.\n","Sentindo a luta de Leela nas águas subindo, Xia rapidamente se virou e ofereceu suas costas para ela subir. Com a ajuda de Xia, Leela chegou com segurança à linha de chegada, ambos exaustos mas sorrindo.\n"]}}}