{"title":"Baba's Lost Teddy Bear","hook":"One sunny morning, Baba woke up to find her favorite teddy bear missing. Where could it be?","moral":"Always look in unexpected places before giving up.","paragraphs":["One sunny morning, Baba woke up with a big smile on her face. She loved playing with her teddy bear, who she named Fluffy. But today, Fluffy was nowhere to be found! Baba looked under the bed, in the toy box, and even in the garden, but Fluffy was still missing.","\"Oh no, where did you go, Fluffy?\" Baba said with a frown. Just then, her little brother giggled and pointed to the kitchen cupboard. Baba opened it and there was Fluffy, sitting on a pile of tea towels!","\"Thank you, little brother! Fluffy was hiding in the cupboard all along,\" Baba laughed as she hugged her teddy bear tight. She learned that sometimes things are not where we expect them to be, but a little patience and help can solve the mystery."],"keywords":["sunny morning","teddy bear","missing","unexpected places","toy box","garden","kitchen cupboard","patience","help","mystery"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Baba a perdu son doudou","moral":"Il faut toujours regarder partout avant de abandonner.","hook":"Un matin ensoleillé, Baba s'est réveillée pour trouver son nounours préféré disparu. Où pouvait-il être ?","keywords":{"Fluffy":["Fluffy"],"armoire":["armoire","wardrobe"],"patience":["patience"],"Baba":["Baba"],"kitchen cupboard":["kitchen cupboard"],"ours en peluche":["teddy bear"]},"paragraphs":["Un matin ensoleillé, Baba s'est réveillée avec un grand sourire sur son visage. Elle adorait jouer avec son ours en peluche, qu'elle avait nommé Fluffy. Mais aujourd'hui, Fluffy était introuvable ! Baba a regardé sous le lit, dans la boîte à jouets, et même dans le jardin, mais Fluffy était toujours disparu.\n","\"Oh non, où es-tu parti, Fluffy ?\" Baba dit avec un air triste. À ce moment-là, son petit frère a ri et a pointé du doigt le placard de la cuisine. Baba l'a ouvert et là se trouvait Fluffy, assis sur un tas de torchons à thé !\n","\"Merci, petit frère! Fluffy se cachait dans l'armoire tout ce temps-là,\" Baba rit en serrant fort son ours en peluche. Elle a appris que parfois les choses ne sont pas là où on les attend, mais un peu de patience et d'aide peuvent résoudre le mystère.\n"]},"id-en":{"hook":"One sunny morning, Baba woke up to find her favorite teddy bear missing. Where could it be?","moral":"Always look in unexpected places before giving up.","title":"Baba's Lost Teddy Bear","keywords":{"Fluffy":["berbulu","berambut"],"kitchen cupboard":["lemari dapur","rak dapur"],"tea towels":["kain lap teh","lap piring"],"teddy bear":["boneka beruang","beruang teddy"],"missing":["hilang","terhilang"],"smile":["senyum","tersenyum"],"cupboard":["lemari","rak"],"patience":["kesabaran","kesabaran hati"]},"paragraphs":["One beautiful morning, Baba opened her eyes with a huge smile on her face. She adored playing with her teddy bear, named Fluffy. But today, Fluffy was nowhere to be seen! Baba peeked under the bed, in the toy chest, and outside in the garden, but Fluffy was still not there.\n","\"Oh oh, where did you go, Fluffy?\" Baba said with a sad face. Suddenly, her small brother laughed and showed the cupboard in the kitchen. Baba opened it and there was Fluffy, sitting on top of a bunch of soft cloths!\n","\"Thank you, little brother! Fluffy was hiding in the cupboard all along,\" Mama laughed as she hugged her teddy bear tight. She learned that sometimes things are not where we expect them to be, but a little patience and help can solve the mystery.\n"]},"en-de":{"moral":"Immer schau an unerwarteten Orten bevor du aufgibst.","hook":"An einem sonnigen Morgen wachte Baba auf und entdeckte, dass ihr Lieblingsteddybär fehlte. Wo könnte er sein?\n","title":"Babas Verlorener Teddybär","keywords":{"Fluffy":["Fluffy"],"Teddybär":["Teddy bear"],"Geduld":["Patience"],"fluffy":["Fluffy"],"küchenschrank":["Kitchen cabinet"],"geschirrtücher":["Kitchen towels"],"Baba":["Dad","Father"],"Lächeln":["Smile"]},"paragraphs":["An einem sonnigen Morgen wachte Baba mit einem breiten Lächeln im Gesicht auf. Sie liebte es, mit ihrem Teddybären zu spielen, den sie Flauschig nannte. Aber heute war Flauschig nirgendwo zu finden! Baba schaute unter dem Bett, in der Spielzeugkiste und sogar im Garten, aber Flauschig war immer noch verschwunden.\n","\"Oh nein, wo bist du hin, Fluffy?\" sagte Baba mit einer Miene. \nDa lachte ihr kleiner Bruder und zeigte auf den Küchenschrank. \nBaba öffnete ihn und dort saß Fluffy auf einem Stapel Geschirrtücher!\n","\"Danke, kleiner Bruder! Fluffy hat sich die ganze Zeit im Schrank versteckt,\" lachte Baba, als sie ihren Teddybär fest umarmte. Sie lernte, dass manchmal Dinge nicht dort sind, wo wir sie erwarten, aber ein wenig Geduld und Hilfe können das Rätsel lösen.\n"]},"en-pt":{"title":"Baba perdeu seu ursinho de pelúcia","moral":"Sempre dê uma olhada em lugares inesperados antes de desistir.","hook":"Certo dia ensolarado, a Vovó acordou e viu que seu ursinho de pelúcia favorito tinha sumido. Onde será que ele está?\n","keywords":{"Fofinho":["fluffy","cute"],"carranca":["scowl","frown"],"monte":["mountain","hill"],"Baba":["drool","slobber"],"Pelúcia":["plush","stuffed animal"],"manhã":["morning","dawn"],"little brother":["buddy","partner"],"hiding":["concealing","covering"],"teddy bear":["cuddly toy","stuffed bear"]},"paragraphs":["Numa manhã ensolarada, Baba acordou com um sorriso grande no rosto. Ela adorava brincar com seu urso de pelúcia, que ela chamava de Pelúcia. Mas hoje, Pelúcia não estava em lugar nenhum! Baba olhou embaixo da cama, na caixa de brinquedos, e até no jardim, mas Pelúcia ainda estava sumido.\n","\"Oh não, onde você foi, Fofinho?\" Baba disse com uma carranca. Neste momento, seu irmãozinho riu e apontou para o armário da cozinha. Baba abriu e lá estava Fofinho, sentado em um monte de panos de prato!\n","\"Obrigada, irmãozinho! Fofinho estava se escondendo no armário o tempo todo,\" Baba riu enquanto abraçava forte o seu ursinho de pelúcia. Ela aprendeu que algumas vezes as coisas não estão onde esperamos encontrar, mas um pouco de paciência e ajuda podem resolver o mistério.\n"]}}}