{"title":"The Lost Sunflower Seed","hook":"In the great Fora jungle, the sunflower seeds are disappearing! Can Maila, the garden fairy, solve the mystery?","moral":"Helping others can lead to unexpected solutions and joyful discoveries.","paragraphs":["In the vibrant Fora jungle, colorful flowers bloomed under the warm sun. Maila, the helpful garden fairy, fluttered among the trees, spreading magic wherever she went. One sunny morning, she noticed a problem - the sunflower seeds were disappearing! Maila knew she had to investigate.","Flying to the sunflower patch, Maila found a small blue bird chirping sadly. \"What's wrong, little bird?\" she asked kindly. The bird explained that it was storing sunflower seeds for winter but couldn't find its secret stash. Maila realized someone was taking the seeds.","Determined to solve the mystery, Maila followed tiny footprints leading into the bushes. There, she discovered a family of playful squirrels munching on the sunflower seeds. Instead of scolding them, Maila shared the bird's situation. The squirrels, understanding the importance of sharing, offered to help the bird gather more seeds.","Together, the birds and squirrels gathered enough sunflower seeds for everyone to share. Maila's kindness had not only solved the mystery but also brought the forest creatures closer together, learning the value of teamwork and empathy."],"keywords":["Fora jungle","garden fairy","sunflower seeds","mystery","small bird","playful squirrels","sharing","teamwork","empathy","discovery"],"characters":["Maila"],"series":"fables-of-fora-forests","translations":{"en-de":{"hook":"Im großen Fora-Dschungel verschwinden die Sonnenblumenkerne! Kann Maila, die Gartenfee, das Rätsel lösen?","title":"Die Verlorene Sonnenblumensamen","moral":"Anderen zu helfen kann zu unerwarteten Lösungen und fröhlichen Entdeckungen führen.","keywords":{"Vögel":["birds"],"Eichhörnchen":["squirrel"],"Sonnenblumenkerne":["sunflower seeds"],"Maila":["mailbox"],"Sonnenblumenfeld":["sunflower field"],"kleiner Vogel":["little bird"],"Samen":["seeds"],"Fora":["forum"],"Gartenfee":["garden fairy"]},"paragraphs":["In dem lebendigen Dschungel von Fora blühten bunte Blumen unter der warmen Sonne. Maila, die hilfsbereite Gartenfee, flatterte zwischen den Bäumen umher und verbreitete Magie, wohin sie auch ging. An einem sonnigen Morgen bemerkte sie ein Problem - die Sonnenblumensamen verschwanden! Maila wusste, dass sie untersuchen musste.\n","Fliegend zum Sonnenblumenfeld fand Maila einen kleinen blauen Vogel, der traurig zwitscherte. \"Was ist los, kleiner Vogel?\" fragte sie freundlich. Der Vogel erklärte, dass er Sonnenblumensamen für den Winter sammelte, aber sein geheimes Versteck nicht finden konnte. Maila realisierte, dass jemand die Samen nahm.\n","Fest entschlossen, das Rätsel zu lösen, folgte Maila winzigen Fußspuren, die in die Büsche führten. Dort entdeckte sie eine Familie spielender Eichhörnchen, die Sonnenblumenkerne knabberten. Anstatt sie zu tadeln, teilte Maila die Situation des Vogels mit. Die Eichhörnchen, das Teilen verstehend, boten an, dem Vogel zu helfen, mehr Samen zu sammeln.\n","Die Vögel und Eichhörnchen haben viele Sonnenblumenkerne gesammelt, damit alle teilen können. Mailas Freundlichkeit hat nicht nur das Rätsel gelöst, sondern auch die Waldkreaturen näher zusammengebracht, den Wert von Teamarbeit und Empathie gelernt.\n"]},"en-fr":{"title":["La Graine de Tournesol Perdue"],"moral":"Aider les autres peut aider à trouver des solutions inattendues et faire des découvertes joyeuses.","hook":"Dans la grande jungle de Fora, les graines de tournesol disparaissent ! Est-ce que Maila, la fée du jardin, peut résoudre le mystère ?","keywords":{"oiseaux":["birds"],"graines de tournesol":["sunflower seeds"],"empathie":["empathy"],"sunflower seeds":["graines de tournesol"],"blue bird":["oiseau bleu"],"secret stash":["cachette secrète"],"Maila":["Maia"],"épreuve":["trial","test"],"écureuils":["squirrels"],"Fora":["outside"],"fleurs":["flowers"],"fée":["fairy"]},"paragraphs":["Dans la jungle animée de Fora, des fleurs colorées ont fleuri sous le soleil chaud. Maila, la fée de jardin serviable, a voltigé parmi les arbres, répandant de la magie partout où elle allait. Un matin ensoleillé, elle a remarqué un problème - les graines de tournesol disparaissaient ! Maila savait qu'elle devait enquêter.\n","En volant vers le champ de tournesols, Maila a trouvé un petit oiseau bleu qui chantait tristement. \"Qu'est-ce qui ne va pas, petit oiseau?\" demanda-t-elle gentiment. L'oiseau expliqua qu'il stockait des graines de tournesol pour l'hiver mais ne pouvait pas trouver son cachette secrète. Maila a réalisé que quelqu'un prenait les graines.\n","Décidée à résoudre le mystère, Maila a suivi de toutes petites empreintes menant dans les buissons. Là, elle a découvert une famille d'écureuils joueurs grignotant des graines de tournesol. Au lieu de les gronder, Maila a partagé la situation de l'oiseau. Les écureuils, comprenant l'importance du partage, ont proposé d'aider l'oiseau à ramasser plus de graines.\n","Les oiseaux et les écureuils ont rassemblé assez de graines de tournesol pour que tout le monde puisse partager. La gentillesse de Maila a non seulement résolu le mystère mais a aussi rapproché les créatures de la forêt, apprenant la valeur du travail d'équipe et de l'empathie.\n"]},"en-pt":{"title":"A Semente Perdida do Girassol","moral":"Ajudar os outros pode trazer maneiras inesperadas de resolver problemas e descobrir coisas alegres.","hook":"Na grande selva de Fora, as sementes de girassol estão sumindo! Será que a Maila, a fada do jardim, consegue resolver o mistério?","keywords":{"pássaros":["birds"],"sementes de girassol":["sunflower seeds"],"empatia":["empathy"],"girassóis":["sunflowers"],"passarinho":["little bird"],"sementes":["seeds"],"Fora jungle":["Out of the jungle"],"garden fairy":["garden fairy"],"sunflower seeds":["sunflower seeds"],"mistério":["mystery"],"esquilos":["squirrels"]},"paragraphs":["Na vibrante selva de Fora, flores coloridas floresceram sob o sol quente. Maila, a fada jardim prestativa, voava entre as árvores, espalhando magia por onde passava. Uma manhã ensolarada, ela notou um problema - as sementes de girassol estavam desaparecendo! Maila sabia que precisava investigar.\n","Voando para o campo de girassóis, Maila encontrou um pequeno pássaro azul cantando tristemente. \"O que houve, passarinho?\" ela perguntou gentilmente. O pássaro explicou que estava guardando sementes de girassol para o inverno mas não conseguia encontrar seu esconderijo secreto. Maila percebeu que alguém estava levando as sementes.\n","Determinada a resolver o mistério, Maila seguiu pegadas minúsculas que levavam para dentro das moitas. Lá, ela descobriu uma família de esquilos brincalhões se deliciando com as sementes de girassol. Em vez de repreendê-los, Maila compartilhou a situação do pássaro. Os esquilos, entendendo a importância de compartilhar, se ofereceram para ajudar o pássaro a recolher mais sementes.\n","Juntos, os pássaros e os esquilos juntaram sementes de girassol suficientes para todos compartilharem. A bondade da Maila não só resolveu o mistério, mas também aproximou as criaturas da floresta, aprendendo o valor do trabalho em equipe e da empatia.\n"]},"id-en":{"moral":"Helping others can lead to unexpected solutions and joyful discoveries.","hook":"In the great Fora jungle, the sunflower seeds are disappearing! Can Maila, the garden fairy, solve the mystery?","title":"The Lost Sunflower Seed","keywords":{"Fora jungle":["Hutan Fora"],"colorful flowers":["bunga berwarna-warni"],"garden fairy":["peri taman"],"Maila":["Maila"],"footprints":["jejak kaki"],"squirrels":["tupai"],"birds":["burung"],"teamwork":["kerja sama tim"],"sunflower":["bunga matahari"],"bird":["burung"],"seeds":["benih"]},"paragraphs":["In the happy Fora forest, bright flowers grew under the hot sun. Maila, the kind garden fairy, flew around the trees, making magic happen. One sunny day, she saw a big issue - the sunflower seeds were vanishing! Maila understood she needed to look into it.\n","Flying very high to a big field of bright sunflowers, Maila saw a tiny blue bird singing a sad song. \"What's the matter, little birdie?\" she asked gently. The bird explained it hid some sunflower seeds for the cold days but couldn't locate its hidden treasure. Maila understood that a sneaky creature was stealing the seeds.\n","Eager to solve the puzzle, Maila tracked small footprints that led to the trees. Underneath, she found a lively squirrel family nibbling on sunflower seeds. Instead of scolding, Maila told them about the bird's problem. The squirrels, who knew the value of sharing, kindly offered to assist the bird in collecting more seeds.\n","The birds and squirrels work together to collect many sunflower seeds for everyone to share. Maila's kindness helped them become better friends and learn about working as a team and being kind.\n"]}}}