{"title":"Milo the Brave Mouse","hook":"Why did Milo, the brave little mouse, set off on a daring adventure to see King of the Forest?","moral":"Bravery comes in all sizes. Sometimes the smallest creatures can achieve great things.","paragraphs":["In the great Fora jungle, lived Milo, a small mouse with a big heart. One day, Milo heard stories about the wise and kind King of the Forest. Curiosity bubbled inside him.","Determined to meet the King, Milo ventured into the deep jungle. Along the way, he faced challenges like crossing a fast-flowing river and climbing a tall tree.","Finally, Milo reached the majestic tree where the King lived. Nervous but brave, he squeaked, \"Your Majesty, I've come to learn from you.\"","The King smiled, impressed by Milo's courage. He taught Milo that bravery is not about size but about facing your fears with a brave heart. Milo left feeling more confident and proud."],"keywords":"Milo, brave, mouse, King of the Forest, Fora jungle, adventure, curiosity, courage, wisdom, small, kindness, achieve, confidence","characters":["Milo"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Milo, la Petite Souris Courageuse","moral":"Le courage vient en toutes tailles. Parfois, les plus petits animaux peuvent accomplir de grandes choses.","hook":"Pourquoi Milo, la courageuse petite souris, a-t-elle entrepris une aventure audacieuse pour voir le Roi de la Forêt?","keywords":{"Milo":["Mil"],"Arbre majestueux":["Majestic tree"],"Roi":["King"],"jungle":["jungle"],"courage":["courage"],"Fora":["Away"],"souris":["mouse"]},"paragraphs":["Il était une fois, dans la grande jungle de Fora, vivait Milo, une petite souris avec un grand cœur. Un jour, Milo entendit des histoires sur le sage et gentil Roi de la Forêt. La curiosité bouillonnait en lui.\n","Décidé à rencontrer le Roi, Milo s'est aventuré dans la jungle profonde. En chemin, il a dû surmonter des défis comme traverser une rivière rapide et escalader un grand arbre.\n","Enfin, Milo arriva devant l'arbre majestueux où vivait le Roi. Plein d'inquiétude mais courageux, il couina, \"Votre Majesté, je suis venu pour apprendre de vous.\"\n","Le Roi a souri, impressionné par le courage de Milo. Il a appris à Milo que le courage ce n'est pas une question de taille mais de savoir affronter ses peurs avec un cœur vaillant. Milo est parti se sentant plus confiant et fier.\n"]},"en-de":{"title":"Der tapfere Maus Milo","hook":"Warum hat Milo, die mutige kleine Maus, sich auf ein aufregendes Abenteuer begeben, um den König des Waldes zu sehen?","moral":"Mut kommt in allen Größen vor. Manchmal können die kleinsten Tiere großartige Dinge erreichen.","keywords":{"König":["king"],"Mut":["courage"],"Tapferkeit":["bravery"],"Milo":["Milo"],"prächtigen Baum":["magnificent tree"],"Majestät":["majesty"],"Dschungel":["jungle"],"Maus":["mouse"]},"paragraphs":["In dem großen Dschungel von Fora lebte Milo, eine kleine Maus mit einem großen Herzen. Eines Tages hörte Milo Geschichten über den weisen und freundlichen König des Waldes. Neugierde brodelte in ihm.\n","Bestimmt, den König zu treffen, wagte sich Milo in den tiefen Dschungel. Auf dem Weg, begegnete er Herausforderungen wie das Überqueren eines schnell fließenden Flusses und das Klettern eines hohen Baumes.\n","Endlich erreichte Milo den prächtigen Baum, wo der König lebte. Aufgeregt aber mutig piepste er: \"Eure Majestät, ich bin gekommen, um von Ihnen zu lernen.\"\n","Der König lächelte, beeindruckt von Milos Mut. Er lehrte Milo, dass Tapferkeit nicht von Größe abhängt, sondern davon, seine Ängste mit einem mutigen Herzen zu bekämpfen. Milo ging voller Selbstvertrauen und Stolz.\n"]},"id-en":{"hook":"Why did Milo, the brave little mouse, set off on a daring adventure to see King of the Forest?","moral":"Bravery comes in all sizes. Sometimes the smallest creatures can achieve great things.","title":"Milo the Brave Mouse","keywords":{"King":["Raja"],"bravery":["keberanian","kegagahan"],"courage":["keberanian","keberani"],"Milo":["Milo"],"jungle":["hutan belantara","rimba"],"majestic tree":["pohon megah","pohon paling indah"],"Your Majesty":["Kesultananmu","Yang Mulia"]},"paragraphs":["In the big jungle of Fora, there was a tiny mouse named Milo who had a very big heart. One day, Milo heard tales of the smart and gentle King of the Forest. Milo felt very curious. \n","Milo was very brave. He wanted to see the King, so he went into the big forest. He had to go across a speedy river and climb a very tall tree.\n","At last, Milo got to the big, grand tree where the King stayed. Feeling scared but strong, he said in a tiny voice, \"Hello, King! I'm here to learn from you.\"\n","The King was happy, amazed by Milo's bravery. He told Milo that being brave is not about how big you are but about being strong when you are scared. Milo went away feeling sure and glad.\n"]},"en-pt":{"title":"Milo, o Ratinho Corajoso","moral":"Coragem pode vir em qualquer tamanho. Às vezes, as criaturinhas mais pequenas podem realizar coisas grandiosas.","hook":"Por que o corajoso ratinho Milo decidiu sair em uma aventura audaciosa para ver o Rei da Floresta?","keywords":{"Milo":["Milo"],"Rei":["King"],"floresta profunda":["deep forest"],"árvore majestosa":["majestic tree"],"coragem":["courage"],"medo":["fear"],"Floresta":["Forest"],"Coração":["Heart"]},"paragraphs":["Na grande floresta de Fora, morava o Milo, um ratinho pequeno com um coração gigante. Um dia, o Milo ouviu histórias sobre o sábio e gentil Rei da Floresta. A curiosidade borbulhava dentro dele.\n","Determinado a conhecer o Rei, Milo se aventurou na floresta profunda. No caminho, ele enfrentou desafios como atravessar um rio de água rápida e escalar uma árvore alta.\n","Finalmente, Milo chegou na árvore majestosa onde o Rei morava. Nervoso mas corajoso, ele piou, \"Sua Majestade, vim aprender contigo.\"\n","O Rei sorriu, impressionado pela coragem de Milo. Ele ensinou a Milo que coragem não é sobre tamanho mas sobre enfrentar seus medos com um coração valente. Milo saiu se sentindo mais confiante e orgulhoso.\n"]}}}