{"title":"The Rainbow Seed","hook":"One day in a magical forest, a tiny squirrel found a mysterious seed. What will grow from the seed's colorful shell?","moral":"We should nurture and embrace our unique qualities, as they may bring unexpected beauty to the world.","paragraphs":["In the heart of the forest, a mischievous squirrel named Pip was collecting acorns for the upcoming winter. As Pip scurried through the trees, a shimmering rainbow-colored seed caught their eye.","\"Oh, what a pretty seed! I wonder what will sprout from it,\" Pip chirped with curiosity. Without hesitation, Pip buried the seed near their cozy burrow and watered it every day.","Days turned into weeks, and Pip's excitement grew as a tiny sprout emerged from the ground. To their amazement, the sprout blossomed into a magnificent tree with leaves of every color in the rainbow.","The other forest animals marveled at the tree's beauty and uniqueness. The once plain forest now shone with vibrant hues, filling everyone's hearts with joy and wonder.","Pip learned that embracing the differences and special qualities within ourselves and others can bring unexpected beauty and happiness to the world."],"keywords":"squirrel, seed, forest, rainbow, uniqueness, beauty, nurture, embrace, qualities, happiness","characters":null,"translations":{"en-fr":{"moral":"On devrait prendre soin et aimer nos qualités spéciales, car elles peuvent apporter une beauté inattendue au monde.","title":"La Graine Arc-en-ciel","hook":"Il était une fois dans une forêt magique, un petit écureuil a trouvé une graine mystérieuse. Qu'est-ce qui va grandir de l'enveloppe colorée de la graine?\n","keywords":{"Pip":["Pip"],"différences":["differences"],"bonheur":["happiness"],"squirrel":["squirrel"],"acorns":["acorns"],"forest":["forest"],"seed":["seed"],"sprout":["sprout"],"chirped":["chirped"],"tree":["tree"],"rainbow":["rainbow"],"animaux":["animals"],"forêt":["forest"],"beauté":["beauty"]},"paragraphs":["Au milieu de la forêt, un écureuil farceur nommé Pip collectait des glands pour l'hiver à venir. Alors que Pip se faufilait entre les arbres, une graine scintillante aux couleurs de l'arc-en-ciel attira leur regard.\n","\"Oh, quel joli grain ! Je me demande ce qui poussera de là,\" Pip gazouilla avec curiosité. Sans hésitation, Pip enterra le grain près de leur terrier confortable et l'arrosa tous les jours.\n","Les jours se sont transformés en semaines, et l'excitation de Pip a grandi quand une petite pousse est sortie de terre. À leur étonnement, la pousse s'est transformée en un arbre magnifique avec des feuilles de toutes les couleurs de l'arc-en-ciel.\n","Les autres animaux de la forêt étaient émerveillés par la beauté et l'unicité de l'arbre. La forêt qui était autrefois simple brillait maintenant de couleurs vibrantes, remplissant le cœur de chacun de joie et d'émerveillement.\n","Pip a appris que accepter les différences et les qualités spéciales en nous et chez les autres peut apporter une beauté et un bonheur inattendus au monde.\n"]},"en-pt":{"hook":"Era uma vez, numa floresta mágica, um esquilo pequenino encontrou uma semente misteriosa. O que vai crescer da casca colorida da semente?\n","title":"A Semente do Arco-íris","moral":"Devemos cuidar e abraçar nossas qualidades únicas, pois elas podem trazer beleza inesperada para o mundo.","keywords":{"seed":["seed"],"sprout":["sprout"],"curiosity":["curiosity"],"floresta":["forest"],"esquilo":["squirrel"],"bolotas":["acorns"],"Pip":["Pip"],"abraçar":["hug","embrace"],"felicidade":["happiness","joy"],"brotinho":["sprout"],"árvore magnífica":["magnificent tree"],"animals":["animals"],"beauty":["beauty"],"forest":["forest"]},"paragraphs":["Lá no meio da floresta, um esquilo arteiro chamado Pip estava juntando bolotas para o inverno que está chegando. Enquanto Pip corria entre as árvores, uma semente cintilante colorida como um arco-íris capturou sua atenção.\n","\"Oh, que sementinha bonita! Fico curioso para saber o que vai crescer dela,\" Pip piou com curiosidade. Sem hesitar, Pip enterrou a sementinha perto da toca aconchegante deles e a regou todos os dias.\n","Os dias se transformaram em semanas, e a empolgação do Pip cresceu quando um brotinho surgiu do chão. Para sua surpresa, o broto floresceu em uma árvore magnífica com folhas de todas as cores do arco-íris.\n","Os outros bichinhos da floresta ficaram admirados com a beleza e singularidade da árvore. A floresta que antes era comum agora brilhava com cores vibrantes, enchendo os corações de todos com alegria e admiração.\n","Pip descobriu que abraçar as diferenças e qualidades especiais dentro de nós mesmos e dos outros pode trazer beleza e felicidade inesperadas ao mundo.\n"]},"id-en":{"hook":"One day in a magical forest, a tiny squirrel found a mysterious seed. What will grow from the seed's colorful shell?","moral":"We should nurture and embrace our unique qualities, as they may bring unexpected beauty to the world.","title":"The Rainbow Seed","keywords":{"days":["hari"],"sprout":["tumbuh","tunas"],"tree":["pohon"],"forest animals":["hewan hutan"],"tree's beauty":["keindahan pohon"],"vibrant hues":["warna-warna yang cerah"],"forest":["hutan"],"squirrel":["tupai"],"acorns":["biji oak"],"Pip":["Pip"],"differences":["perbedaan"],"beauty":["kecantikan"],"seed":["benih"],"burrow":["terowongan"]},"paragraphs":["In the middle of a big forest, a playful squirrel named Pip was gathering nuts for the cold winter. While Pip quickly ran around the tall trees, they saw a shiny seed that had many colors like a rainbow.\n","\"Wow, look at this beautiful seed! I'm excited to see what will come out of it,\" Pip said with wonder. Pip quickly planted the seed next to their comfy home and watered it every day.\n","Days became many, and Pip got happier as a small baby plant appeared from the dirt. They felt super amazed when the plant turned into a big, amazing tree with leaves of all colors.\n","The other forest animals were amazed by the tree's pretty and special look. The forest that used to be simple now had bright colors, making everyone happy and surprised.\n","Pip found out that when we appreciate what makes us and others unique, it can make the world more beautiful and joyful.\n"]},"en-de":{"title":"Der Bunte Samen","hook":"Eines Tages in einem zauberhaften Wald fand ein winziges Eichhörnchen einen geheimnisvollen Samen. Was wird aus der bunten Schale des Samens wachsen?\n","moral":"Wir sollten unsere besonderen Eigenschaften pflegen und umarmen, denn sie könnten unerwartete Schönheit in die Welt bringen.","keywords":{"Pip":["Seedling"],"Unterschiede":["Differences"],"Schönheit":["Beauty"],"Sprössling":["Seedling"],"Boden":["Ground"],"Regenbogen":["Rainbow"],"Wald":["Forest"],"Eichhörnchen":["Squirrel"],"Winter":["Winter"],"Samenkorn":["Seed"],"sprießen":["Sprout"],"neugierig":["Curious"],"Waldbewohner":["Forest-dweller"],"Einzigartigkeit":["Uniqueness"]},"paragraphs":["In der Mitte des Waldes, ein verschmitztes Eichhörnchen namens Pip sammelte Eicheln für den kommenden Winter. Als Pip durch die Bäume huschte, fing ein schimmernder, regenbogenfarbener Samen ihr Auge.\n","\"Oh, was für ein hübsches Samenkorn! Ich frage mich, was daraus sprießen wird,\" Piepste Pip neugierig. Ohne zu zögern vergrub Pip das Samenkorn in der Nähe ihres gemütlichen Baues und goss es jeden Tag.\n","Tage wurden zu Wochen, und Pips Aufregung wuchs, als ein winziger Sprössling aus dem Boden auftauchte. Zu ihrem Erstaunen blühte der Sprössling zu einem prächtigen Baum auf, der Blätter in allen Farben des Regenbogens hatte.\n","Die anderen Waldbewohner staunten über die Schönheit und Einzigartigkeit des Baumes. Der einst einfache Wald leuchtete jetzt mit lebendigen Farben und füllte die Herzen aller mit Freude und Staunen.\n","Pip hat gelernt, dass wenn wir die Unterschiede und besonderen Eigenschaften in uns und anderen akzeptieren, können wir unerwartete Schönheit und Freude in die Welt bringen.\n"]}}}