{"title":"The Mischievous Oak Tree","hook":"Join Lily and her forest friends as they solve a mysterious problem in the enchanted woods.","moral":"Kindness and understanding can lead to resolving conflicts and creating harmony.","paragraphs":["Once upon a time, in the heart of the magic forest, there stood an ancient oak tree named Oliver.","Oliver loved to play pranks on the other creatures of the forest. His mischievous deeds caused chaos and confusion among the animals.","One sunny morning, Lily the wise rabbit noticed that the flowers in the meadow were wilting, and the birds seemed upset. She gathered her friends, Timmy the squirrel and Rosie the bluebird, to investigate.","As they followed the trail of fallen acorns and tangled vines, they discovered Oliver giggling behind a bush. Lily, with a gentle smile, asked Oliver why he was causing trouble.","Oliver confessed that he felt lonely and ignored, so he played pranks to seek attention. Lily and her friends understood his feelings and extended a paw of friendship towards the old oak tree.","Together, they organized a lively forest party to celebrate Oliver's wisdom and age. The animals danced, sang, and shared stories under Oliver's embracing branches, fostering a newfound bond of unity in the enchanted woods."],"keywords":["ancient","mischievous","chaos","investigate","loneliness","friendship","unity","celebration","enchanting"],"characters":null,"translations":{"en-pt":{"title":"A Árvore Travessa de Carvalho","moral":"Ser amável e compreensivo pode ajudar a resolver conflitos e criar harmonia.","hook":"Vem com a Lily e seus amigos da floresta enquanto resolvem um problema misterioso na floresta encantada.\n","keywords":{"heart":["heart"],"magic forest":["magic forest"],"ancient oak tree":["ancient oak tree"],"Oliver":["Oliver"],"criaturas":["creatures"],"travessuras":["pranks"],"amizade":["friendship"],"bolotas":["acorns"],"cipós":["vines"],"rir":["laugh"],"party":["party"],"wisdom":["wisdom"],"unity":["unity"],"coelhinha":["bunny"],"flores":["flowers"],"esquilo":["squirrel"]},"paragraphs":["Era uma vez, no coração da floresta encantada, havia uma árvore de carvalho antiga chamada Oliver.\n","Oliver adorava pregar peças nas outras criaturas da floresta. Suas travessuras causavam caos e confusão entre os animais.\n","Certa manhã ensolarada, Lilica a coelhinha sábia percebeu que as flores no campo estavam murchando e os pássaros pareciam chateados. Ela reuniu seus amigos, Timmy o esquilo e Rosie a passarinho azul, para investigar.\n","Enquanto seguiam o rastro de bolotas caídas e cipós entrelaçados, encontraram Oliver rindo atrás de uma moita. Lily, com um sorriso gentil, perguntou a Oliver por que ele estava causando problemas.\n","Oliver confessou que se sentia sozinho e ignorado, então fez travessuras para chamar atenção. Lily e seus amigos entenderam seus sentimentos e estenderam uma pata de amizade para a velha árvore de carvalho.\n","Juntos, organizaram uma festa animada na floresta para celebrar a sabedoria e a idade do Oliver. Os animais dançaram, cantaram e contaram histórias sob os galhos acolhedores do Oliver, promovendo um novo laço de união na floresta encantada.\n"]},"id-en":{"hook":"Join Lily and her forest friends as they solve a mysterious problem in the enchanted woods.","moral":"Kindness and understanding can lead to resolving conflicts and creating harmony.","title":"The Mischievous Oak Tree","keywords":{"magic forest":["hutan ajaib"],"ancient oak tree":["pohon ek kuno"],"Oliver":["Oliver"],"tricks":["tipuan","trik"],"animals":["hewan"],"acorns":["biji landak"],"vines":["tanaman menjalar"],"bush":["semak"],"lonely":["sendirian","kesepian"],"ignored":["diabaikan","diacuhkan"],"friendship":["persahabatan"],"party":["pesta"],"forest":["hutan"],"unity":["persatuan"],"Lily":["Lily"],"flowers":["bunga"],"birds":["burung"]},"paragraphs":["Once there was a really old oak tree called Oliver, in the middle of a magical forest.\n","Oliver really liked to trick his forest friends. His playful tricks made all the animals feel mixed-up and silly.\n","One sunny morning, Lily the wise rabbit noticed that the flowers in the meadow were wilting, and the birds seemed upset. She gathered her friends, Timmy the squirrel and Rosie the bluebird, to investigate.\n","Lily asked Oliver why he was causing trouble as they found him giggling behind a bush while following a trail of fallen acorns and twisted vines.\n","Oliver said he was sad and no one noticed him, so he played funny tricks to get people to look at him. Lily and her friends knew how he felt and reached out to be his friend.\n","Oliver and his friends had a big, fun party in the forest. They danced, sang, and told stories under Oliver's big tree. The party made them all feel closer together in the magic woods.\n"]},"en-fr":{"hook":"Viens avec Lily et ses amis de la forêt alors qu'ils résolvent un problème mystérieux dans les bois enchantés.","moral":"La gentillesse et la compréhension peuvent aider à résoudre les disputes et à créer de l'harmonie.","title":"Le Chêne Facétieux","keywords":{"Olivier":["Oliver"],"farces":["trouble"],"créatures":["creatures"],"fois":["times"],"forêt":["forest"],"chêne":["oaks"],"lonely":["solitary"],"friendship":["companionship"],"acorns":["oak nuts"],"giggling":["laughing"],"trouble":["farces"],"fête":["celebration"],"sagesse":["wisdom"],"unité":["unity"],"lapin sage":["wise rabbit"],"pré":["meadow"],"oiseau bleu":["blue bird"]},"paragraphs":["Il était une fois, au cœur de la forêt magique, se dressait un vieux chêne nommé Oliver.\n","Olivier adorait faire des farces aux autres créatures de la forêt. Ses actes espiègles provoquaient du chaos et de la confusion parmi les animaux.\n","Un matin ensoleillé, Lily le lapin sage a remarqué que les fleurs dans le pré étaient en train de faner, et les oiseaux semblaient contrariés. Elle a rassemblé ses amis, Timmy l’écureuil et Rosie l'oiseau bleu, pour enquêter.\n","Alors qu'ils suivaient le chemin de glands tombés et de vignes emmêlées, ils ont découvert Oliver en train de rigoler derrière un buisson. Lily, avec un doux sourire, a demandé à Oliver pourquoi il faisait des bêtises.\n","Oliver avoua qu'il se sentait seul et ignoré, alors il a fait des farces pour attirer l'attention. Lily et ses amis ont compris ses sentiments et ont tendu une patte d'amitié vers le vieux chêne.\n","Ensemble, ils ont organisé une fête animée dans la forêt pour célébrer la sagesse et l'âge d'Oliver. Les animaux ont dansé, chanté et partagé des histoires sous les branches protectrices d'Oliver, créant un nouveau lien d'unité dans la forêt enchantée.\n"]},"en-de":{"title":"Der Lustige Eichenbaum","moral":"Freundlichkeit und Verständnis können dabei helfen, Streitigkeiten zu lösen und Harmonie zu schaffen.","hook":"Komm mit Lily und ihren Waldfreunden, während sie ein geheimnisvolles Problem im verwunschenen Wald lösen.\n","keywords":{"Zeit":["Time"],"Wald":["Forest","Woods"],"Eiche":["Oak"],"Oliver":["Oliver"],"Streiche":["Pranks","Tricks"],"Tiere":["Animals"],"Eicheln":["Acorns"],"Ranken":["Vines"],"Ärger":["Trouble","Anger"],"Waldparty":["Forest Party"],"Olivers Weisheit":["Oliver's Wisdom"],"neu gefundene Einheit":["Newly Found Unity"],"Lili":["Lily"],"Kaninchen":["Rabbits"],"Vögel":["Birds"],"einsam":["Lonely"],"Freundschaft":["Friendship"]},"paragraphs":["Es war einmal, im Herzen des verzauberten Waldes, stand eine alte Eiche namens Oliver.\n","Oliver liebte es, Streiche zu spielen an den anderen Tieren des Waldes. Seine frechen Taten verursachten Chaos und Verwirrung bei den Tieren.\n","An einem sonnigen Morgen bemerkte Lili, das kluge Kaninchen, dass die Blumen auf der Wiese welkten und die Vögel traurig schienen. Sie versammelte ihre Freunde, Timmi das Eichhörnchen und Rosie das Blauvögelchen, um nachzuschauen.\n","Als sie dem Weg aus gefallenen Eicheln und verflochtenen Ranken folgten, entdeckten sie Oliver, der hinter einem Busch kicherte. Lily, mit einem sanften Lächeln, fragte Oliver, warum er Ärger machte.\n","Oliver gestand, dass er sich einsam und ignoriert fühlte, also spielte er Streiche, um Aufmerksamkeit zu suchen. Lily und ihre Freunde verstanden seine Gefühle und reichten dem alten Eichenbaum eine Pfote der Freundschaft.\n","Zusammen haben sie eine lebhafte Waldparty organisiert, um Olivers Weisheit und Alter zu feiern. Die Tiere tanzten, sangen und teilten Geschichten unter Olivers einladenden Zweigen und förderten eine neu gefundene Einheit im verzauberten Wald.\n"]}}}