{"title":"The Lost Rainbow Feather","hook":"One colorful morning, Mischievous Monkey found a magical rainbow feather! What adventures will unfold?","moral":"Kindness and teamwork can solve problems together.","paragraphs":["Once upon a time in the lush Lollipop Forest, Mischievous Monkey stumbled upon a shimmering rainbow feather. Giggling with joy, Monkey twirled the feather, creating beautiful rainbow streaks in the sky.","Curious Critter and Playful Parrot saw the colorful display and asked, \"Where did you find that magical feather?\" Mischievous Monkey hesitated, eyes filled with mischief, before pointing towards the forbidden Mountain of Mysteries.","Eager to unravel the feather's secret, the trio journeyed to the mountain. As they reached the peak, a fierce storm rolled in, swirling the rainbow feather away into the dark caves.","Despite feeling scared, the friends comforted each other. Playful Parrot suggested using their unique talents to navigate the caves. Mischievous Monkey's nimble hands, Curious Critter's sharp eyes, and Playful Parrot's melodic voice guided them through the twists and turns.","Finally, they found the rainbow feather perched on a crystal pedestal. With a gentle touch, the feather floated back to the sky, painting a magnificent rainbow. The friends cheered, realizing that by working together, they overcame the challenge."],"keywords":["Mischievous Monkey","rainbow feather","teamwork","friendship","adventure","kindness","magical","colorful","lush forest","cheerful animals"],"characters":null,"translations":{"id-en":{"hook":"One colorful morning, Mischievous Monkey found a magical rainbow feather! What adventures will unfold?","moral":"Kindness and teamwork can solve problems together.","title":"The Lost Rainbow Feather","keywords":{"Monkey":["Monyet"],"feather":["Bulu"],"colorful":["Berwarna","Berwarna-warni"],"curious":["Penasaran"],"playful":["Penuh main"],"mischievous":["Nakal"],"friends":["Teman"],"rainbow":["Pelangi"],"caves":["Gua"],"talents":["Bakat"],"mountain":["Gunung"]},"paragraphs":["Long ago in the colorful Lollipop Forest, a Silly Monkey found a shiny colorful feather. Laughing happily, Monkey spun the feather, making pretty colorful lines in the sky.\n","One day, a curious animal and a playful bird saw a very colorful thing. They asked, \"Where did you find that special feather?\" A sneaky creature hesitated, with mischievous eyes, before showing the way to a mysterious mountain that you're not supposed to explore.\n","Excited to find out about the feather's mystery, the three friends went to a tall mountain. When they got to the very top, a strong storm came, and the colorful feather got blown away into the deep caves.\n","The friends were scared, but they made each other feel better. \nParrot said they could use their special skills to find the way in the caves. \nMonkey's quick hands, Critter's keen eyes, and Parrot's singing helped them move through the dark paths.\n","Once upon a time, friends found a shiny feather sitting on a sparkly stand. They gently touched it, and the feather flew up to the sky, making a beautiful rainbow. The friends were happy because they helped each other to solve a problem.\n"]},"en-fr":{"moral":"Être gentil et travailler ensemble peut aider à résoudre les problèmes.","title":"La Plume Arc-en-ciel Perdue\n","hook":"Un matin coloré, le Singe Malicieux a trouvé une plume arc-en-ciel magique ! Quelles aventures vont se dérouler ?\n","keywords":{"plume":["feather"],"trio":["trio"],"tempête":["storm"],"Lollipop Forest":[],"Mischievous Monkey":[],"rainbow feather":[],"Critter":[],"Parrot":[],"Feather":["plume"],"crystal pedestal":[],"working together":[],"amis":[],"talents spéciaux":[],"grottes":["caves"]},"paragraphs":["Il était une fois dans la belle Forêt des Sucettes, le Singe Malicieux découvrit une plume arc-en-ciel étincelante. En riant de joie, le Singe tournoya la plume, créant de superbes rayures arc-en-ciel dans le ciel.\n","Curious Critter et Playful Parrot ont vu l'exposition colorée et ont demandé, \"Où as-tu trouvé cette plume magique?\" Mischievous Monkey a hésité, les yeux pleins de malice, avant de pointer vers la Montagne Interdite des Mystères.\n","Curieux de percer le secret de la plume, le trio se rendit à la montagne. Arrivés au sommet, une violente tempête se leva, emportant la plume arc-en-ciel dans les grottes sombres.\n","Malgré avoir eu peur, les amis se sont réconfortés mutuellement. Le Perroquet Facétieux a suggéré d'utiliser leurs talents spéciaux pour naviguer dans les grottes. Les mains agiles du Singe Farceur, les yeux perçants du Petit Curieux, et la voix mélodieuse du Perroquet Facétieux les ont guidés à travers les détours et les virages.\n","Enfin, ils ont trouvé la plume arc-en-ciel posée sur un piédestal en cristal. Avec une caresse douce, la plume a flotté jusqu'au ciel, dessinant un magnifique arc-en-ciel. Les amis ont applaudi, réalisant qu'en travaillant ensemble, ils ont surmonté le défi.\n"]},"en-pt":{"title":"A Pena do Arco-Íris Perdida","moral":"Ser amável e trabalhar juntos podem resolver problemas juntos.\n","hook":"Uma manhã colorida, o Macaquinho Travesso encontrou uma pena de arco-íris mágica! Que aventuras se desdobrarão?","keywords":{"medo":["fear"],"talentos únicos":["unique talents"],"cavernas":["caves"],"rainbow feather":["feather of rainbow"],"crystal pedestal":["pedestal of crystal"],"working together":["collaborating"],"Macaco Travesso":["Mischievous Monkey"],"Lollipop":["sugar candy"],"pena de arco-íris":["feather of rainbow"],"pena (feather)":["feather"],"montanha (mountain)":["mountain"],"tempestade (storm)":["storm"],"Curious Critter":["Inquisitive Creature"],"Playful Parrot":["Cheerful Parrot"],"magical feather":["enchanted feather"]},"paragraphs":["Era uma vez na floresta verdejante do Lollipop, o Macaco Travesso encontrou uma pena de arco-íris cintilante. Dando risadinhas de alegria, o Macaco girou a pena, criando belas listras de arco-íris no céu.\n","O Curioso Bichinho e o Papagaio Brincalhão viram uma exibição colorida e perguntaram, \"Onde você encontrou essa pena mágica?\" O Macaco Travesso hesitou, olhos cheios de travessura, antes de apontar para a Montanha Proibida dos Mistérios.\n","Ansiosos para descobrir o segredo da pena, o trio viajou para a montanha. Ao alcançarem o pico, uma tempestade feroz se aproximou, levando a pena arco-íris para longe nas cavernas escuras.\n","Mesmo com medo, os amigos se acalmaram. O Papagaio Brincalhão sugeriu usar seus talentos únicos para navegar pelas cavernas. As mãos ágeis do Macaco Travesso, os olhos afiados do Animal Curioso e a voz melódica do Papagaio Brincalhão os guiaram pelos caminhos sinuosos.\n","Finalmente, eles encontraram a pena do arco-íris pousada em um pedestal de cristal. Com um toque suave, a pena flutuou de volta para o céu, pintando um arco-íris magnífico. Os amigos comemoraram, percebendo que ao trabalharem juntos, eles superaram o desafio.\n"]},"en-de":{"hook":"An einem bunten Morgen entdeckte der freche Affe eine zauberhafte Regenbogenfeder! Welche Abenteuer werden sich entfalten?","title":"Das Verlorene Regenbogen-Federn","moral":"Freundlichkeit und Teamarbeit können Probleme zusammen lösen.","keywords":{"Affe":["monkey"],"Regenbogenfeder":["rainbow feather"],"Kichernd":["giggling","chuckling"],"friends":["companions","buddies"],"unique talents":["special abilities","distinct skills"],"caves":["caverns","grottos"],"Feder":["feather"],"Berg":["mountain"],"Sturm":["storm"],"Schau":["spectacle","show"],"magische Feder":["magical feather"],"verbotener Berg":["forbidden mountain"],"Kristallsockel":["crystal pedestal"],"Regenbogen":["rainbow"]},"paragraphs":["Vor langer, langer Zeit im üppigen Lolliwald stolperte der Schelmische Affe über eine schimmernde Regenbogenfeder. Kichernd vor Freude wirbelte Affe die Feder, wodurch wunderschöne Regenbogenstreifen am Himmel entstanden.\n","Neugieriges Tier und verspielter Papagei sahen die bunte Schau und fragten, \"Wo hast du diese magische Feder gefunden?\" Der schelmische Affe zögerte, Augen voller Schabernack, bevor er auf den verbotenen Berg der Geheimnisse zeigte.\n","Aufgeregt, das Geheimnis der Feder zu enthüllen, reisten die drei zum Berg. Als sie den Gipfel erreichten, rollte ein heftiger Sturm herein und wirbelte die Regenbogenfeder weg in die dunklen Höhlen.\n","Obwohl sie Angst hatten, trösteten sich die Freunde gegenseitig. Der verspielte Papagei schlug vor, ihre einzigartigen Talente zu nutzen, um die Höhlen zu erkunden. Die flinken Hände des schelmischen Affen, die scharfen Augen des neugierigen Tierchens und die melodiöse Stimme des verspielten Papageis führten sie durch die Kurven und Windungen.\n","Endlich fanden sie die Regenbogenfeder, die auf einem Kristallsockel saß. Mit sanfter Berührung schwebte die Feder zurück zum Himmel und malte einen prächtigen Regenbogen. Die Freunde jubelten, als sie erkannten, dass sie gemeinsam die Herausforderung gemeistert hatten.\n"]}}}