{"title":"The Golden Flower of Fora Jungle","hook":"What mystery awaited Liwei and Ravi as they ventured deep into the heart of the Great Fora Jungle?","moral":"Teamwork and curiosity can lead to unexpected rewards.","paragraphs":["In the heart of the Great Fora Jungle lived Liwei, a creative rice farmer, and Ravi, an adventurous young mapmaker. They were good friends who loved exploring the dense jungle together.","One day, they stumbled upon a hidden path that led to a clearing filled with colorful flowers. At the center, a golden flower shimmered in the sunlight.","\"Wow, it's the most beautiful flower I've ever seen,\" exclaimed Ravi, while Liwei marveled at its unique glow. But as they reached out to pick it, the ground beneath them started shaking.","\"Oh no, we've disturbed the guardian spirit of the golden flower!\" cried Liwei in fear. Ravi suggested that they apologize and offer to help in any way they could.","The spirit appeared and explained that the flower held the key to healing the forest from a long-lasting curse. Liwei and Ravi promised to work together to find a solution.","Through their combined creativity and adventurous spirit, they discovered a rare herb that, when mixed with the essence of the golden flower, broke the curse and restored balance to the jungle."],"keywords":["Fora Jungle","Liwei","Ravi","Adventure","Friendship","Mystery","Creativity","Curiosity","Guardian","Collaboration"],"characters":["Liwei","Ravi"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What mystery awaited Liwei and Ravi as they ventured deep into the heart of the Great Fora Jungle?","moral":"Teamwork and curiosity can lead to unexpected rewards.","title":"The Golden Flower of Fora Jungle","keywords":{"flowers":["bunga"],"path":["jalan","jalur"],"golden":["emas"],"ghost":["hantu","roh"],"special flower":["bunga istimewa"],"forest curse":["siksa hutan"],"Liwei":["Liwei"],"rice farmer":["petani padi"],"mapmaker":["pembuat peta"],"friends":["teman-teman"],"special plant":["tanaman istimewa"],"shiny flower":["bunga bersinar"],"flower":["bunga"],"pretty":["cantik"],"ground":["tanah","daratan"],"guardian spirit":["roh penjaga","roh pelindung"],"golden flower":["bunga emas"],"apologize":["meminta maaf"]},"paragraphs":["In the middle of the Big Fora Forest, there was Liwei, a smart paddy farmer, and Ravi, a brave kid who makes maps. They were good pals who liked going on adventures in the thick forest.\n","Once upon a time, they found a secret way to a big field full of pretty flowers. In the middle, a shiny golden flower sparkled in the sun.\n","\"Wow, this flower is so, so pretty,\" said Ravi excitedly, as Liwei admired its special shine. When they tried to pick it, the ground began to shake a lot.\n","\"Oh no, we've disturbed the guardian spirit of the golden flower!\" cried Liwei in fear. Ravi suggested that they apologize and offer to help in any way they could.\n","A friendly ghost showed up and said that the special flower could help make the forest better after being sick for a long time. Liwei and Ravi agreed to help each other find the answer.\n","Once upon a time, some friends used their imagination and bravery to find a special plant. They mixed it with the magic of a shiny flower and made the forest happy again.\n"]},"en-fr":{"title":"La Fleur Dorée de la Jungle de Fora","moral":"Travailler ensemble et être curieux peut vous aider à trouver des trésors inattendus.","hook":"Quel mystère attendait Liwei et Ravi en s'aventurant au cœur de la Grande Jungle des Fora?","keywords":{"esprit gardien":["guardian spirit"],"fleur dorée":["golden flower"],"s'excuser":["apologize"],"fleur":["flower"],"éclat":["radiance","splendor"],"trembler":["tremble","shiver"],"chemin caché":["hidden path"],"clairière":["clearing"],"fleurs colorées":["colorful flowers"],"fantôme":["ghost","phantom"],"guérir":["heal","cure"],"Jungle":["jungle"],"Fermier":["farmer"],"Cartographe":["cartographer"],"imagination":["imagination"],"plante rare":["rare plant"],"équilibre":["balance"]},"paragraphs":["Au cœur de la Grande Jungle de Fora vivaient Liwei, un fermier créatif de riz, et Ravi, un jeune cartographe aventureux. Ils étaient de bons amis qui adoraient explorer la jungle dense ensemble.\n","Un jour, ils ont découvert un petit chemin caché qui les a menés vers une clairière remplie de fleurs colorées. Au milieu, une fleur dorée brillait sous la lumière du soleil.\n","\"Waouh, c'est la plus belle fleur que j'ai jamais vue,\" s'exclama Ravi, tandis que Liwei était émerveillé par son éclat unique. Mais alors qu'ils ont tendu la main pour la cueillir, le sol sous eux s'est mis à trembler.\n","\"Oh non, nous avons dérangé l'esprit gardien de la fleur dorée!\" cria Liwei avec peur. Ravi a suggéré qu'ils s'excusent et offrent leur aide de toutes les façons possibles.\n","Le fantôme est venu expliquer que la fleur avait la clé pour guérir la forêt de sa malédiction persistante. Liwei et Ravi ont promis de travailler ensemble pour trouver une solution.\n","En utilisant leur imagination et leur courage, ils ont trouvé une plante rare qui, une fois mélangée à l'essence de la fleur dorée, a brisé le sort et rétabli l'équilibre dans la jungle.\n"]},"en-pt":{"title":"A Flor Dourada da Selva de Fora","moral":"Quando a gente trabalha junto e fica curioso, podem acontecer surpresas muito legais!\n","hook":"Que mistério aguardava Liwei e Ravi quando exploraram bem no meio da Floresta Grande de Fora?","keywords":{"flowers":["flores"],"hidden path":["caminho escondido"],"golden":["dourado"],"Great Fora Jungle":["Grande Floresta da Selva"],"rice farmer":["agricultor de arroz"],"mapmaker":["cartógrafo"],"flor":["flower"],"brilho":["shine"],"tremer":["tremble"],"espírito":["spirit"],"curar":["heal"],"guardian spirit":["espírito guardião"],"golden flower":["flor dourada"],"apologize":["pedir desculpa"],"criatividade":["creativity"],"espírito aventureiro":["adventurous spirit"],"equilíbrio":["balance"]},"paragraphs":["No coração da Grande Floresta Fora morava Liwei, um fazendeiro de arroz criativo, e Ravi, um jovem criador de mapas aventureiro. Eles eram bons amigos que gostavam de explorar a densa floresta juntos.\n","Certo dia, eles encontraram um caminho escondido que os levou a um lugar cheio de flores coloridas. No meio, uma flor dourada brilhava sob a luz do sol.\n","\"Nossa, é a flor mais bonita que eu já vi,\" exclamou Ravi, enquanto Liwei se maravilhava com seu brilho único. Mas quando estenderam a mão para colhê-la, o chão debaixo deles começou a tremer.\n","\"Ai não, incomodamos o espírito guardião da flor dourada!\" chorou Liwei com medo. Ravi sugeriu que eles pedissem desculpas e oferecessem ajuda de todas as maneiras possíveis.\n","O espírito apareceu e disse que a flor tinha o segredo para curar a floresta de uma maldição que durava muito tempo. Liwei e Ravi prometeram trabalhar juntos para encontrar uma solução.\n","Com sua criatividade e espírito aventureiro unidos, eles descobriram uma erva rara que, misturada com a essência da flor dourada, quebrou a maldição e restaurou o equilíbrio na selva.\n"]},"en-de":{"title":"Die Goldene Blume des Dschungels von Fora","moral":"Zusammenarbeit und Neugierde können zu unerwarteten Belohnungen führen.","hook":"Was für ein Geheimnis erwartete Liwei und Ravi, als sie tief in das Herz des Großen Fora-Dschungels vordrangen?","keywords":{"guardian spirit":["guardian spirit"],"golden flower":["golden flower"],"apologize":["apologize"],"Tag":["Day"],"Blumen":["flowers"],"golden":["golden"],"Kreativität":["creativity"],"abenteuerlustig":["adventurous"],"Gleichgewicht":["balance"],"Blume":["flower"],"schönste":["most beautiful"],"Erde":["earth"],"Herzen":["hearts"],"Dschungel":["jungle"],"Freunde":["friends"],"Geist":["spirit"],"Wald":["forest"]},"paragraphs":["Im Herzen vom Großen Fora-Dschungel lebten Liwei, ein kreativer Reisbauer, und Ravi, ein abenteuerlustiger junger Kartograph. Sie waren gute Freunde, die es liebten, zusammen den dichten Dschungel zu erkunden.\n","Ein Tag, sie haben einen versteckten Weg gefunden, der zu einer Lichtung voller bunter Blumen führte. In der Mitte schimmerte eine goldene Blume im Sonnenlicht.\n","\"Oh, schau mal, das ist die schönste Blume, die ich je gesehen habe,\", rief Ravi aus, während Liwei fasziniert von ihrem einzigartigen Leuchten war. Aber als sie danach griffen, begann die Erde unter ihnen zu zittern.\n","\"Oh nein, wir haben den Beschützergeist der goldenen Blume gestört!\" rief Liwei ängstlich. Ravi schlug vor, sich zu entschuldigen und anzubieten, in jeder möglichen Weise zu helfen.\n","Der Geist erschien und erklärte, dass die Blume den Schlüssel zur Heilung des Waldes von einem lang anhaltenden Fluch hielt. Liwei und Ravi versprachen, zusammenzuarbeiten, um eine Lösung zu finden.\n","Mit ihrer gemeinsamen Kreativität und abenteuerlustigem Geist entdeckten sie ein seltenes Kraut, das zusammen mit der Essenz der goldenen Blume den Fluch brach und das Gleichgewicht im Dschungel wiederherstellte.\n"]}}}