{"title":"Baba's Magical Garden","hook":"One sunny morning, Baba discovered mysterious seeds in her backyard. What kind of magical plants will grow?","moral":"Patience and kindness can bring delightful surprises.","paragraphs":["One sunny morning, Baba was playing in her backyard, when she stumbled upon a small pouch filled with colorful seeds. \"Wow, what are these?\" Baba wondered, her eyes filled with curiosity.","She decided to plant the seeds in her tiny garden and water them every day. Days passed, but nothing happened. Baba started to feel a bit disappointed. \"Why aren't the seeds growing, Mama?\" she asked with a frown.","Her mama smiled and said, \"Patience, my dear Baba. Good things take time.\" Baba continued to care for the seeds, singing to them and giving them plenty of sunlight.","One morning, Baba woke up to a magical sight. Her garden was filled with the most beautiful flowers she had ever seen! Each flower shimmered with different colors, and they even danced to Baba's songs."],"keywords":["Baba","magical","seeds","garden","patience","kindness","surprises","colorful","flowers","sunlight"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba discovered mysterious seeds in her backyard. What kind of magical plants will grow?","moral":"Patience and kindness can bring delightful surprises.","title":"Baba's Magical Garden","keywords":{"garden":["taman"],"flowers":["bunga"],"colors":["warna"],"Mama":["Ibu","Mama"],"Baba":["Ayah","Bapak"],"seeds":["benih"],"water":["air"],"colorful":["berwarna"]},"paragraphs":["One bright morning, Baba was playing in her garden, when she found a little bag full of colorful seeds. \"Oh, what are these?\" Baba asked, her eyes full of wonder.\n","She thought to put the tiny seeds in her small garden and give them water every day. Time passed, but nothing changed. Baba started to feel a little sad. \"Why aren't the seeds getting bigger, Mama?\" she asked, looking worried.\n","Mama smiled and told Baba, \"Sometimes good things need time to arrive.\" \nBaba kept looking after the seeds, singing and giving them lots of sunlight.\n","One day, Grandma woke up and saw something amazing. Her garden was full of pretty flowers. They had lots of colors and moved to Grandma's music.\n"]},"en-de":{"title":"Baba's Zauberhafter Garten","hook":"An einem sonnigen Morgen entdeckte Baba geheimnisvolle Samen in ihrem Hinterhof. Welche Art von zauberhaften Pflanzen werden wachsen?","moral":"Geduld und Freundlichkeit können zauberhafte Überraschungen bringen.\n","keywords":{"Baba":["Dad","Father"],"Samen":["Seeds"],"Neugier":["Curiosity"],"Garten":["Garden"],"Tage":["Days"],"Blumen":["Flowers"],"tanzen":["Dance"],"Mama":["Mom","Mother"],"Geduld":["Patience"]},"paragraphs":["An einem sonnigen Morgen spielte Baba in ihrem Hinterhof, als sie auf einen kleinen Beutel stieß, der mit bunten Samen gefüllt war. \"Wow, was sind das denn?\" fragte sich Baba, ihre Augen voller Neugier.\n","Sie hat beschlossen, die Samen in ihrem kleinen Garten zu pflanzen und sie jeden Tag zu gießen. Tage vergingen, aber nichts passierte. Baba begann sich ein wenig enttäuscht zu fühlen. „Warum wachsen die Samen nicht, Mama?“ fragte sie mit einer Stirnrunzeln.\n","Die Mama lächelte und sagte: \"Geduld, meine liebe Baba. Gute Sachen brauchen Zeit.\" Baba kümmerte sich weiterhin um die Samen, sang zu ihnen und gab ihnen viel Sonnenlicht.\n","Eines Tages wachte Baba auf und sah etwas Magisches in ihrem Garten. Überall waren wunderschöne Blumen zu sehen! Jede Blume hatte leuchtende Farben und sie tanzten sogar zu Babas Liedern.\n"]},"en-pt":{"title":"O Jardim Mágico da Vovó","moral":"Quando somos pacientes e gentis, podemos receber surpresas maravilhosas.","hook":"Num ensolarado dia, Baba descobriu sementes misteriosas no quintal dela. Que tipo de plantas mágicas irão crescer?","keywords":{"patience":["patience"],"seeds":["seeds"],"sunlight":["sunlight"],"Baba":["Baba"],"flores":["flowers"],"jardim":["garden"],"sementinhas":["little seeds"],"regar":["watering"],"crescendo":["growing"],"ensolarada":["sunny"],"sementes coloridas":["colorful seeds"],"curiosidade":["curiosity"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando no quintal, quando tropeçou em um saquinho cheio de sementes coloridas. \"Uau, o que são essas?\", Baba se perguntou, seus olhos cheios de curiosidade.\n","Ela decidiu plantar as sementinhas em seu jardim pequenino e regá-las todo dia. Os dias passaram, mas nada aconteceu. Baba começou a se sentir um pouco desapontada. \"Por que as sementes não estão crescendo, Mamãe?\" ela perguntou com uma careta.\n","Sua mamãe sorriu e disse: \"Calma, minha querida Baba. Coisas boas levam tempo.\" Baba continuou cuidando das sementes, cantando para elas e dando bastante luz do sol.\n","Certa manhã, Baba acordou para ver um espetáculo mágico. Seu jardim estava cheio das flores mais bonitas que ela já tinha visto! Cada flor brilhava com cores diferentes, e até dançavam ao som das canções da Baba.\n"]},"en-fr":{"title":"Le Jardin Magique de Baba","moral":"La patience et la gentillesse peuvent apporter de belles surprises.","hook":"Un matin ensoleillé, Baba a découvert des graines mystérieuses dans son jardin. Quels genres de plantes magiques vont pousser ?","keywords":{"Baba":["Grandfather"],"graines colorées":["Colorful seeds"],"curiosité":["Curiosity"],"jardin":["Garden"],"fleurs":["Flowers"],"graines":["Seeds"],"déçue":["Disappointed"],"maman":["Mother"],"Patience":["Patience"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin, quand elle est tombée sur une petite pochette remplie de graines colorées. \"Wow, qu'est-ce que c'est ?\" se demanda Baba, les yeux brillants de curiosité.\n","Elle a décidé de planter les graines dans son petit jardin et de les arroser tous les jours. Les jours ont passé, mais rien ne s'est passé. Baba a commencé à se sentir un peu déçue. \"Pourquoi les graines ne poussent-elles pas, Maman ?\" elle a demandé en fronçant les sourcils.\n","Sa maman a souri et a dit, \"Patience, mon cher Baba. Les bonnes choses prennent du temps.\" \nBaba a continué de s'occuper des graines, en leur chantant et en leur donnant beaucoup de lumière du soleil.\n","Un matin, Baba s'est réveillée devant un spectacle magique. Son jardin était rempli des plus belles fleurs qu'elle ait jamais vues ! Chaque fleur scintillait de couleurs différentes, et elles dansaient même au son des chansons de Baba.\n"]}}}