{"title":"The Curious Caterpillar","hook":"Why did the caterpillar refuse to stay in its cocoon? Let's find out! 🐛","moral":"Curiosity can lead to new discoveries and growth.","paragraphs":["Once upon a time in the lush green forest, there was a curious caterpillar named Coco.","Coco loved exploring the colorful flowers and tasting their sweet nectar. One day, Coco's friends told him it was time to make a cocoon and become a beautiful butterfly.","But Coco was too curious! He wanted to keep playing and discovering new things instead of hiding in a cocoon. So, he decided to delay his transformation.","As days passed, Coco's friends emerged from their cocoons as stunning butterflies while Coco remained a plain caterpillar.","One evening, a wise old owl visited Coco and gently reminded him of the beauty that awaited him inside the cocoon. Inspired, Coco finally spun his cocoon and waited patiently.","Weeks later, Coco emerged as a breathtaking butterfly, more splendid than he could have ever imagined. His curiosity had led him to a wonderful transformation."],"keywords":["caterpillar","cocoon","transformation","exploration","discovery","patience","growth","beauty"],"characters":null,"translations":{"id-en":{"hook":"Why did the caterpillar refuse to stay in its cocoon? Let's find out! 🐛","moral":"Curiosity can lead to new discoveries and growth.","title":"The Curious Caterpillar","keywords":{"Coco":["Koko"],"butterfly":["kupu-kupu"],"transformation":["transformasi","perubahan"],"owl":["burung hantu","bangau"],"cocoon":["kokon"],"time":["waktu"],"forest":["hutan"],"caterpillar":["ulat bulu"],"friends":["teman-teman"],"butterflies":["kupu-kupu"],"flowers":["bunga-bunga"],"curious":["penasaran"]},"paragraphs":["Long time ago in the beautiful forest full of trees and plants, there was a very curious caterpillar named Coco.\n","Coco loved to look at the pretty flowers and try their yummy juice. One day, Coco's pals said it was time to make a cozy bed and turn into a pretty butterfly.\n","But Coco was too curious!\nHe wanted to keep playing and discovering new things instead of hiding in a cocoon.\nSo, he decided to delay his transformation.\n","After a while, Coco's buddies came out of their cozy homes, all colorful like rainbows, but Coco was still the same, crawling caterpillar.\n","One evening, a smart old owl visited Coco and softly told him about the pretty thing inside the small house. Happy, Coco then made the small house and waited calmly.\n","After many moons, Coco transformed into a beautiful butterfly that was even more amazing than he ever thought. Because he was so curious, he changed into something wonderful.\n"]},"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade pode levar a novas descobertas e crescimento.","hook":"Por que a lagarta não quis ficar no seu casulo? Vamos descobrir! 🐛","keywords":{"lagarta":["caterpillar"],"floresta":["forest"],"curiosa":["curious"],"Coco":["coconut"],"curioso":["curious"],"transformação":["transformation"],"flores coloridas":["colorful flowers"],"néctar doce":["sweet nectar"],"borboleta":["butterfly"],"amigos":["friends"],"coruja":["owl"],"casulo":["cocoon"],"esperar":["to wait"]},"paragraphs":["Era uma vez, em uma floresta verde e bonita, uma lagarta curiosa chamada Coco.\n","Coco adorava explorar as flores coloridas e provar seu néctar doce. Um dia, os amigos de Coco disseram a ele que era hora de fazer um casulo e se transformar em uma linda borboleta.\n","Mas o Coco era muito curioso! Ele queria continuar brincando e descobrindo coisas novas em vez de se esconder em um casulo. Então, ele decidiu adiar sua transformação.\n","Conforme os dias passavam, os amiguinhos do Coco surgiram de suas cascas como borboletas lindas, enquanto Coco permanecia uma simples lagarta.\n","Certa noite, uma coruja sábia visitou Coco e lembrou gentilmente a ele da beleza que o esperava dentro do casulo. Inspirado, Coco finalmente construiu seu casulo e esperou pacientemente.\n","Semanas depois, Coco emergiu como uma borboleta deslumbrante, mais esplêndida do que ele poderia ter imaginado. Sua curiosidade o levou a uma transformação maravilhosa.\n"]},"en-fr":{"title":"La Chenille Curieuse","moral":"La curiosité peut nous aider à faire de nouvelles découvertes et à grandir. ","hook":"Pourquoi la chenille ne voulait pas rester dans son cocon ? Voyons pourquoi ! 🐛","keywords":{"forêt":["forest"],"chenille":["caterpillar"],"curieux":["curious"],"Coco":["Coco"],"amis":["friends"],"papillons":["butterflies"],"jouer":["play"],"fleurs":["flowers"],"papillon":["butterfly"],"chouette":["owl"],"cocon":["cocoon"],"imagination":["imagination"]},"paragraphs":["Il était une fois, dans la forêt luxuriante et verte, il y avait une chenille curieuse nommée Coco.\n","Coco adorait explorer les fleurs colorées et goûter leur doux nectar. Un jour, les amis de Coco lui ont dit qu'il était temps de faire un cocon et de devenir un beau papillon.\n","Mais Coco était trop curieux ! Il voulait continuer à jouer et découvrir de nouvelles choses au lieu de se cacher dans un cocon. Alors, il a décidé de retarder sa transformation.\n","Au fur et à mesure que les jours passaient, les amis de Coco ont émergé de leurs cocons en tant que magnifiques papillons, tandis que Coco est resté une chenille ordinaire.\n","Un soir, une vieille chouette sage rendit visite à Coco et lui rappela doucement la beauté qui l'attendait à l'intérieur du cocon. Inspiré, Coco a enfin tissé son cocon et a attendu patiemment.\n","Quelques semaines plus tard, Coco est apparu comme un papillon à couper le souffle, plus splendide qu'il n'aurait jamais pu l'imaginer. Sa curiosité l'avait conduit à une transformation merveilleuse.\n"]},"en-de":{"title":"Die Neugierige Raupe","moral":"Neugier kann dazu führen, dass man neue Entdeckungen macht und wächst.\n","hook":"Warum wollte die Raupe nicht in ihrem Kokon bleiben? Lass uns herausfinden!","keywords":{"Zeit":["Time"],"Wald":["Forest"],"Raupe":["Caterpillar"],"Abend":["Evening"],"Eule":["Owl"],"Kokon":["Cocoon"],"Coco":["Cocoon"],"neugierig":["Curious"],"Schmetterling":["Butterfly"],"Verwandlung":["Transformation"],"Freunde":["Friends"],"Schmetterlinge":["Butterflies"],"Blumen":["Flowers"]},"paragraphs":["Vor langer Zeit in einem grünen Wald lebte eine neugierige Raupe namens Coco.\n","Coco liebte es, die bunten Blumen zu erforschen und ihren süßen Nektar zu probieren. Eines Tages sagten Coco's Freunde ihm, dass es Zeit war, einen Kokon zu machen und  ein schöner Schmetterling zu werden.\n","Aber Coco war zu neugierig! Er wollte weiterspielen und neue Dinge entdecken, statt sich in einem Kokon zu verstecken. Also beschloss er, seine Verwandlung zu verschieben.\n","Als die Tage vergingen, kamen Co Cos Freunde aus ihren Kokons als atemberaubende Schmetterlinge, während Co Co eine einfache Raupe blieb.\n","Ein Abend kam eine kluge alte Eule zu Coco und erinnerte ihn sanft an die Schönheit, die ihn im Kokon erwartete. Inspiriert, spann Coco endlich seinen Kokon und wartete geduldig.\n","Vor ein paar Wochen wurde Coco zu einem atemberaubenden Schmetterling, noch prächtiger als er je hätte vorstellen können. Seine Neugier hatte ihn zu einer wundervollen Verwandlung geführt.\n"]}}}