{"title":"Baba's Bright Idea","hook":"One sunny morning, in a small village, Baba found a mysterious box outside her house. What could be inside?","moral":"Thinking creatively can help solve problems in unexpected ways.","paragraphs":["Baba was a jolly, cute, and wholesome little girl who lived in a cozy house by the meadow. One day, a bright, colorful box appeared outside her doorstep, making her curious.","\"What's inside this box, Baba?\" she wondered aloud. With a big smile on her face, she opened it and found a broken toy with missing parts.","Feeling sad, Baba decided to fix the toy but couldn't find the missing pieces. She sat down and pondered, \"How can I make this toy whole again?\"","Suddenly, she had a bright idea. She took some colorful clay and molded the missing parts to complete the toy. It was even more beautiful than before!","With a sense of accomplishment, Baba realized that thinking creatively and finding new solutions can help solve problems in unexpected ways."],"keywords":["Baba","jolly","cozy","curious","broken toy","missing parts","colorful clay","mold","complete","sense of accomplishment"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"A Ideia Brilhante da Vovó","moral":"Pensar de forma criativa pode ajudar a resolver problemas de maneiras inesperadas.","hook":"Na manhã ensolarada, numa vilazinha, Baba encontrou uma caixa misteriosa do lado de fora da casa dela. O que será que tem dentro?","keywords":{"sentido de dever cumprido":["sense of accomplishment"],"pensar de forma criativa":["think creatively"],"resolver problemas":["solve problems"],"caixa":["box"],"brinquedo":["toy"],"peças":["pieces"],"ideia brilhante":["bright idea"],"argila colorida":["colorful clay"],"partes que faltavam":["missing pieces"],"Baba":["Babysitter"],"menina":["girl"],"campo":["field"],"triste":["sad"],"consertar":["to fix"]},"paragraphs":["A Baba era uma menina alegre, fofa e saudável que vivia em uma casa aconchegante perto do campo. Um dia, uma caixa brilhante e colorida apareceu do lado de fora da sua porta, deixando-a curiosa.\n","\"O que tem dentro desta caixa, Vovó?\" ela se perguntou em voz alta. Com um grande sorriso no rosto, ela abriu e encontrou um brinquedo quebrado sem algumas peças.\n","Se sentindo triste, Baba decidiu consertar o brinquedo só que não achava as peças que faltavam. Ela sentou e pensou, \"Como eu posso fazer este brinquedo ficar inteiro de novo?\"\n","De repente, ela teve uma ideia brilhante. Ela pegou um pouco de argila colorida e moldou as partes que faltavam para completar o brinquedo. Ficou ainda mais bonito do que antes!\n","Com uma sensação de dever cumprido, Baba percebeu que pensar criativamente e encontrar novas soluções pode ajudar a resolver problemas de formas inesperadas.\n"]},"id-en":{"hook":"One sunny morning, in a small village, Baba found a mysterious box outside her house. What could be inside?","moral":"Thinking creatively can help solve problems in unexpected ways.","title":"Baba's Bright Idea","keywords":{"imagination":["imajinasi"],"discovering":["menemukan"],"surprising":["mengherankan","mengejutkan"],"sudden":["tiba-tiba"],"colorful clay":["tanah liat berwarna-warni"],"beautiful":["indah","cantik"],"box":["kotak"],"toy":["mainan"],"broken":["patah","rusak"],"granny":["nenek"],"shiny":["berkilau"],"colorful":["berwarna-warni"],"Baba":["Baba"],"missing pieces":["bagian yang hilang"]},"paragraphs":["Granny was a happy, pretty, and lovely girl who lived in a warm house near the field. One day, a shiny, colorful box showed up right outside her door, making her wonder.\n","\"What's in this box, Papa?\" she asked, her eyes wide with curiosity. \nHappily, she opened it and saw a toy that was broken and had some parts missing.\n","Baba felt very unhappy, so she wanted to repair the toy but she could not find the lost parts. She sat and thought, \"How can I complete this toy?\"\n","All of a sudden, she had a clever thought. She got some pretty clay and shaped the parts that were missing to finish the toy. It was even more lovely than it was before!\n","With a happy feeling, Baba understood that using imagination and discovering different ways can fix issues in surprising manners.\n"]},"en-fr":{"title":"L'idée lumineuse de Baba","moral":"Trouver de nouvelles idées peut aider à résoudre les problèmes de manière surprenante.","hook":"Un matin ensoleillé, dans un petit village, Baba a trouvé une boîte mystérieuse devant sa maison. Qu'est-ce qui pourrait se trouver à l'intérieur ?\n","keywords":{"Baba":["Grandmother"],"penser de manière créative":["think creatively"],"trouver des nouvelles solutions":["find new solutions"],"petit fille":["little girl"],"maison":["house","home"],"boîte":["box"],"jouet":["toy"],"pièces":["pieces"],"idée lumineuse":["bright idea"],"argile colorée":["colored clay"],"pièces manquantes":["missing pieces"],"triste":["sad"]},"paragraphs":["Baba était une petite fille joyeuse, mignonne et saine qui vivait dans une maison confortable près du pré. Un jour, une boîte lumineuse et colorée est apparue devant sa porte, ce qui l'a rendue curieuse.\n","\"Qu'est-ce qu'il y a dans cette boîte, Baba?\" se demanda-t-elle à voix haute. Avec un grand sourire sur son visage, elle l'ouvrit et découvrit un jouet cassé avec des pièces manquantes.\n","Se sentant triste, Baba a décidé de réparer le jouet mais n'a pas pu trouver les morceaux manquants. Elle s'est assise et a réfléchi, \"Comment puis-je rendre ce jouet complet à nouveau?\"\n","Tout à coup, elle a eu une idée lumineuse. Elle a pris de l'argile colorée et a façonné les pièces manquantes pour compléter le jouet. C'était encore plus beau qu'avant!\n","Avec un sentiment de fierté, Baba a compris que penser de manière créative et trouver de nouvelles solutions peut aider à résoudre les problèmes de façons inattendues.\n"]},"en-de":{"hook":"An einem sonnigen Morgen, in einem kleinen Dorf, fand Baba eine geheimnisvolle Schachtel vor ihrem Haus. Was könnte drinnen sein?\n","moral":"Wenn du mit deiner Fantasie denkst, kannst du Probleme auf unerwartete Weise lösen.\n","title":"Babas Helle Idee","keywords":{"idea":["Idee"],"colorful clay":["buntes Lehm","farbiger Ton"],"toy":["Spielzeug","Spiel","Spielsache"],"Kiste":["box","chest","crate"],"kaputt":["broken","damaged","broken down"],"fehlend":["missing","absent","lacking"],"Baba":["goodbye","bye","farewell"],"Spielzeug":["toy","plaything"],"reparieren":["repair","fix","mend"],"kreatives Denken":["creative thinking","creativity"],"neue Lösungen":["new solutions","fresh solutions"],"Mädchen":["girl","maiden","lass"],"Schachtel":["box","case","casket"]},"paragraphs":["Baba war ein fröhliches, niedliches und liebenswertes kleines Mädchen, das in einem gemütlichen Haus am Feld lebte. Eines Tages erschien eine helle, bunte Schachtel vor ihrer Haustür und weckte ihre Neugierde.\n","\"Was ist in dieser Kiste, Baba?\" fragte sie laut. Mit einem großen Lächeln im Gesicht öffnete sie sie und fand ein kaputtes Spielzeug mit fehlenden Teilen.\n","Baba war traurig und wollte das Spielzeug reparieren, aber sie konnte die fehlenden Teile nicht finden. Sie setzte sich hin und dachte nach: \"Wie kann ich dieses Spielzeug wieder komplett machen?\"\n","Plötzlich hatte sie eine tolle Idee. Sie nahm bunte Knete und formte die fehlenden Teile, um das Spielzeug zu vervollständigen. Es war sogar schöner als zuvor!\n","Mit einem guten Gefühl stellte Baba fest, dass kreatives Denken und das Finden neuer Lösungen helfen können, Probleme auf unerwartete Weisen zu lösen.\n"]}}}