{"title":"The Wise Squirrel and the Silly Rabbit","hook":"Once upon a time in the lush forest, a wise squirrel and a silly rabbit had a big problem to solve. What was it?","moral":"Think before you act and listen to others. Every problem has a solution if you work together.","paragraphs":["In the forest, the wise squirrel and the silly rabbit were the best of friends. One sunny day, they found a huge apple near the river.","The problem arose when they both wanted the apple. The silly rabbit wanted to eat it all, but the wise squirrel suggested sharing it.","They couldn't agree and started arguing. The wise squirrel then came up with a brilliant idea - a race to the top of the tallest tree to decide who gets the apple.","The squirrel, being swift and agile, reached the top first. But instead of claiming the apple, she shared it with the rabbit, teaching him the value of teamwork and compromise."],"keywords":["squirrel","rabbit","forest","problem-solving","sharing","teamwork","compromise","race","friendship"],"characters":null,"translations":{"en-fr":{"moral":"Réfléchis avant d'agir et écoute les autres. Chaque problème a une solution si vous travaillez ensemble.","title":"Le Sage Écureuil et le Lapin Bête","hook":"Il était une fois, dans la forêt luxuriante, un sage écureuil et un lapin farfelu avaient un gros problème à résoudre. Qu'est-ce que c'était?\n","keywords":{"squirrel":["écureuil","écureuil sage"],"teamwork":["équipe"],"compromise":["compromis"],"disagree":["ne pas être d'accord"],"argue":["se disputer"],"race":["course"],"lapin":["lapin","lapin fou"],"pomme":["apple"],"problème":["problem"]},"paragraphs":["Dans la forêt, l'écureuil sage et le lapin fou étaient les meilleurs amis. Un jour ensoleillé, ils ont trouvé une énorme pomme près de la rivière.\n","Il y avait un problème quand ils ont tous les deux voulu la pomme. Le lapin fou voulait tout manger, mais l'écureuil sage a suggéré de la partager.\n","Ils ne pouvaient pas se mettre d'accord et ont commencé à se disputer. Le sage écureuil a alors eu une brillante idée - une course jusqu'au sommet de l'arbre le plus haut pour décider qui obtient la pomme.\n","L'écureuil, rapide et agile, est arrivé en premier en haut. Au lieu de prendre la pomme, elle l'a partagée avec le lapin, lui apprenant l'importance de travailler ensemble et de faire des compromis.\n"]},"id-en":{"hook":"Once upon a time in the lush forest, a wise squirrel and a silly rabbit had a big problem to solve. What was it?","moral":"Think before you act and listen to others. Every problem has a solution if you work together.","title":"The Wise Squirrel and the Silly Rabbit","keywords":{"rabbit":["kelinci"],"squirrel":["tupai"],"share":["berbagi","membagi"],"friends":["teman"],"animals":["hewan"],"race":["perlombaan","lomba"],"tree":["pohon"],"teamwork":["kerja sama tim"],"compromise":["kompromi","tawar-menawar"]},"paragraphs":["In the forest, the smart squirrel and the funny rabbit were best pals. On a bright day, they discovered a big apple by the river.\n","Once upon a time, two friends found a yummy apple. \nThe rabbit wanted to eat all of it, but the squirrel said to share.\n","The animals couldn't decide and began to shout loudly. Then, the smart squirrel had a great idea - they would have a race to see who could reach the top of the highest tree first and win the apple.\n","The fast squirrel got to the top first. Instead of taking the apple for herself, she shared it with the rabbit. She showed him the importance of working together and making agreements.\n"]},"en-de":{"title":"Die Kluge Eichhörnchen und der Dumme Hase\n","moral":"Denke nach, bevor du handelst und hör auf andere. Jedes Problem hat eine Lösung, wenn ihr zusammenarbeitet.\n","hook":"Es war einmal in einem grünen Wald, ein kluger Eichhörnchen und ein albernen Hase hatten ein großes Problem zu lösen. Was war es?","keywords":{"agree":["agree","consent","assent"],"arguing":["arguing","debating","disputing"],"race":["race","competition","contest"],"Apfel":["apple"],"Hase":["rabbit","hare"],"Eichhörnchen":["squirrel"],"Hasen":["rabbits","hares"],"Teamarbeit":["teamwork"]},"paragraphs":["Im Wald waren das kluge Eichhörnchen und der dumme Hase beste Freunde. An einem sonnigen Tag fanden sie einen riesigen Apfel in der Nähe des Flusses.\n","Das Problem entstand, als sie beide den Apfel haben wollten. Der dumme Hase wollte ihn gerne essen, aber das kluge Eichhörnchen schlug vor, ihn zu teilen.\n","Sie konnten sich nicht einigen und begannen zu streiten. Der kluge Eichhörnchen kam dann auf eine brillante Idee - ein Rennen zur Spitze des höchsten Baumes, um zu entscheiden, wer den Apfel bekommt.\n","Das Eichhörnchen, das flink und beweglich war, erreichte zuerst die Spitze. Anstatt den Apfel für sich zu beanspruchen, teilte sie ihn mit dem Hasen und lehrte ihm den Wert von Teamarbeit und Kompromiss.\n"]},"en-pt":{"title":"O Esquilo Sabido e o Coelho Bobinho\n","moral":"Pense antes de agir e escute os outros. Todo problema tem uma solução se trabalharmos juntos.","hook":"Era uma vez na floresta verdejante, um esquilo sábio e um coelho bobo que tinham um grande problema para resolver. O que seria?","keywords":{"problema":["problem"],"maçã":["apple"],"dividir":["divide","split"],"brigar":["fight","quarrel"],"ideia brilhante":["brilliant idea"],"corrida":["race"],"forest":["forest"],"squirrel":["squirrel"],"rabbit":["rabbit"],"esquilo":["squirrel"],"trabalho em equipe":["teamwork"]},"paragraphs":["Na floresta, o esquilo sábio e o coelho bobo eram os melhores amigos. Um dia ensolarado, eles encontraram uma maçã gigante perto do rio.\n","O problema surgiu quando os dois queriam a maçã. O coelho bobo queria comer tudo, mas o esquilo sábio sugeriu dividir.\n","Eles não conseguiam concordar e começaram a brigar. O sábio esquilo então teve uma ideia brilhante - uma corrida até o topo da árvore mais alta para decidir quem fica com a maçã.\n","O esquilo, que era muito rápido e ágil, chegou primeiro ao topo. Mas em vez de pegar a maçã para si, ela a compartilhou com o coelho, ensinando a ele o valor do trabalho em equipe e do compromisso.\n"]}}}