{"title":"Baba's Blooming Garden","hook":"Can Baba save her wilting flowers in time for the big garden show?","moral":"Patience and care can help things grow strong and beautiful.","paragraphs":["One sunny morning, Baba walked into her garden and noticed something was wrong. Her colorful flowers were looking sad and droopy, with wilted petals and sagging stems.","\"Oh no!\" Baba exclaimed, feeling worried. She knew that the big garden show was coming up, and she wanted her flowers to be the most beautiful ones there.","Baba decided to take action. She carefully watered each flower, gently removed any dead leaves, and even sang a little song to cheer them up.","After a few days of diligent care and patience, Baba's flowers began to perk up. Their petals became vibrant again, and their stems stood tall and strong.","When the day of the garden show arrived, Baba's garden was a burst of colors and fragrances. Everyone admired her beautiful blooms, and Baba felt proud of her hard work paying off."],"keywords":"Baba, garden, flowers, wilting, care, patience, colorful, beauty, show, blooming","characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Jardin Fleurissant de Baba","moral":"En prenant son temps et en étant délicat, les choses peuvent devenir robustes et magnifiques.","hook":"Baba doit-elle sauver ses fleurs fanées à temps pour le grand spectacle de jardin?","keywords":{"garden show":["garden show"],"flowers":["flowers"],"beautiful":["beautiful"],"fleurs":["flowers"],"soin":["care"],"patience":["patience"],"Baba":["Dad"],"chanson":["song"],"jardin":["garden"],"couleurs":["colors"]},"paragraphs":["Il était une fois, un matin ensoleillé, Baba est allée dans son jardin et a remarqué quelque chose d'étrange. Ses fleurs colorées avaient l'air triste et sans énergie, avec des pétales flétris et des tiges tombantes.\n","\"Oh non !\" Baba s'exclama, se sentant inquiète. Elle savait que le grand spectacle de jardin arrivait, et elle voulait que ses fleurs soient les plus belles de tous.\n","Un jour, Baba a décidé d'agir. Elle a arrosé doucement chaque fleur, enlevé délicatement les feuilles mortes et même chanté une petite chanson pour les réconforter.\n","Après quelques jours de soin assidus et de patience, les fleurs de Baba ont commencé à se redresser. Leurs pétales sont devenus vibrants à nouveau, et leurs tiges se sont dressées bien droites.\n","Quand le jour du spectacle du jardin est arrivé, le jardin de Baba était un éclat de couleurs et de parfums. Tout le monde admirait ses belles fleurs, et Baba se sentait fière que son travail ait porté ses fruits.\n"]},"en-de":{"hook":"Kann Baba rechtzeitig ihre welken Blumen für die große Gartenausstellung retten?\n","title":"Baba's Blühender Garten","moral":"Geduld und Aufmerksamkeit können dabei helfen, dass Dinge stark und schön wachsen.","keywords":{"Mama":["Mom","Mother"],"Blume":["Flower"],"singen":["sing"],"Baba":["Dad","Father"],"Blumen":["Flowers"],"Gartenausstellung":["Garden exhibition"],"Garten":["Garden"],"Farben":["Colors"],"Blüten":["Blossoms"],"Blütenblätter":["Petals"]},"paragraphs":["An einem sonnigen Morgen, ging Baba in ihren Garten und merkte, dass etwas nicht stimmte. Die bunten Blumen sahen traurig und schlaff aus, mit welken Blütenblättern und hängenden Stielen.\n","\"Oh nein!\" Baba rief aus und war besorgt. Sie wusste, dass die große Gartenausstellung bevorstand und sie wünschte, dass ihre Blumen die schönsten dort sein würden.\n","Mama hat sich entschieden, etwas zu tun. Sie hat vorsichtig jede Blume gewässert, behutsam alle abgestorbenen Blätter entfernt und sogar ein kleines Lied gesungen, um sie zu erfreuen.\n","Eines Tages, nachdem Baba fleißig auf seine Blumen aufgepasst hatte, fingen sie plötzlich an, sich aufzurichten. Die Blütenblätter wurden wieder lebhaft, und ihre Stiele standen hoch und stark.\n","Als der Tag der Gartenausstellung kam, war Babas Garten voller Farben und Düfte. Alle bewunderten ihre schönen Blüten, und Baba fühlte sich stolz darauf, dass sich ihre harte Arbeit ausgezahlt hat.\n"]},"en-pt":{"title":"Jardim Florido da Vovó","moral":"Paciência e cuidado podem ajudar as coisas a crescerem fortes e bonitas.","hook":"Será que a Vovó consegue salvar suas flores murchas a tempo da grande exposição de jardim?","keywords":{"fada":["fairy"],"flores":["flowers"],"cançãozinha":["little song"],"cuidar":["take care","care for"],"pétalas":["petals"],"Baba":["drool","slobber"],"garden show":["flower show"],"beautiful flowers":["gorgeous flowers"],"sunny morning":["bright morning"],"colorful flowers":["vibrant flowers"],"wilted petals":["drooping petals"],"jardim":["garden"],"cores":["colors"],"orgulhosa":["proud"]},"paragraphs":["Certa manhã ensolarada, Baba entrou em seu jardim e notou algo estranho. Suas flores coloridas estavam tristes e caídas, com pétalas murchas e talos caídos.\n","\"Ai, ai!\" Baba exclamou, sentindo-se preocupada. Ela sabia que a grande exposição de jardim estava chegando, e ela queria que suas flores fossem as mais bonitas lá.\n","A fada decidiu fazer algo. Ela cuidadosamente molhou cada flor, gentilmente removeu qualquer folha morta, e até cantou uma cançãozinha para animá-las.\n","Depois de alguns dias cuidando com carinho e paciência, as flores de Baba começaram a alegrar. Suas pétalas ficaram vibrantes novamente, e seus talos ficaram altos e fortes.\n","Quando chegou o dia do show de jardins, o jardim da Baba estava cheio de cores e cheiros. Todos admiraram suas flores bonitas, e a Baba se sentiu orgulhosa de seu esforço valendo a pena.\n"]},"id-en":{"hook":"Can Baba save her wilting flowers in time for the big garden show?","moral":"Patience and care can help things grow strong and beautiful.","title":"Baba's Blooming Garden","keywords":{"garden show":["pertunjukan taman"],"beautiful blooms":["kembang yang indah","kembang yang cantik"],"hard work":["kerja keras"],"morning":["pagi"],"garden":["taman"],"flowers":["kembang"],"Baba":["Baba"],"beautiful":["cantik","indah"],"vibrant":["berwarna"],"tall":["tinggi"],"Mommy":["Ibu"],"happy":["bahagia"]},"paragraphs":["One bright morning, Baba went to her garden and saw something was not right. Her pretty flowers were sad and hanging down, with petals that had withered and stems that were bending over.\n","\"Oh no!\" Baba said with a frown. She felt scared. She knew the big garden event was soon, and she hoped her flowers would be the prettiest.\n","Mommy decided to do something. She gave water to every flower, carefully took away sad leaves, and sang a sweet song to make them happy.\n","After a little while of taking good care and waiting, Baba's plants got happy. Their colorful leaves became bright again, and their long parts stood upright and tough.\n","One day when it was time for the garden event, Baba's garden was full of many bright colors and lovely smells. All the people loved her pretty flowers, and Baba was happy because she worked so hard.\n"]}}}