{"title":"Nuri and the Fluttering Friends","hook":"What will Nuri do when he accidentally disturbs the fluttering friends in the Fora jungle?","moral":"Treat others with kindness and understanding, even when you make mistakes.","paragraphs":["In the lush Fora jungle, Nuri the mischievous forest spirit loved to play tricks on the animals. One sunny day, while jumping from tree to tree, Nuri accidentally knocked over a bee hive, causing the bees to scatter and the butterflies to flutter in fright.","\"Oh no, I've made the fluttering friends upset,\" Nuri exclaimed, feeling guilty. He knew he had to make things right. Nuri approached the bees and butterflies, apologizing for his mistake and offering to help them rebuild their homes.","Despite their initial fear, the bees and butterflies saw Nuri's sincerity and forgave him. They thanked Nuri for his help and invited him to join in their joyful dance among the colorful flowers, bringing a smile to Nuri's face."],"keywords":["Nuri","Fora jungle","mischievous","forest spirit","bees","butterflies","apologize","sincerity","forgiveness","colorful flowers"],"characters":["Nuri"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"Nuri e os Amigos Que Voam","moral":"Trate os outros com bondade e compreensão, mesmo quando você comete erros.","hook":"O que Nuri fará quando ele sem querer perturbar os amiguinhos que batem as asas na selva do Fora?","keywords":{"abelhas":["bees"],"borboletas":["butterflies"],"dança":["dance"],"Nuri":["Nuri"],"amigos":["friends"],"travesso":["mischievous"],"floresta":["forest"]},"paragraphs":["Na densa selva de Fora, Nuri o travesso espírito da floresta adorava pregar peças nos animais. Um dia ensolarado, pulando de árvore em árvore, Nuri acidentalmente derrubou um ninho de abelhas, fazendo com que as abelhas se dispersassem e as borboletas voassem assustadas.\n","\"Ai, fiz meus amigos borboletas e abelhas ficarem chateados,\" Nuri exclamou, se sentindo culpado. Ele sabia que precisava consertar as coisas. Nuri se aproximou das abelhas e borboletas, se desculpando pelo seu erro e oferecendo ajuda para reconstruir suas casas.\n","Mesmo com medo no começo, as abelhas e borboletas viram a sinceridade de Nuri e o perdoaram. Agradeceram a Nuri pela ajuda e o convidaram para se juntar à dança alegre entre as flores coloridas, trazendo um sorriso ao rosto de Nuri.\n"]},"id-en":{"hook":"What will Nuri do when he accidentally disturbs the fluttering friends in the Fora jungle?","moral":"Treat others with kindness and understanding, even when you make mistakes.","title":"Nuri and the Fluttering Friends","keywords":{"Nuri":["Parrot"],"flying friends":["Teman-teman terbang"],"mistake":["Kesalahan","Kekeliruan"],"bees":["Lebah"],"butterflies":["Kupu-kupu"],"forgive":["Memaafkan","Pemaafan"],"animals":["Hewan"],"jungle":["Hutan belantara","Rimba"]},"paragraphs":["In the very green Fora jungle, Nuri the playful forest ghost liked to do funny things to the animals. One happy day, while hopping from tree to tree, Nuri accidentally bumped into a bee house, making the bees fly away and the colorful butterflies move quickly in fear.\n","'Oh no, I made the flying friends sad,' Nuri said, feeling sorry. Nuri went to the bees and butterflies, saying sorry for his mistake and offered to help them make their homes again.\n","The bees and butterflies were scared at first, but they saw that Nuri was kind and they forgave him. They said thank you to Nuri for his help and asked him to dance happily with them by the pretty flowers. This made Nuri happy.\n"]},"en-de":{"title":"Nuri und die Flatterfreunde","moral":"Sei nett und verständnisvoll zu anderen, auch wenn du Fehler machst.","hook":"Was wird Nuri machen, wenn er versehentlich die flatternden Freunde im Dschungel von Fora stört?","keywords":{"Bienen":["Bees"],"Schmetterlinge":["Butterflies"],"Blumen":["Flowers"],"Nuri":["Nuri"],"flatternden":["flapping","fluttering"],"entschuldigte":["apologized"],"Dschungel":["Jungle"],"Tiere":["Animals"]},"paragraphs":["In dem grünen Fora Dschungel mochte Nuri, der freche Walddgeist, gerne Streiche mit den Tieren spielen. Eines sonnigen Tages, als er von Baum zu Baum hüpfte, stieß Nuri versehentlich gegen einen Bienenstock, so dass die Bienen auseinanderflogen und die Schmetterlinge vor Schreck flatterten.\n","\"Oh nein, ich habe die flatternden Freunde traurig gemacht\", rief Nuri aus, sich schuldig fühlend. Er wusste, dass er es wieder gut machen musste. Nuri näherte sich den Bienen und Schmetterlingen, entschuldigte sich für seinen Fehler und bot an, ihnen beim Wiederaufbau ihrer Zuhause zu helfen.\n","Die Bienen und Schmetterlinge sahen Nuri's Ehrlichkeit und vergaben ihm. Sie dankten Nuri für seine Hilfe und luden ihn ein, an ihrem fröhlichen Tanz unter den bunten Blumen teilzunehmen, was Nuri zum Lächeln brachte.\n"]},"en-fr":{"hook":"Que fera Nuri quand il dérangera accidentellement ses amis qui volent dans la jungle de Fora?","moral":"Sois gentil et comprends les autres, même si tu fais des erreurs.","title":"Nuri et les Amis Qui Papillonnent","keywords":{"Nuri":["parrot"],"amis qui volent":["birds"],"s'excuser":["apologize","apologise"],"Fora":["outside"],"jungle":["forest"],"bees":["honeybees"],"butterflies":["moths"],"forgiveness":["pardoning","excuse"]},"paragraphs":["Dans la jungle luxuriante de Fora, Nuri l'esprit farceur de la forêt aimait jouer des tours aux animaux. Un jour ensoleillé, alors qu'il sautait d'arbre en arbre, Nuri a accidentellement renversé un nid d'abeilles, faisant fuir les abeilles et les papillons s'envoler de peur.\n","\"Oh non, j'ai rendu les amis qui volent mécontents,\" Nuri s'exclama, se sentant coupable. Il savait qu'il devait réparer les choses. Nuri s'approcha des abeilles et papillons, s'excusant pour son erreur et leur proposant de les aider à reconstruire leurs maisons.\n","Malgré leur peur initiale, les abeilles et les papillons ont vu la sincérité de Nuri et lui ont pardonné. Ils ont remercié Nuri pour son aide et l'ont invité à se joindre à leur danse joyeuse parmi les fleurs colorées, ce qui a fait sourire Nuri.\n"]}}}