{"title":"The Curious Owl and the Furry Squirrel","hook":"Why was the owl awake during the day? What could possibly make the squirrel jump with excitement?","moral":"Curiosity can lead to wonderful discoveries and unexpected friendships.","paragraphs":["Once upon a time, in the heart of the enchanted forest, there lived an owl named Luna who was wide awake during the day.","Luna's night-time friends teased her, \"Owls should only be awake when the moon is high and the stars twinkle!\"","Determined to find out why, Luna decided to explore the forest during the day. As she flew from tree to tree, she noticed a furry squirrel hopping with joy.","\"Why are you so happy?\" Luna asked the squirrel. The squirrel chirped, \"I discovered a hidden meadow filled with colorful flowers and sweet berries!\"","Luna, filled with excitement, followed the squirrel to the meadow and was mesmerized by the beauty she had never seen before.","From that day on, Luna and the squirrel became the best of friends, exploring the wonders of the forest together."],"keywords":["owl","squirrel","enchanted forest","curiosity","friendship","discovery","hidden meadow","colorful flowers","sweet berries"],"characters":null,"translations":{"en-pt":{"title":"A Coruja Curiosa e o Esquilo Peludo","hook":"Por que a coruja estava acordada durante o dia? O que poderia fazer o esquilo pular de alegria?","moral":"Quando ficamos curiosos, podemos descobrir coisas maravilhosas e fazer novas amizades inesperadas.","keywords":{"Lua":["Luna"],"alegria":["happy"],"esquilo":["hidden meadow"],"Luna":["Lua"],"amigos":["friends"],"corujas":["owls"],"coruja":["owl"],"floresta":["forest"],"happy":["alegria"],"hidden meadow":["esquilo"],"colorful flowers":["flores coloridas"]},"paragraphs":["Era uma vez, no meio da floresta encantada, vivia uma coruja chamada Luna que ficava bem acordada durante o dia.\n","Os amigos noturnos da Luna zombaram dela, \"As corujas só devem estar acordadas quando a lua está alta e as estrelas cintilam!\"\n","Determinada a descobrir o motivo, Luna decidiu explorar a floresta durante o dia. Enquanto voava de árvore em árvore, ela viu um esquilo peludo pulando de alegria.\n","\"Por que você está tão feliz?\" Luna perguntou ao esquilo. O esquilo piou: \"Descobri um prado escondido cheio de flores coloridas e frutas doces!\"\n","Lua, cheia de alegria, seguiu o esquilo até o prado e ficou encantada com a beleza que nunca tinha visto antes.\n","A partir daquele dia, Luna e o esquilo se tornaram os melhores amigos, explorando as maravilhas da floresta juntos.\n"]},"en-de":{"title":"Der neugierige Eule und der flauschige Eichhörnchen","moral":"Neugierde kann zu tollen Entdeckungen und unerwarteten Freundschaften führen.\n","hook":"Warum war die Eule am Tag wach? Was könnte das Eichhörnchen so aufgeregt springen lassen?","keywords":{"Luna":["Moon"],"Eulen":["Owls"],"Nacht-Freunde":["Night Friends"],"Eichhörnchen":["Squirrel"],"Freunde":["Friends"],"Schönheit":["Beauty"],"Eule":["Owl"],"Wald":["Forest"],"tagsüber":["During the day"],"glücklich":["Happy"],"Blumen":["Flowers"]},"paragraphs":["Es war einmal, im Herzen des verzauberten Waldes, lebte eine Eule namens Luna, die tagsüber wach war.\n","Lunas Nacht-Freunde neckten sie: \"Eulen sollten nur wach sein, wenn der Mond hoch am Himmel steht und die Sterne funkeln!\"\n","Luna wollte unbedingt wissen warum. Deshalb entschied sie sich tagsüber den Wald zu erkunden. Als sie von Baum zu Baum flog, sah sie ein flauschiges Eichhörnchen, das vor Freude hüpfte.\n","\"Warum bist du so glücklich?\" fragte Luna das Eichhörnchen. Das Eichhörnchen zwitscherte, \"Ich habe eine versteckte Wiese entdeckt, die mit bunten Blumen und süßen Beeren gefüllt ist!\"\n","Luna, voller Aufregung, folgte dem Eichhörnchen zur Wiese und war fasziniert von der Schönheit, die sie noch nie zuvor gesehen hatte.\n","Seit diesem Tag waren Luna und das Eichhörnchen die besten Freunde und erkundeten gemeinsam die Wunder des Waldes.\n"]},"id-en":{"hook":"Why was the owl awake during the day? What could possibly make the squirrel jump with excitement?","moral":"Curiosity can lead to wonderful discoveries and unexpected friendships.","title":"The Curious Owl and the Furry Squirrel","keywords":{"owl":["burung hantu"],"enchanted forest":["hutan ajaib","hutan terpesona"],"Luna":["Bulan"],"squirrel":["tupai","landak"],"friends":["teman","sahabat"],"amazed":["kagum","terpesona"],"happy":["bahagia","senang"],"discovered":["menemukan","mengungkap"],"hidden meadow":["padang rumput tersembunyi","padang rumput tersembunyi"],"forest":["hutan","rimba"],"Owls":["burung hantu"]},"paragraphs":["Long time ago, in magical forest, there was an owl named Luna. Luna never slept at daytime.\n","Luna's night-time friends made fun of her, saying, \"Owls should only be awake when the moon is way up high and the stars twinkle!\"\n","Luna wanted to know why, so she went to see the forest when the sun was shining. \nWhile she went from one tree to another, she saw a fluffy squirrel jumping happily.\n","\"Why are you so happy?\" Luna asked the squirrel. The squirrel chirped, \"I discovered a hidden meadow filled with colorful flowers and sweet berries!\"\n","Luna was very happy and went with the squirrel to a grassy field. She was amazed by the pretty things she saw there.\n","Since that day, Luna the friend and the squirrel became the best buddies, discovering the magical things in the forest side by side.\n"]},"en-fr":{"title":"L'Oiseau Curieux et L'Écureuil Pelucheux\n","moral":"La curiosité peut entraîner de merveilleuses découvertes et des amitiés inattendues.","hook":"Pourquoi le hibou était-il réveillé pendant la journée ? Qu'est-ce qui pourrait bien faire sauter l'écureuil de joie ?","keywords":{"Luna":["Moon"],"squirrel":["écureuil"],"friends":["amis"],"night-time":["nuit"],"owls":["hiboux"],"pré":["meadow"],"forêt":["forest"],"forêt enchantée":["enchanted forest"],"jour":["day"],"joyeux":["happy"],"fleurs":["flowers"]},"paragraphs":["Il y a bien longtemps, au coeur de la forêt enchantée, vivait un hibou nommé Luna qui était toujours réveillé le jour.\n","Les amis nocturnes de Luna se moquaient d'elle, \"Les hiboux ne devraient être éveillés que lorsque la lune est haute et que les étoiles scintillent!\"\n","Curieuse de savoir pourquoi, Luna a décidé d'explorer la forêt pendant la journée. En volant de arbre en arbre, elle a remarqué un écureuil duveteux bondissant de joie.\n","\"Pourquoi es-tu si joyeux?\" demanda Luna à l'écureuil. L'écureuil pépia, \"J'ai découvert un pré caché rempli de fleurs colorées et de baies sucrées!\"\n","Luna, toute excitée, a suivi l'écureuil jusqu'au pré et a été émerveillée par la beauté qu'elle n'avait jamais vue auparavant.\n","Depuis ce jour-là, Luna et l'écureuil sont devenus les meilleurs amis, découvrant ensemble les merveilles de la forêt.\n"]}}}