{"title":"Baba's Lost Ribbon","hook":"One sunny morning, Baba woke up to find her favorite ribbon missing. Where could it have gone?","moral":"Always ask for help when in trouble, working together can solve anything.","paragraphs":["One sunny morning, Baba, a jolly cute little girl, woke up excited to wear her favorite ribbon. But as she searched her room, she realized it was missing.","\"Oh no, where did my ribbon go?\" Baba exclaimed, feeling a bit worried.","Baba decided to look for the ribbon around the house. She checked under the bed, inside the toy box, and even in the kitchen, but it was nowhere to be found.","Feeling a bit sad, Baba sat in the living room, thinking hard about where the ribbon could be. Suddenly, her little brother, Oli, piped up, \"I saw the ribbon in the garden!\"","Working together, Baba and Oli rushed to the garden and found the ribbon stuck in a bush. Baba was overjoyed and thanked Oli for his help."],"keywords":["ribbon","missing","search","worry","together","garden","found","help","joy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Ruban Perdu de Baba","moral":"Toujours demander de l'aide quand on a des problèmes, en travaillant ensemble on peut résoudre n'importe quoi.","hook":"Un matin ensoleillé, Baba s'est réveillée et a trouvé que son ruban préféré avait disparu. Où est-ce qu'il a bien pu aller ?","keywords":{"ribbon":["ruban"],"exclaimed":[],"worried":[],"Baba":[],"Oli":[],"ruban":["ribbon"],"matin ensoleillé":[],"ruban préféré":[],"petite fille":[],"maison":[]},"paragraphs":["Un matin ensoleillé, Baba, une petite fille joyeuse et mignonne, s'est réveillée excitée de mettre son ruban préféré. Mais en cherchant dans sa chambre, elle a réalisé qu'il avait disparu.\n","Oh non, où est passée mon ruban? s'exclama Baba, se sentant un peu inquiet.\n","Un jour, Baba a décidé de chercher un joli ruban autour de la maison. Elle a regardé sous le lit, dans la boîte à jouets, et même dans la cuisine, mais elle ne l'a pas trouvé nulle part.\n","Se sentant un peu triste, Baba s'assit dans le salon, réfléchissant fort à où le ruban pourrait être. Soudain, son petit frère, Oli, s'exclama, \"J'ai vu le ruban dans le jardin!\"\n","Ensemble, Baba et Oli ont couru au jardin et ont trouvé le ruban coincé dans un buisson. Baba était très content et a remercié Oli pour son aide.\n"]},"en-de":{"title":"Babas Verschwundenes Band","moral":"Immer um Hilfe bitten wenn du in Schwierigkeiten bist, zusammen arbeiten kann alles lösen.","hook":"An einem sonnigen Morgen wachte Baba auf und entdeckte, dass ihr Lieblingsband verschwunden war. Wo könnte es nur sein?","keywords":{"Morgen":["Morning"],"Mädchen":["Girl"],"Band":["Band","Gang"],"Mama":["Mom","Mum"],"suchen":["Search","Look for"],"Garten":["Garden"],"Hilfe":["Help","Assistance"],"Baba":["Dad","Daddy"],"besorgt":["Worried","Concerned"]},"paragraphs":["An einem sonnigen Morgen wachte Baba, ein fröhliches süßes kleines Mädchen, aufgeregt auf, um ihr Lieblingsband zu tragen. Aber als sie ihr Zimmer durchsuchte, stellte sie fest, dass es fehlte.\n","\"Oh nein, wo ist mein Band hingegangen?\" rief Baba aus, fühlte sich ein bisschen besorgt.\n","Mama hat beschlossen, das Band im Haus zu suchen. Sie hat unter dem Bett, im Spielzeugkasten und sogar in der Küche nachgeschaut, aber es war nirgends zu finden.\n","Fühlen ein bisschen traurig, saß Baba im Wohnzimmer und dachte ganz fest darüber nach, wo das Band sein könnte. Plötzlich sagte ihr kleiner Bruder Oli, \"Ich habe das Band im Garten gesehen!\"\n","Zusammenarbeitend, Baba und Oli rannten zum Garten und fanden das Band im Gebüsch stecken. Baba war begeistert und dankte Oli für seine Hilfe.\n"]},"en-pt":{"moral":"Sempre peça ajuda quando estiver em apuros, trabalhando juntos podemos resolver qualquer coisa.","title":"O Lacinho Perdido da Vovó","hook":"Certa manhã ensolarada, Baba acordou e percebeu que sua fita favorita havia sumido. Para onde será que ela foi?\n","keywords":{"ribbon":["fitinha"],"exclaimed":[],"worried":[],"juntos":[],"jardim":[],"agradecer":[],"Baba":[],"fita":["ribbon"],"sol":[],"garotinha":[],"vovó (grandmother)":[],"fitinha (ribbon)":["ribbon"],"brinquedos (toys)":[]},"paragraphs":["Num lindo dia de sol, Baba, uma garotinha linda e alegre, acordou animada para usar sua fita favorita. Mas, enquanto procurava em seu quarto, percebeu que estava perdida.\n","\"Oh não, onde foi parar minha fita?\" Baba exclamou, se sentindo um pouco preocupada.\n","A vovó decidiu procurar a fitinha pela casa. Ela olhou embaixo da cama, dentro da caixa de brinquedos, e até na cozinha, mas não a encontrou em lugar nenhum.\n","Se sentindo um pouco triste, Baba sentou na sala, pensando muito sobre onde poderia estar a fita. De repente, seu irmãozinho, Oli, falou, \"Eu vi a fita no jardim!\"\n","Trabalhando juntos, Baba e Oli correram para o jardim e encontraram a fita presa em um arbusto. Baba ficou muito feliz e agradeceu a Oli por sua ajuda.\n"]},"id-en":{"hook":"One sunny morning, Baba woke up to find her favorite ribbon missing. Where could it have gone?","moral":"Always ask for help when in trouble, working together can solve anything.","title":"Baba's Lost Ribbon","keywords":{"ribbon":["pita"],"worried":["khawatir","cemas"],"exclaimed":["berseru","berseru-seru"],"Mama":["Ibu","Mama"],"band":["pita","band"],"toy box":["kotak mainan","kotak bermain"],"Baba":["Ayah","Baba"],"Oli":["minyak"],"missing":["hilang","belum ditemukan"],"garden":["taman","kebun"]},"paragraphs":["One bright morning, Baba, a happy adorable little girl, woke up feeling happy to put on her best ribbon. But when she looked around her room, she understood it was not there.\n","\"Oh dear, where did my pretty ribbon go?\" Grandma said, feeling a little scared.\n","Mama thought about finding the beautiful band inside the big place. She looked low, in the toy box, and in the food room too, but she couldn't see it anywhere.\n","One day, Baba felt a little sad. She sat in the room and thought about the ribbon. Suddenly, her brother Oli said, \"I saw the ribbon in the garden!\"\n","Together, Baba and Oli ran quickly to the garden. They saw the pretty ribbon trapped in the bush. Baba felt very happy and said thank you to Oli for helping.\n"]}}}