{"title":"The Lost Button","hook":"One sunny morning, Baba noticed that one of her favorite buttons was missing! Where could it have gone?","moral":"Always listen to your elders and ask for help when you need it.","paragraphs":["One day, Baba was playing in her colorful room when she suddenly realized that the blue button from her sparkly jacket was missing.","\"Oh no! My button is gone,\" exclaimed Baba with a worried expression. She searched high and low, under the bed and in her toy chest, but the button was nowhere to be found.","Baba decided to ask her wise grandmother for help. \"Nana, I've lost my button. Can you help me find it?\" she asked with a hopeful look.","Nana smiled and said, \"Let's retrace your steps, dear.\" Together, they went to the garden, the kitchen, and even the laundry room, looking for the missing button.","Finally, after a thorough search, Nana spotted the shiny blue button in the flower bed. \"Here it is, Baba! It must have fallen off when you were playing outside,\" Nana said with a grin.","Baba was overjoyed and hugged her grandmother tightly. \"Thank you, Nana! I'm so happy we found my button together.\""],"keywords":["Baba","button","grandmother","lost","search","found","help","joy","family","cooperation"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny morning, Baba noticed that one of her favorite buttons was missing! Where could it have gone?","moral":"Always listen to your elders and ask for help when you need it.","title":"The Lost Button","keywords":{"Baba":["Kakek","Nenek"],"colorful room":["Kamar berwarna-warni"],"blue button":["Tombol biru"],"grandmother":["Nenek"],"button":["Tombol"],"Nana":["Nenek"],"garden":["Taman"],"hug":["Pelukan"],"searched":["Mencari"],"found":["Menemukan"],"steps":["Langkah"]},"paragraphs":["One day, Baba was playing in her colorful room when she suddenly realized that the blue button from her sparkly jacket was missing.\n","\"Oh no! My button is gone,\" cried Baba with a sad face. She looked everywhere, top and bottom, under the bed and in her toy box, but the button was missing.\n","One day, Baba went to her smart grandmother for help. \"Nana, I can't find my button. Can you help me?\" she asked, looking hopeful.\n","Nana smiled and said, \"Let's go back where you walked, my love.\" They went to the garden, the kitchen, and even the place with washing machines, searching for the lost tiny circle.\n","At last, Nana found the bright blue button in the garden. \"Look, Baba! You lost it while playing outside,\" Nana said happily.\n","Baba was very happy and gave her grandmother a big hug. \"Thank you, Nana! I'm so happy we found my button together.\"\n"]},"en-fr":{"title":"Le Bouton Disparu","hook":"Un matin ensoleillé, Baba a remarqué que l'un de ses boutons préférés avait disparu ! Où pouvait-il bien être passé ?","moral":"Toujours écoute les grandes personnes et demande de l'aide quand tu en as besoin.","keywords":{"Baba":["Grandma","Nana"],"grand-mère":["Grandma"],"bouton":["Button"],"Nana":["Grandma"],"chambre colorée":["Colorful room"],"bouton bleu":["Blue button"],"souri":["Smile"],"cheri":["Darling"],"disparu":["Disappeared"]},"paragraphs":["Un jour, Baba jouait dans sa chambre colorée quand elle a soudainement réalisé que le bouton bleu de sa veste brillante avait disparu.\n","\"Oh non! Mon bouton a disparu,\" s'exclama Baba avec une expression inquiète. Elle chercha partout, sous le lit et dans son coffre à jouets, mais le bouton était introuvable.\n","Baba a décidé de demander de l'aide à sa sage grand-mère. \"Nana, j'ai perdu mon bouton. Peux-tu m'aider à le trouver?\" a-t-elle demandé avec un regard plein d'espoir.\n","Nana a souri et a dit, \"Retrouvons tes pas, chéri.\" Ensemble, ils sont allés au jardin, à la cuisine, et même à la buanderie, cherchant le bouton perdu.\n","Enfin, après une recherche minutieuse, Nana a repéré le bouton bleu brillant dans le parterre de fleurs. \"Le voilà, Baba ! Il est sûrement tombé quand tu jouais dehors,\" dit Nana avec un sourire.\n","Baba était très heureux et a serré sa grand-mère très fort. \"Merci, Nana! Je suis tellement content que nous ayons trouvé mon bouton ensemble.\"\n"]},"en-de":{"title":"Das Verlorene Knöpfchen","moral":"Immer aufpassen auf die Erwachsenen und fragen um Hilfe, wenn du brauchst.","hook":"An einem sonnigen Morgen bemerkte Baba, dass einer ihrer Lieblingsknöpfe fehlte! Wo könnte er hin sein?\n","keywords":{"Baba":["Grandma"],"Oma":["Grandma"],"Knopf":["Button"],"bunten Zimmer":["colorful room"],"blaue Knopf":["blue button"],"gesorgt":["worried"],"Nana":["Nana"],"lächelte":["smiled"],"Garten":["garden"]},"paragraphs":["Ein Tag, Baba spielte in ihrem bunten Zimmer als sie plötzlich bemerkte, dass die blaue Knopf von ihrem glitzernden Jacke fehlte.\n","\"Oh nein! Mein Knopf ist weg\", rief Baba mit einem besorgten Gesichtsausdruck aus. Sie suchte überall, unter dem Bett und in ihrer Spielzeugkiste, aber der Knopf war nirgendwo zu finden.\n","Baba hat beschlossen, ihre weise Oma um Hilfe zu bitten. \"Oma, ich habe meinen Knopf verloren. Kannst du mir helfen, ihn zu finden?\" fragte sie mit einem hoffnungsvollen Blick.\n","Nana lächelte und sagte: \"Lass uns deine Schritte nachverfolgen, Liebling.\" Zusammen gingen sie in den Garten, die Küche und sogar den Waschraum, um nach dem fehlenden Knopf zu suchen.\n","Endlich, nach einer gründlichen Suche, entdeckte Nana den glänzenden blauen Knopf im Blumenbeet. \"Hier ist es, Baba! Es muss abgefallen sein, als du draußen gespielt hast,\" sagte Nana mit einem Grinsen.\n","Baba war überglücklich und umarmte ihre Oma fest. \"Danke, Nana! Ich bin so glücklich, dass wir meinen Knopf zusammen gefunden haben.\"\n"]},"en-pt":{"title":"O Botão Perdido","moral":"Sempre escute as pessoas mais velhas e peça ajuda quando precisar.","hook":"Uma manhã ensolarada, Baba percebeu que um de seus botões favoritos havia sumido! Para onde será que ele foi?","keywords":{"Dona Baba":["Granny"],"vovó":["Grandma"],"botão":["Button"],"Baba":["Granny"],"sumiu":["Disappeared"],"Nana":["Grandma"],"botão azul":["Blue button"],"canteiro de flores":["Flowerbed"],"avó":["Grandmother"],"abraçou":["Hugged"],"caminho":["Path"],"quarto colorido":["Colorful room"]},"paragraphs":["Um dia, Baba estava brincando em seu quarto colorido quando de repente percebeu que o botão azul de sua jaqueta brilhante havia desaparecido.\n","\"Ai, meu botão sumiu,\" exclamou Baba com uma expressão preocupada. Ela procurou para cima e para baixo, embaixo da cama e no seu baú de brinquedos, mas o botão não estava em lugar algum.\n","Dona Baba decidiu pedir ajuda para sua vovó sábia.\n\"Vovó, perdi meu botão. Você pode me ajudar a encontrá-lo?\" perguntou com um olhar de esperança.\n","A Nana sorriu e disse, \"Vamos voltar no caminho que você fez, querido.\" Juntos, foram ao jardim, cozinha e até a lavanderia, procurando pelo botão desaparecido.\n","Por fim, depois de procurar bastante, Nana avistou o brilhante botão azul no canteiro de flores. \"Aqui está ele, Baba! Deve ter caído quando você estava brincando lá fora,\" disse Nana com um sorriso.\n","A Baba ficou muito feliz e abraçou a sua avó apertado. \"Obrigada, Vovó! Eu estou muito feliz que a gente encontrou meu botão juntas.\"\n"]}}}