{"title":"The Lost Sunflower Seed","hook":"What will the little bee do when it loses the special sunflower seed it was collecting?","moral":"Patience and kindness can lead to unexpected rewards in times of trouble.","paragraphs":["In a sunny meadow, a little bee named Buzz loved to collect the juiciest nectar from the prettiest flowers. One day, while gathering pollen, Buzz found the shiniest sunflower seed he had ever seen.","Thrilled with his discovery, Buzz held onto the seed tightly with his tiny legs. But as he buzzed back to the hive, a sudden gust of wind swept the precious seed away. Panic-stricken, Buzz searched high and low, but the seed was nowhere to be found.","Just when Buzz was about to give up, a wise old ladybug named Lily approached him. She taught Buzz the value of patience and kindness. Together, they searched the meadow tirelessly and, to their surprise, found the sunflower seed under a big oak tree."],"keywords":"bee, sunflower seed, meadow, nectar, pollen, kindess, patience, discovery, wisdom, surprise","characters":null,"translations":{"en-pt":{"moral":"Ser paciente e amável pode trazer surpresas boas em momentos difíceis.","hook":"O que a abelhinha vai fazer quando perder a sementinha especial de girassol que estava coletando?","title":"A Semente de Girassol Perdida","keywords":{"abelhinha":["bee"],"néctar":["nectar"],"semente de girassol":["sunflower seed"],"Buzz":["buzz"],"joaninha":["ladybug","ladybird"],"paciência":["patience"],"seed":["seed"],"wind":["wind"]},"paragraphs":["Num prado ensolarado, uma abelhinha chamada Zumbi adorava coletar o néctar mais saboroso das flores mais bonitas. Um dia, enquanto reunia pólen, Zumbi encontrou a semente de girassol mais brilhante que já tinha visto.\n","Muito animado com sua descoberta, Buzz segurou a semente firmemente com suas pernas pequeninas. Mas, ao zumbir de volta para a colmeia, uma rajada repentina de vento levou a preciosa semente embora. Em pânico, Buzz procurou por todos os cantos, mas a semente não estava em lugar nenhum.\n","Quando o Buzz estava quase desistindo, uma velha joaninha sábia chamada Lily se aproximou dele. Ela ensinou ao Buzz o valor da paciência e bondade. Juntos, eles procuraram incansavelmente pelo prado e, para surpresa deles, encontraram a semente de girassol debaixo de um grande carvalho.\n"]},"en-fr":{"title":"La Graine Perdue de Tournesol\n","hook":"Que fera la petite abeille quand elle perdra la graine spéciale de tournesol qu'elle collectait?","moral":"Quand on est gentil et patient, on peut souvent recevoir de belles surprises, même quand tout va mal.\n","keywords":{"Buzz":["Buzz"],"graine":["Seed"],"ruche":["Hive"],"abeille":["Bee"],"nectar":["Nectar"],"tournesol":["Sunflower"],"coccinelle":["Ladybug","Ladybird"]},"paragraphs":["Dans une prairie ensoleillée, une petite abeille nommée Buzz adorait collecter le nectar le plus juteux des plus belles fleurs. Un jour, en récoltant du pollen, Buzz trouva la graine de tournesol la plus brillante qu'il n'avait jamais vue.\n","Très content de sa découverte, Buzz tenait fermement la graine avec ses petites pattes. Mais en bourdonnant de retour à la ruche, une rafale de vent soudaine emporta la précieuse graine. Paniqué, Buzz chercha partout, mais la graine était introuvable.\n","Un jour, alors que Buzz était sur le point d'abandonner, une vieille coccinelle sage nommée Lily s'approcha de lui. Elle enseigna à Buzz l'importance de la patience et de la gentillesse. Ensemble, ils explorèrent le pré sans relâche et, à leur grande surprise, trouvèrent la graine de tournesol sous un grand chêne.\n"]},"id-en":{"hook":"What will the little bee do when it loses the special sunflower seed it was collecting?","moral":"Patience and kindness can lead to unexpected rewards in times of trouble.","title":"The Lost Sunflower Seed","keywords":{"bee":["lebah"],"flowers":["bunga-bunga"],"sunflower":["bunga matahari"],"Buzz":["suara gemerisik"],"seed":["benih"],"wind":["angin"],"ladybug":["kumbang betina"],"patience":["kesabaran"]},"paragraphs":["In a bright field, a small bee called Buzz liked to gather the yummiest juice from the most beautiful flowers. One time, while getting pollen, Buzz discovered the brightest seed of a sunflower he had ever seen. \n","Buzz was so happy with the seed he found. He held it really tight with his small legs. When he flew back home, a big wind blew the seed far away. Buzz felt very scared and looked everywhere, but the seed was gone.\n","One day, Buzz was almost ready to stop trying, but then a smart old ladybug named Lily came to help him. Lily showed Buzz how important being calm and friendly is. They looked everywhere in the tall grass, and were completely amazed when they discovered the special seed near the huge tree.\n"]},"en-de":{"title":"Die verlorene Sonnenblumensamen","moral":"Geduld und Freundlichkeit können in schwierigen Zeiten zu unerwarteten Belohnungen führen.","hook":"Was wird das kleine Bienchen tun, wenn es den besonderen Sonnenblumensamen verliert, den es gesammelt hat?","keywords":{"Buzz":["Buzz"],"Samen":["Seed"],"Panik":["Panic"],"Biene":["Bee"],"Nektar":["Nectar"],"Sonnenblume":["Sunflower"],"Lily":["Lily"],"Geduld":["Patience"]},"paragraphs":["Auf einer sonnigen Wiese liebte eine kleine Biene namens Buzz es, den saftigsten Nektar von den schönsten Blumen zu sammeln. Eines Tages, während er Pollen sammelte, fand Buzz den glänzendsten Sonnenblumensamen, den er je gesehen hatte.\n","Voll Freude über seine Entdeckung hielt Buzz den Samen fest mit seinen winzigen Beinen fest. Aber als er zurück zum Bienenstock summte, fegte ihn plötzlicher Wind fort. In Panik suchte Buzz überall, aber der Samen war nirgends zu finden.\n","Eben als Buzz fast aufgeben wollte, kam eine kluge alte Marienkäferdame namens Lily zu ihm. Sie lehrte Buzz den Wert von Geduld und Freundlichkeit. Zusammen durchsuchten sie unermüdlich die Wiese und fanden zu ihrer Überraschung den Sonnenblumensamen unter einer großen Eiche.\n"]}}}