{"title":"The Curious Kitten","hook":"Join Kitty on an adventure she'll never forget! Can she overcome her fear and make new friends?","moral":"Curiosity helps us learn new things and make friends.","paragraphs":["Once upon a time, in a cozy little village, there lived a curious kitten named Kitty. Kitty's fluffy fur was as white as snow, and her big green eyes sparkled with wonder.","One day, Kitty saw a colorful butterfly flutter by and decided to follow it. She chased the butterfly through the meadow, over rocks, and under bushes, until she found herself at the edge of the village near a big tree.","As Kitty explored the tree, she spotted a group of cats playing together. She watched them from afar, feeling nervous and shy. \"I wish I could join them,\" Kitty thought, but fear held her back.","Just then, the butterfly landed on Kitty's nose and tickled her. Giggling, Kitty made a decision. With newfound courage, she approached the other cats and introduced herself. To her surprise, they welcomed her with open paws and soon became friends."],"keywords":["kitten","curiosity","adventure","friends","fear","courage","learn","meadow","village","butterfly"],"characters":null,"translations":{"id-en":{"hook":"Join Kitty on an adventure she'll never forget! Can she overcome her fear and make new friends?","moral":"Curiosity helps us learn new things and make friends.","title":"The Curious Kitten","keywords":{"butterfly":["kupu-kupu"],"Kitty":["kucing","kitty"],"friends":["teman","sahabat"],"cats":["kucing"],"fear":["ketakutan","rasa takut"],"village":["desa","kampung"],"fluffy":["berbulu","lembut"],"meadow":["padang rumput","padang"]},"paragraphs":["Once upon a time, in a small, comfy village, there was a curious kitty called Kitty. Kitty's fluffy fur was white like snow, and her large green eyes shone with curiosity.\n","One day, Kitty saw a colorful butterfly flutter by and decided to follow it. She chased the butterfly through the meadow, over rocks, and under bushes, until she found herself at the edge of the village near a big tree.\n","Kitty walked in the tree and saw a gang of cats having fun. She looked at them from far away, feeling scared and bashful. \"I want to play with them,\" Kitty thought, but fear stopped her.\n","One day, a pretty butterfly sat on Kitty's nose and made her laugh. Kitty felt brave and said hello to the other cats. They were friendly and all became friends.\n"]},"en-fr":{"moral":"La curiosité nous aide à apprendre de nouvelles choses et à nous faire des amis.","hook":"Viens rejoindre Kitty pour une aventure qu'elle n'oubliera jamais ! Est-ce qu'elle pourra surmonter sa peur et se faire de nouveaux amis ?","title":"Le Chaton Curieux\n","keywords":{"chaton":["kitten"],"pelage moelleux":["soft fur"],"yeux verts":["green eyes"],"Kitty":["cat"],"papillon":["butterfly"],"village":["village"],"arbre":["tree"],"chats":["cats"],"butterfly":["butterfly"],"friends":["friends"]},"paragraphs":["Il était une fois, dans un petit village confortable, vivait un chaton curieux nommé Kitty. Le pelage moelleux de Kitty était blanc comme neige, et ses grands yeux verts étincelaient d'émerveillement.\n","Un jour, Kitty a vu un papillon coloré voleter et a décidé de le suivre. Elle a poursuivi le papillon à travers le pré, par-dessus les rochers et sous les buissons, jusqu'à ce qu'elle se retrouve au bord du village près d'un grand arbre.\n","Pendant que Kitty explorait l'arbre, elle a vu un groupe de chats qui jouaient ensemble. Elle les a regardés de loin, en se sentant nerveuse et timide. \"Je voudrais pouvoir me joindre à eux,\" pensait Kitty, mais la peur l'empêchait.\n","À ce moment-là, le papillon s'est posé sur le nez de Kitty et l'a chatouillée. En rigolant, Kitty a pris une décision. Avec un courage retrouvé, elle s'est approchée des autres chats et s'est présentée. À sa surprise, ils l'ont accueillie à bras ouverts et sont bientôt devenus amis.\n"]},"en-de":{"moral":"Neugier hilft uns, neue Sachen zu lernen und Freunde zu machen.\n","hook":"Komm mit Kitty auf ein Abenteuer, das sie nie vergessen wird! Kann sie ihre Angst überwinden und neue Freunde finden?\n","title":"Das Neugierige Kätzchen","keywords":{"Kitty":["Kitten"],"Baum":["Tree"],"Katzen":["Cats"],"Schmetterling":["Butterfly"],"Dorf":["Village","Town"],"kitzeln":["Tickle"],"Mut":["Courage","Bravery"],"neugierig":["Curious"],"flauschig":["Fluffy","Soft"],"funkelnd":["Sparkling","Glistening"]},"paragraphs":["Es war einmal, in einem gemütlichen kleinen Dorf, lebte eine neugierige Katze namens Kitty. Kittys flauschiges Fell war so weiß wie Schnee, und ihre großen grünen Augen funkelten vor Staunen.\n","Es war einmal, als Kitty einen bunten Schmetterling sah, der vorbeiflatterte, und beschloss, ihm zu folgen. Sie jagte dem Schmetterling durch die Wiese, über Steine und unter Büsche, bis sie sich am Rand des Dorfes nahe einem großen Baum wiederfand.\n","Als Kitty den Baum erforschte, entdeckte sie eine Gruppe von Katzen, die zusammen spielten. Sie beobachtete sie von weitem, fühlte sich nervös und schüchtern. \"Ich wünschte, ich könnte mich ihnen anschließen\", dachte Kitty, aber die Angst hielt sie zurück.\n","Gerade dann landete der Schmetterling auf Kittys Nase und kitzelte sie. Kichernd traf Kitty eine Entscheidung. Mit neuem Mut näherte sie sich den anderen Katzen und stellte sich vor. Zu ihrer Überraschung begrüßten sie diese mit offenen Pfoten und wurden bald Freunde.\n"]},"en-pt":{"title":"O Gatinho Curioso","hook":"Junte-se à gatinha numa aventura que ela nunca vai esquecer! Será que ela consegue superar seu medo e fazer novos amigos?","moral":"A curiosidade nos ajuda a aprender coisas novas e fazer amigos.","keywords":{"gatinho":["kitten"],"neve":["snow"],"admiracao":["admiration"],"gatinha":["kitten"],"árvore":["tree"],"brincando":["playing"],"Gatinha":["kitten"],"borboleta":["butterfly"],"nariz":["nose"],"cócegas":["tickles"]},"paragraphs":["Era uma vez, em uma pequena vila aconchegante, morava um gatinho curioso chamado Kitty. O pelo fofo de Kitty era branco como a neve, e seus grandes olhos verdes brilhavam de admiração.\n","Certa vez, a Gatinha viu uma borboleta colorida voando e decidiu segui-la. Ela correu atrás da borboleta pelo prado, por cima de pedras e por baixo de arbustos, até que se viu à beira da aldeia perto de uma grande árvore.\n","A gatinha explorava a árvore quando viu um grupo de gatos brincando juntos. Ela os observou de longe, se sentindo nervosa e tímida. \"Eu queria poder brincar com eles,\" pensou a gatinha, mas o medo a detinha.\n","De repente, a borboleta pousou no nariz da Gatinha e a fez cócegas. Rindo, a Gatinha tomou uma decisão. Com coragem recém-adquirida, ela se aproximou dos outros gatos e se apresentou. Para sua surpresa, eles a receberam de braços abertos e logo se tornaram amigos.\n"]}}}