{"title":"Baba's Muddy Adventure","hook":"Can Baba and her friends find a way to play outside after the rain?","moral":"Cooperation makes problem-solving easier and more fun.","paragraphs":["One day, after a big rain, Baba and her friends were sad because they couldn't play outside. The ground was all muddy, and they didn't want to get their shoes dirty.","Baba had an idea. \"Let's work together to solve this problem! If we find a way to stay clean while playing outside, we can have fun again,\" she said.","They gathered some old sheets and laid them down on the grass. Then they took off their shoes and ran around on the sheets, pretending they were walking on clouds.","Baba and her friends laughed and played together, enjoying the fresh air and the feeling of the wet grass under their feet. They realized that by cooperating and thinking creatively, they could still have fun even when faced with a messy situation."],"keywords":["Baba","friends","muddy","outside","cooperation","problem-solving","play","imagination","laughter","creativity"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"A Aventura Barrenta da Baba","moral":"Trabalhando juntos, resolver problemas se torna mais fácil e divertido!","hook":"Baba e seus amigos conseguem achar um jeito de brincar do lado de fora depois da chuva?","keywords":{"chuva":["rain"],"amigos":["friends"],"brincar":["play"],"folhas":[],"grama":[],"nuvens":[],"vovó":[],"ideia":[],"Baba":[],"diversão":[]},"paragraphs":["Um dia, depois de uma grande chuva, Baba e seus amigos estavam tristes porque não podiam brincar lá fora. O chão estava todo enlameado e eles não queriam sujar seus sapatos.\n","Vovó teve uma ideia. \"Vamos trabalhar juntos para resolver esse problema! Se encontrarmos uma forma de ficar limpos enquanto brincamos lá fora, podemos nos divertir de novo,\" ela disse.\n","Eles pegaram algumas folhas velhas e as colocaram na grama. Depois eles tiraram os sapatos e correram em volta das folhas, fingindo que estavam andando nas nuvens.\n","A Baba e seus amigos riram e brincaram juntos, aproveitando o ar fresco e a sensação da grama molhada sob seus pés. Eles perceberam que ao cooperar e pensar criativamente, ainda poderiam se divertir mesmo diante de uma situação bagunçada.\n"]},"id-en":{"hook":"Can Baba and her friends find a way to play outside after the rain?","moral":"Cooperation makes problem-solving easier and more fun.","title":"Baba's Muddy Adventure","keywords":{"friends":["teman"],"old sheets":["selimut tua"],"clouds":["awan"],"rain":["hujan"],"muddy":["berlumpur"],"Grandma":["nenek"],"buddies":["sahabat","kawan"],"garden":["taman","kebun"],"idea":["ide","pikiran"],"work together":["bekerja bersama","kerja sama"],"problem":["masalah","permasalahan"]},"paragraphs":["Once upon a time, after a huge rain, Baba and her friends felt sad because they couldn't play outside. The earth was full of mud, and they didn't want their shoes to be dirty.\n","Mama had a thought. \"Let's cooperate to fix this issue! If we discover how to be tidy when playing outdoors, we can enjoy ourselves once more,\" she explained.\n","Once upon a time, friends found old sheets. They put them on the grass and took off their shoes. They ran on the sheets as if walking on clouds.\n","Grandma and her buddies laughed and played in the garden, breathing in the nice air and feeling the wet grass tickling their feet. They discovered that working together and coming up with new ideas made it possible to have a good time no matter what.\n"]},"en-fr":{"title":"Baba's Aventure Dans la Boue","hook":"Est-ce que Baba et ses amis peuvent trouver un moyen de jouer dehors après la pluie?","moral":"Travailler ensemble rend la résolution des problèmes plus facile et plus amusante.\n","keywords":{"Baba":["Grandmother"],"idée":["idea"],"travailler":["work"],"vieux draps":["old sheets"],"herbe":["grass"],"nuages":["clouds"],"pluie (rain)":["rain"],"amis (friends)":["friends"],"boueuse (muddy)":["muddy"],"amis":["friends"],"coopération":["cooperation"]},"paragraphs":["Il y avait une fois, après une grande pluie, Baba et ses amis étaient tristes car ils ne pouvaient pas jouer dehors. La terre était toute boueuse, et ils ne voulaient pas salir leurs chaussures.\n","Baba a eu une idée. \"Travaillons ensemble pour résoudre ce problème! Si nous trouvons un moyen de rester propres en jouant dehors, nous pourrons de nouveau nous amuser,\" dit-elle.\n","Ils ont ramassé de vieux draps et les ont posés sur l'herbe. Ensuite, ils ont enlevé leurs chaussures et ont couru autour des draps, en faisant semblant de marcher sur les nuages.\n","Baba et ses amis ont ri et joué ensemble, profitant de l'air frais et de la sensation de l'herbe mouillée sous leurs pieds. Ils ont réalisé qu'en coopérant et en pensant de manière créative, ils pouvaient toujours s'amuser même lorsqu'ils étaient confrontés à une situation désordonnée.\n"]},"en-de":{"title":"Baba's Schlammiges Abenteuer","moral":"Gemeinsam arbeiten um Probleme zu lösen ist einfacher und macht mehr Spaß.\n","hook":"Können Baba und ihre Freunde einen Weg finden, um nach dem Regen draußen zu spielen?","keywords":{"Baba":["Grandmother"],"Idee":["Idea"],"sauber":["Clean"],"Regen":["Rain"],"traurig":["Sad"],"schlammig":["Muddy"],"Bettlaken":["Bedsheet"],"Gras":["Grass"],"Wolken":["Clouds"],"Freunde":["Friends"],"zusammenarbeiten":["Collaborate","Work together"]},"paragraphs":["Eines Tages, nach einem großen Regen, waren Baba und ihre Freunde traurig, weil sie nicht draußen spielen konnten. Der Boden war ganz schlammig, und sie wollten nicht ihre Schuhe schmutzig machen.\n","Baba hatte eine Idee. \"Lass uns zusammenarbeiten, um dieses Problem zu lösen! Wenn wir einen Weg finden, draußen sauber zu bleiben, können wir wieder Spaß haben\", sagte sie.\n","Sie sammelten alte Bettlaken und legten sie auf das Gras. Dann zogen sie ihre Schuhe aus und rannten auf den Laken herum, als ob sie auf Wolken gingen.\n","Baba und ihre Freunde haben zusammen gelacht und gespielt, während sie die frische Luft genossen und das Gefühl des nassen Grases unter ihren Füßen spürten. Sie haben gemerkt, dass wenn sie zusammenarbeiten und kreativ denken, sie immer noch Spaß haben können, selbst wenn sie mit einer unordentlichen Situation konfrontiert sind.\n"]}}}