{"title":"The Squirrel's Nut Dilemma","hook":"What happened when Sammy the Squirrel realized he had to share his nut treasure?","moral":"Sharing with others brings happiness and friendship.","paragraphs":["One sunny day in the forest, Sammy the Squirrel found the biggest, shiniest nut he had ever seen. \"Wow, this nut is all mine!\" he squealed with joy.","As Sammy happily nibbled on his nut, he heard a tiny voice behind him. It was Lila the Ladybug, looking at the nut with hungry eyes. \"Can I have a bite, please?\" she asked shyly.","Sammy's heart sank. He wanted to help his friend, but he also didn't want to give up his special nut. Confused, he thought for a moment before coming up with a solution.","\"I have an idea, Lila!\" Sammy chirped. \"Let's crack the nut open together, and we can share it!\" Lila's face lit up with joy, and together they cracked open the nut, each enjoying half.","Sammy realized that sharing his treasure made him even happier than having it all to himself. From that day on, he and Lila shared nuts and great adventures in the forest."],"keywords":"Sammy, Squirrel, Lila, Ladybug, forest, nut, share, treasure, happiness, friendship, dilemma, solution, joy, adventures","characters":null,"translations":{"id-en":{"hook":"What happened when Sammy the Squirrel realized he had to share his nut treasure?","moral":"Sharing with others brings happiness and friendship.","title":"The Squirrel's Nut Dilemma","keywords":{"squirrel":["tupai"],"nut":["kacang","biji-bijian"],"forest":["hutan"],"idea":["ide","pemikiran"],"share":["membagi","berbagi"],"Sammy":["Sammy"],"friend":["teman","sahabat"],"sharing":["berbagi"],"happier":["lebih bahagia"],"Lila":["Lila"]},"paragraphs":["Once upon a bright day in the forest, Sammy the Squirrel discovered the largest, shiniest nut he had ever seen. \"Oh my, I have this nut only for me!\" he screamed happily.\n","Sammy was happily eating his yummy nut when he heard a little voice. It was Lila the colorful bug, eyeing the nut hungrily. \"Can I try a bite?\" she softly asked.\n","Sammy felt really sad. He wanted to help his friend, but he also didn't want to give up his special nut. Sammy was puzzled and took a moment before finding an answer.\n","\"I have an idea, Lila!\" Sammy happily said. \"Let's break the nut, and we can share!\" Lila's face glowed with happiness as they broke it and enjoyed it together.\n","Sammy found out that when he shared his special toys, he felt even happier than when he kept them for himself. So, he started sharing nuts and going on fun adventures with his friend Lila in the forest.\n"]},"en-fr":{"moral":"Partager avec les autres apporte de la joie et de l'amitié.","title":"Le Problème de la Noisette de l'Écureuil","hook":"Qu'est-ce qui s'est passé quand Sammy l'écureuil a réalisé qu'il devait partager son trésor de noisettes?","keywords":{"Sammy":["Sammy"],"écureuil":["squirrel"],"noix":["nut"],"partager":["share"],"heureux":["happy"],"triste":["sad"],"noisette":["hazelnut"],"nut":["nut"],"Ladybug":["Ladybug"],"idée":["idea"],"ensemble":["together"]},"paragraphs":["Un jour ensoleillé dans la forêt, Sammy l'écureuil a trouvé la plus grande, la plus brillante noix qu'il n'ait jamais vue. \"Waouh, cette noix est toute à moi!\" il a crié de joie.\n","Alors que Sammy grignotait joyeusement sa noisette, il entendit une petite voix derrière lui. C'était Lila la Coccinelle, regardant la noisette avec des yeux affamés. \"Puis-je avoir une bouchée, s'il te plaît?\" demanda-t-elle timidement.\n","Sammy se sentit très triste. Il voulait aider son ami, mais il ne voulait pas non plus abandonner sa noisette spéciale. Perplexe, il réfléchit un moment avant de trouver une solution.\n","\"J'ai une idée, Lila !\" gazouilla Sammy. \"Crack la noix ensemble, et on peut la partager !\" Le visage de Lila s'illumina de joie, et ensemble, ils ont ouvert la noix, chacun savourant une moitié.\n","Un jour, Sammy a découvert que partager son trésor le rendait encore plus heureux que de tout garder pour lui. Depuis ce jour-là, lui et Lila partageaient des noix et de grandes aventures dans la forêt.\n"]},"en-de":{"title":"Das Eichhörnchen und die Nussfrage","moral":"Mit anderen teilen macht glücklich und schafft Freundschaft.","hook":"Was ist passiert, als Sammy das Eichhörnchen bemerkte, dass er seinen Nussschatz teilen müsste?","keywords":{"Sammys":["Squirrel"],"Herz":["Heart"],"Freund":["Friend"],"Idee":["Idea"],"Nuss":["Nut"],"teilen":["share"],"Sammy":["Squirrel"],"Eichhörnchen":["Squirrel"],"Schatz":["Treasure"],"Teilen":["Share"],"Marienkäfer":["Ladybug"]},"paragraphs":["Eines sonnigen Tages im Wald entdeckte Sammy das Eichhörnchen die größte und glänzendste Nuss, die er je gesehen hatte. \"Wow, diese Nuss gehört nur mir!\", quietschte er vor Freude.\n","Sammy saß glücklich da und knabberte an seiner Nuss, als er eine winzige Stimme hinter sich hörte. Es war Lila der Marienkäfer, der die Nuss mit hungrigen Augen betrachtete. \"Kann ich bitte ein Stückchen haben?\", fragte sie schüchtern.\n","Sammys Herz sank. Er wollte seinem Freund helfen, aber er wollte auch seine spezielle Nuss nicht aufgeben. Verwirrt, dachte er einen Moment nach, bevor er eine Lösung fand.\n","\"Ich habe eine Idee, Lila!\" zwitscherte Sammy. \"Lass uns gemeinsam die Nuss aufknacken, und wir können sie teilen!\" Lilas Gesicht leuchtete vor Freude auf, und gemeinsam knackten sie die Nuss auf, jeder genoss die Hälfte.\n","Sammy merkte, dass das Teilen seines Schatzes ihn noch glücklicher machte, als ihn alleine zu besitzen. Seit diesem Tag teilten er und Lila Nüsse und tolle Abenteuer im Wald.\n"]},"en-pt":{"title":"O Problema da Noz do Esquilo\n","moral":"Compartilhar com os outros traz alegria e amizade.","hook":"O que aconteceu quando o Sammy, o Esquilo, percebeu que ele tinha que dividir o tesouro de nozes?","keywords":{"ensolarado":["sunny"],"esquilo":["squirrel"],"alegria":["joy"],"Sammy":[],"coração":["heart"],"amigo":["friend"],"Lila":[],"Joaninha":["ladybug"],"ideia (idea)":["idea"],"compartilhar (share)":["share"],"tesouro":["treasure"]},"paragraphs":["Um dia ensolarado na floresta, Sammy o Esquilo encontrou a maior, mais brilhante castanha que ele já tinha visto. \"Nossa, essa castanha é toda minha!\" ele gritou de alegria.\n","Enquanto Sammy saboreava felizmente sua bolota, ele ouviu uma voz pequenina atrás dele. Era Lila a Joaninha, olhando para a bolota com olhos famintos. \"Posso dar uma mordida, por favor?\" ela perguntou timidamente.\n","O coração de Sammy afundou. Ele queria ajudar seu amigo, mas também não queria desistir de sua noz especial. Confuso, ele pensou por um momento antes de encontrar uma solução.\n","\"Eu tenho uma ideia, Lila!\" Sammy piou. \"Vamos abrir a noz juntos, e depois podemos compartilhar!\" O rosto de Lila se iluminou de alegria, e juntos eles abriram a noz, cada um aproveitando metade.\n","Sammy percebeu que compartilhar seu tesouro o deixava ainda mais feliz do que tê-lo só para si. Desde aquele dia, ele e Lila compartilhavam nozes e grandes aventuras na floresta.\n"]}}}