{"title":"Baba's Magical Garden","hook":"One day, Baba found mysterious seeds in her backyard. What will happen when she plants them?","moral":"Curiosity leads to wonderful discoveries.","paragraphs":["One sunny morning, Baba discovered a tiny envelope near her favorite apple tree. Inside were colorful seeds with a note that said, \"Plant these and see magic happen!\"","Excited, Baba grabbed her tiny shovel and carefully planted the seeds in her garden. She watered them every day, waiting for something amazing to sprout.","Days went by, and tiny green shoots emerged from the soil. Baba watched in awe as the plants grew taller and blossomed into the most beautiful flowers she had ever seen.","Just as she was marveling at the magical garden, a mischievous rabbit hopped in and nibbled on the flowers. Baba gasped, worried that her garden was ruined.","\"Oh no, my flowers!\" exclaimed Baba, feeling sad. But then, she remembered the note and decided to sprinkle a little more magic on the garden.","Baba sang a sweet song for the plants and danced around them. To her surprise, the flowers bloomed back even more vibrant than before, and the rabbit joined her in a joyful dance."],"keywords":["Baba","magical","garden","seeds","flowers","discovery","curiosity","joy","plants","nature"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Jardin Magique de Baba","moral":"La curiosité amène à trouver des merveilles.\n","hook":"Un jour, Baba trouva des graines mystérieuses dans son jardin. Que va-t-il se passer quand elle les plante?","keywords":{"lapin":["rabbit"],"farceur":["jester","trickster"],"jardin":["garden"],"Baba":["Baba"],"petite":["small","little"],"fleurs":["flowers"],"magie":["magic"],"jours":["days"],"pousses":["sprouts"],"Grand-mère":["Grandmother"],"chanson":["song"],"pommes":["apples"]},"paragraphs":["Un matin ensoleillé, Baba a découvert une petite enveloppe près de son arbre à pommes préféré. À l'intérieur se trouvaient des graines colorées avec une note disant, \"Plantez ces graines et regardez la magie opérer!\".\n","Très enthousiaste, Baba attrapa sa petite pelle et planta les graines soigneusement dans son jardin. Elle les arrosait chaque jour, attendant quelque chose d'incroyable à pousser.\n","Les jours passèrent, et de minuscules pousses vertes sortirent de la terre. Baba regardait émerveillée les plantes grandir et fleurir en les plus belles fleurs qu'elle n'ait jamais vues.\n","Alors qu'elle admirait le jardin magique, un lapin farceur est apparu et a grignoté les fleurs. Baba a poussé un cri d'effroi, craignant que son jardin soit gâché.\n","\"Oh non, mes fleurs !\" s'écria Baba, se sentant triste. Mais ensuite, elle se souvint du message et décida de saupoudrer un peu plus de magie sur le jardin.\n","Grand-mère a chanté une douce chanson pour les plantes et a dansé autour d'elles. À sa grande surprise, les fleurs ont fleuri encore plus vibrant qu'auparavant, et le lapin l'a rejointe dans une danse joyeuse.\n"]},"en-de":{"title":"Babas Magischer Garten","hook":"Eines Tages fand Baba geheimnisvolle Samen in ihrem Hinterhof. Was passiert, wenn sie sie pflanzt?\n","moral":"Neugierde führt zu tollen Entdeckungen.\n","keywords":{"Blumen":["flowers"],"traurig":["sad"],"Magie":["magic"],"Baba":["grandma"],"Samen":["seeds"],"gießen":["water","pour"],"Oma":["grandma"],"Hase":["rabbit"],"Tage":["days"],"grüne Triebe":["green shoots"],"Umschlag":["envelope"],"Kaninchen (rabbit)":["rabbit"],"Garten (garden)":["garden"]},"paragraphs":["An einem sonnigen Morgen entdeckte Baba einen winzigen Umschlag in der Nähe ihres Lieblingsapfelbaumes. Drinnen waren bunte Samen mit einem Zettel, der sagte: \"Pflanze diese und schau, wie Magie entsteht!\"\n","Aufgeregt nahm Baba ihre kleine Schaufel und pflanzte vorsichtig die Samen in ihren Garten. Sie goss sie jeden Tag mit Wasser und wartete darauf, dass etwas Erstaunliches sprießt.\n","Tage vergingen, und winzige grüne Triebe tauchten aus der Erde auf. Baba sah mit Staunen zu, wie die Pflanzen immer größer wurden und in die schönsten Blumen erblühten, die sie jemals gesehen hatte.\n","Als sie das zauberhafte Garten bewunderte, hüpfte ein schelmisches Kaninchen herein und knabberte an den Blumen. Baba keuchte entsetzt, besorgt dass ihr Garten ruiniert war.\n","\"Oh nein, meine Blumen!\" rief Baba traurig aus. Aber dann erinnerte sie sich an den Zettel und beschloss, noch ein bisschen mehr Magie über den Garten zu streuen.\n","Oma sang ein liebliches Lied für die Pflanzen und tanzte um sie herum. Zu ihrer Überraschung blühten die Blumen sogar noch strahlender als zuvor und der Hase schloss sich ihr in einem fröhlichen Tanz an.\n"]},"id-en":{"hook":"One day, Baba found mysterious seeds in her backyard. What will happen when she plants them?","moral":"Curiosity leads to wonderful discoveries.","title":"Baba's Magical Garden","keywords":{"flowers":["bunga"],"Baba":["Kakek"],"magic":["sihir","keajaiban"],"Mama":["Mama","Ibu"],"small digger":["penggali kecil"],"tiny grains":["butir-butir kecil"],"sprouts":["tunas"],"taller":["lebih tinggi"],"bloomed":["mekar"],"seeds":["benih"],"magical":["ajaib","sakti"],"Granny":["Nenek"],"bunny":["kelinci"],"enchanted garden":["taman pesona"],"playful bunny":["kelinci yang suka bermain"],"pretty flowers":["bunga-bunga cantik"]},"paragraphs":["One day, Baba found a small envelope by her favorite apple tree on a sunny day. Inside were colorful seeds and a note that said, \"Plant these and magical things will happen!\"\n","Happy, Mama grabbed her small digger and put the tiny grains in her home's land. She wet them each day, expecting something super to grow.\n","Every day passed, and small green sprouts popped up from the dirt. Baba looked with wonder as the plants got taller and bloomed into the prettiest flowers she had ever seen.\n","One day, when she was amazed by the enchanted garden, a playful bunny came in and took little bites of the pretty flowers. Baba was surprised and afraid that her garden wouldn't look good anymore.\n","\"Oh no, my flowers!\" exclaimed Baba, feeling sad. But then, she remembered the note and decided to sprinkle a little more magic on the garden.\n","Granny sang a lovely song to the flowers and danced around them. To her quizzicalness, the blooms blossomed even more brightly than before, and the bunny hopped along in a happy dance.\n"]},"en-pt":{"title":"O Jardim Mágico da Vovó","moral":"A curiosidade nos leva a descobertas maravilhosas.","hook":"Certa vez, Baba encontrou sementes misteriosas no quintal dela. O que vai acontecer quando ela plantá-las?\n","keywords":{"Baba":["Grandmother"],"flores":["flowers"],"magia":["magic"],"days":["days"],"green shoots":["plantinhas"],"beautiful flowers":["flores bonitas"],"coelho":["rabbit"],"jardim mágico":["magic garden"],"travesso":["naughty"],"vovó":["grandmother"],"plantinhas":["green shoots"],"manhã ensolarada":["sunny morning"],"árvore de maçã":["apple tree"],"mágica acontecer":["magic happen"],"plantar":["plant"],"sementes":["seeds"]},"paragraphs":["Certa manhã ensolarada, Baba descobriu um envelope pequenino perto de sua árvore de maçã favorita. Dentro haviam sementes coloridas com um bilhete que dizia: \"Plante essas e veja a mágica acontecer!\"\n","Animada, Baba pegou sua pequena pá e plantou cuidadosamente as sementes em seu jardim. Ela as regou todos os dias, esperando por algo incrível brotar.\n","Os dias passaram, e pequenos brotos verdes surgiram da terra. Baba observou maravilhada enquanto as plantas cresciam mais altas e floresciam nas flores mais bonitas que ela já tinha visto.\n","Assim que ela estava admirando o jardim mágico, um coelho travesso entrou pulando e deu uma mordidinha nas flores. Baba deu um suspiro, preocupada que seu jardim estivesse arruinado.\n","\"Oh não, minhas flores!\" exclamou Baba, sentindo-se triste. Mas então, ela lembrou do bilhete e decidiu espalhar um pouco mais de magia no jardim.\n","A vovó cantou uma música doce para as plantinhas e dançou ao redor delas. Para sua surpresa, as flores floresceram ainda mais vibrantes do que antes, e o coelho se juntou a ela numa dança alegre.\n"]}}}