{"title":"Baba's Lost Button","hook":"One sunny day, Baba lost her favorite button! Will she be able to find it in time for the big picnic?","moral":"Always remember to be careful with your things.","paragraphs":["One sunny morning, Baba was getting ready for a picnic in the park with her friends.","As she was buttoning up her red coat, she realized that her favorite shiny button was missing!","\"Oh no!\" Baba exclaimed. \"Where could my button have gone?\"","She searched high and low in her room, under the bed, and even in the toy box, but the button was nowhere to be found.","Baba started to feel sad, but then she remembered what her mama always said - \"Take a deep breath and think carefully, Baba.\"","So, Baba closed her eyes and thought hard. Suddenly, she remembered seeing the button fall off her coat near the flower garden outside.","With new determination, Baba rushed outside and found her shiny button sparkling among the colorful flowers.","\"Hooray!\" Baba shouted with joy. She happily sewed the button back on her coat and skipped off to the picnic."],"keywords":["picnic","red coat","shiny button","flower garden","colorful flowers","determined","sparkling","sewed","skipped off"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"title":"Le Bouton Perdu de Baba","moral":"Toujours pense à faire attention à tes affaires.","hook":"Un jour ensoleillé, Baba a perdu son bouton préféré ! Va-t-elle réussir à le retrouver à temps pour le grand pique-nique?","keywords":{"Baba":["Dad"],"bouton":["button"],"aller":["go"],"pique-nique":["picnic"],"manteau rouge":["red coat"],"bouton brillant":["shiny button"],"disparu":["disappeared"],"cherché":["searched"],"chambre":["room"],"détermination":["determination"],"fleurs colorées":["colorful flowers"],"maman":["mom"],"triste":["sad"],"matin ensoleillé":["sunny morning"],"yeux":["eyes"]},"paragraphs":["Un matin ensoleillé, Baba se préparait pour un pique-nique dans le parc avec ses amis.\n","Alors qu'elle boutonnait son manteau rouge, elle a réalisé que son bouton brillant préféré était disparu !\n","\"Oh non !\" s'écria Baba. \"Où est-ce que mon bouton a pu aller ?\"\n","Elle a cherché partout dans sa chambre, sous le lit et même dans la boîte à jouets, mais le bouton était introuvable.\n","Baba a commencé à se sentir triste, mais puis elle a rappelé ce que sa maman lui a toujours dit - \"Prends une grande respiration et réfléchis bien, Baba.\"\n","Alors, Baba a fermé ses yeux et a réfléchi très fort. Soudain, elle s'est souvenue avoir vu le bouton tomber de son manteau près du jardin de fleurs dehors.\n","Avec une nouvelle détermination, Baba se précipita dehors et trouva son bouton brillant étincelant parmi les fleurs colorées.\n","\"Hourra !\" Baba cria avec joie. Elle recousit joyeusement le bouton sur son manteau et sauta jusqu'au pique-nique.\n"]},"id-en":{"hook":"One sunny day, Baba lost her favorite button! Will she be able to find it in time for the big picnic?","moral":"Always remember to be careful with your things.","title":"Baba's Lost Button","keywords":{"red coat":["jas merah"],"shiny button":["tombol mengkilap"],"missing":["hilang"],"Baba":["Baba"],"picnic":["piknik"],"friends":["teman"],"sad":["sedih"],"mama":["mama"],"button":["tombol","kancing"],"disappeared":["menghilang"],"determination":["determinasi","keteguhan"],"colorful flowers":["bunga-bunga berwarna"],"Yay":["Yay"],"Grandma":["nenek"],"thought":["pikiran"],"flower":["bunga"],"searched":["mencari"],"high and low":["tinggi dan rendah"],"toy box":["kotak mainan"]},"paragraphs":["One bright morning, Baba was getting ready for a fun day outside with her friends at the park.\n","When she was fastening her red jacket, she saw that her best shiny thing was gone!\n","\"Oh no!\" Baba said loudly. \"Where could my small round thing have disappeared?\"\n","She looked everywhere in her room - up, down, and even in the toy box, but couldn't find the button.\n","Baba felt a little bit sad. But then she remembered what her mama always said - \"Take a big breath and think very hard, Baba.\"\n","One day, Grandma closed her eyes and thought very strongly. Suddenly, she remembered when the little circle fell off her shirt near the beautiful flower place outside.\n","With strong will, Baba quickly went outside and discovered her bright button shining amongst the pretty flowers. \n","\"Yay!\" Grandma shouted with happiness. She cheerfully sewed the little button back on her jacket and happily walked to the picnic.\n"]},"en-de":{"title":"Baba's Verlorener Knopf","moral":"Immer daran denken vorsichtig mit deinen Sachen zu sein.","hook":"An einem sonnigen Tag hat Baba ihren Lieblingsknopf verloren! Wird sie ihn rechtzeitig für das große Picknick finden können?\n","keywords":{"Baba":["dad","daddy","father"],"sonnig":["sunny","sunshine"],"Picknick":["picnic"],"Knopf":["button"],"Zimmer":["room","chamber"],"Spielzeugkiste":["toy box"],"rief":["called","shouted"],"Mantel":["coat","jacket"],"zuknöpfte":["buttoned up"],"Lieblingsglanzknopf":["favorite shiny button"],"Blumen":["flowers"],"traurig":["sad","gloomy"],"Mama":["mom","mum","mother"],"atme":["breathe","inhale","respire"],"Augen":["eyes"],"Blumengarten":["flower garden"]},"paragraphs":["An einem sonnigen Morgen machte sich Baba für ein Picknick im Park mit ihren Freunden bereit.\n","Als sie ihren roten Mantel zuknöpfte, merkte sie, dass ihr Lieblingsglanzknopf fehlte!\n","\"Oh nein!\" rief Baba aus. \"Wo könnte mein Knopf hingegangen sein?\"\n","Sie suchte überall in ihrem Zimmer, unter dem Bett und sogar in der Spielzeugkiste, aber der Knopf war nirgends zu finden.\n","Baba begann traurig zu werden, aber dann erinnerte sie sich an das, was ihre Mama immer sagte - \"Atme tief ein und denke sorgfältig nach, Baba.\"\n","Also schloss Baba ihre Augen und dachte fest nach. Plötzlich erinnerte sie sich daran, wie der Knopf ihres Mantels beim Blumengarten draußen abfiel.\n","Mit neuer Entschlossenheit eilte Baba nach draußen und fand ihren glänzenden Knopf, der zwischen den bunten Blumen funkelte.\n","\"Juhu!\" rief Baba fröhlich. Sie nähte glücklich den Knopf wieder an ihren Mantel und hüpfte davon zum Picknick.\n"]},"en-pt":{"title":"O Botão Perdido da Vovó","moral":"Lembre-se sempre de ser cuidadoso com suas coisas.\n","hook":"Certa vez, em um dia ensolarado, Baba perdeu seu botão favorito! Será que ela vai conseguir encontrá-lo a tempo do grande piquenique?\n","keywords":{"Baba":["slobber","drool"],"button":["fasten","clasp"],"exclaimed":["shouted","cried out"],"brilhante":["bright","shiny"],"flores":["flowers","blooms"],"triste":["sad","unhappy"],"respirar":["breathe","inhale"],"manhã ensolarada":["sunny morning","bright morning"],"piquenique":["picnic","outing"],"parque":["park","playground"],"casaco":["jacket","coat"],"abotoar":["button up","fasten"],"botão":["button","knob"],"ela":["she","her"],"procurou":["looked for","searched for"]},"paragraphs":["Numa manhã ensolarada, a Baba estava se preparando para um piquenique no parque com seus amigos.\n","Enquanto ela estava abotoando seu casaco vermelho, ela percebeu que seu botão brilhante favorito havia sumido!\n","\"Ah, não!\" exclamou a Baba. \"Para onde foi meu botão?\"\n","Ela procurou em cima e em baixo no quarto, embaixo da cama e até na caixa de brinquedos, mas o botão não estava em lugar nenhum.\n","A Baba começou a se sentir triste, mas então ela lembrou do que a sua mãe sempre dizia - \"Respire fundo e pense com cuidado, Baba.\"\n","Então, Baba fechou os olhos e pensou muito. De repente, ela lembrou de ver o botão cair do seu casaco perto do jardim de flores lá fora.\n","Com nova determinação, Baba correu para fora e encontrou seu botão brilhante reluzente entre as flores coloridas.\n","\"Viva!\" gritou Baba com alegria. Ela costurou a bolinha de volta em seu casaco felizmente e pulou para o piquenique.\n"]}}}