{"title":"Baba's Scrumptious Strawberry Dilemma","hook":"What happened when Baba found a magical strawberry in her grandma's garden?","moral":"Sharing brings joy and builds special friendships.","paragraphs":["One sunny afternoon, Baba was strolling in her grandma's garden when she spotted a plump, shiny red strawberry glistening in the sunlight. Curiosity twinkled in her eyes as she gingerly plucked it.","\"Oh, what a scrumptious strawberry!\" Baba exclaimed, holding it up to the sky. Just then, her friend Lily skipped into the garden.","\"Wow, Baba! That's the biggest strawberry I've ever seen! Can I have a tiny bite?\" Lily asked with hopeful eyes.","Baba hesitated, torn between savoring the strawberry all by herself or sharing it with her friend. After a moment of deep thought, she smiled and broke the strawberry in half, offering a piece to Lily.","Lily's face lit up with delight as she savored the sweet berry. Baba's heart felt warm and happy seeing her friend's joy. Together, they giggled and played under the shade of the old oak tree."],"keywords":["strawberry","garden","friendship","sharing","joy","dilemma","curiosity"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"What happened when Baba found a magical strawberry in her grandma's garden?","moral":"Sharing brings joy and builds special friendships.","title":"Baba's Scrumptious Strawberry Dilemma","keywords":{"Baba":["Kakek"],"strawberry":["stroberi"],"Lily":["Lili"],"berry":["buah","beri"],"garden":["kebun"],"curious":["penasaran"],"Grandma":["Nenek"],"huge red berry":["buah merah raksasa"],"small bite":["gigitan kecil"]},"paragraphs":["Once upon a time in the garden, Baba saw a big, shiny red berry in the sunlight. She gently picked it with curious eyes.\n","\"Yummy strawberry!\" Baba said, showing it to the sky. Suddenly, Lily arrived in the garden.\n","\"Wow, Grandma! Look at the huge red berry! Can I take a small bite?\" Lily asked with eyes full of hope.\n","Once upon a time, Baba had a yummy strawberry. She thought, \"Should I eat all or share with Lily?\" After thinking hard, she smiled, and gave Lily a piece.\n","Lily felt very happy when she ate the yummy berry. Baba felt happy too, seeing Lily so joyful. They laughed and played together under the big tree.\n"]},"en-fr":{"moral":"Partager apporte de la joie et crée des amitiés spéciales.\n","title":"Le Délicieux Problème de Fraises de Baba","hook":"Qu'est-ce qui s'est passé quand Baba a trouvé une fraise magique dans le jardin de sa grand-mère ?","keywords":{"fraise":["strawberry"],"grande":["big"],"yeux":["eyes"],"ciel":["sky"],"jardin":["garden"],"curiosité":["curiosity"],"amie":["friend"],"sourire":["smile"],"Lily":["Lily"],"baie sucrée":["sweet berry"],"vieux chêne":["old oak"]},"paragraphs":["Il était une fois, un bel après-midi ensoleillé, Baba se promenait dans le jardin de sa grand-mère lorsqu'elle aperçut une grosse et brillante fraise rouge scintillant au soleil. La curiosité brillait dans ses yeux alors qu'elle la cueillait avec précaution.\n","\"Oh, quel délicieux fraise !\" Baba s'exclama, la tenant vers le ciel. À ce moment, son amie Lily sautilla dans le jardin.\n","\"Waouh, Baba! C'est la plus grosse fraise que j'aie jamais vue! Puis-je avoir une petite bouchée?\" demanda Lily avec des yeux pleins d'espoir.\n","Baba hésita, partagée entre déguster la fraise seule ou la partager avec son amie. Après un moment de réflexion intense, elle sourit et cassa la fraise en deux, offrant un morceau à Lily.\n","Lily était très contente en mangeant la délicieuse baie sucrée. Le cœur de Baba était chaleureux et joyeux en voyant la joie de son amie. Ensemble, ils rigolaient et jouaient à l'ombre du vieux chêne.\n"]},"en-de":{"title":"Babas Leckere Erdbeer-Schwierigkeit","hook":"Was ist passiert, als Baba eine magische Erdbeere im Garten ihrer Oma gefunden hat?","moral":"Teilen macht glücklich und schafft besondere Freundschaften.\n","keywords":{"Erdbeere":["strawberry"],"Freundin":["friend","girlfriend"],"Himmel":["sky","heaven"],"Baba":["father","dad"],"winzigen":["tiny","small"],"Sonnenlicht":["sunlight"],"Lily":["lily"],"Beere":["berry"],"Freude":["joy","happiness"]},"paragraphs":["An einem sonnigen Nachmittag spazierte Baba durch den Garten ihrer Oma, als sie eine pralle, glänzende rote Erdbeere entdeckte, die im Sonnenlicht funkelte. Neugier funkelte in ihren Augen, als sie sie vorsichtig pflückte.\n","\"Oh, was für eine leckere Erdbeere!\" rief Baba aus, als sie sie in den Himmel hielt. Gerade da hüpfte ihre Freundin Lily in den Garten.\n","\"Wow, Baba! Das ist die größte Erdbeere, die ich je gesehen habe! Kann ich einen winzigen Bissen haben?\" fragte Lily mit hoffnungsvollen Augen.\n","Baba zögerte, hin- und hergerissen zwischen dem Genießen der Erdbeere ganz allein oder dem Teilen mit ihrer Freundin. Nach einem Moment tiefer Gedanken lächelte sie und brach die Erdbeere in zwei Hälften, und bot Lily ein Stück an.\n","Lily bekam ein strahlendes Gesicht, als sie die süße Beere genoss. Babas Herz fühlte sich warm und glücklich, als sie die Freude ihrer Freundin sah. Zusammen kicherten sie und spielten im Schatten der alten Eiche.\n"]},"en-pt":{"moral":"Compartilhar traz alegria e cria amizades especiais.","hook":"O que aconteceu quando Baba encontrou um morango mágico no jardim da vovó?","title":"Baba e o Dilema da Deliciosa Moranguinho","keywords":{"strawberry":["morango"],"biggest":["maior"],"bite":["mordida"],"delicious":["delicioso"],"friend":["amiga"],"Baba":["Baba"],"sunny afternoon":["tarde ensolarada"],"red strawberry":["morango vermelho"],"curiosity":["curiosidade"],"Lily":["Lily"],"joy":["alegria"],"heart":["coração"]},"paragraphs":["Numa tarde ensolarada, Baba caminhava no jardim da vovó quando viu um morango vermelho gordo e brilhante brilhando ao sol. A curiosidade brilhava em seus olhos enquanto ela o colhia cuidadosamente.\n","\"Oh, que morango delicioso!\" Baba exclamou, segurando-o para o céu. Logo em seguida, sua amiga Lily pulou pelo jardim.\n","Uau, Baba! Esse é o morango mais grande que eu já vi! Posso dar uma mordidinha?\n","A Baba hesitou, dividida entre saborear o morango toda sozinha ou dividir com sua amiga. Depois de um momento de pensamento profundo, ela sorriu e partiu o morango ao meio, oferecendo um pedaço para a Lily.\n","O rosto da Lily brilhou de alegria enquanto saboreava a doce frutinha. O coração do Baba sentiu-se quente e feliz ao ver a alegria de sua amiga. Juntos, eles riram e brincaram sob a sombra do velho carvalho.\n"]}}}