{"title":"The Little Caterpillar's Challenge","hook":"Why did the little caterpillar climb up the tallest leaf in the garden?","moral":"Persistence pays off when faced with challenges, no matter how small you are.","paragraphs":["Once in a sunny garden, a little caterpillar named Cody lived under a big oak tree. One day, Cody saw the tallest leaf in the garden and decided to climb it.","\"Why are you climbing the tallest leaf, Cody?\" asked Lily the Ladybug.","\"I want to touch the sky,\" replied Cody with determination. As Cody climbed higher, the wind started blowing strongly.","With each gust, Cody swayed but held on tightly. Tired and scared, Cody thought of giving up. Just then, a wise old spider named Sophie appeared.","\"Don't give up, Cody. Remember, even the tallest trees sway in the wind. Keep going,\" urged Sophie. Encouraged by Sophie's words, Cody continued climbing.","Finally, Cody reached the top of the leaf, feeling accomplished and closer to the sky than ever before. From then on, Cody learned that even the smallest creatures can overcome big challenges through persistence."],"keywords":["Caterpillar","Garden","Ladybug","Determination","Wind","Spider","Accomplished","Persistence","Challenges","Overcome"],"characters":null,"translations":{"en-fr":{"hook":"Pourquoi la petite chenille a-t-elle grimpé sur la plus grande feuille du jardin ?\n","moral":"Quand on ne baisse pas les bras, on finit par réussir quand on rencontre des problèmes, même si on est petit.","title":"Le Petit Défi de la Chenille\n","keywords":{"Cody":["Cody"],"Lily":["Lily"],"Coccinelle":["Ladybug"],"ciel":["sky"],"détermination":["determination"],"vent":["wind"],"araignée":["spider"],"sage":["wise"],"feuille":["leaf"],"persévérance":["perseverance"],"chenille":["caterpillar"],"jardin":["garden"],"arbres":["trees"]},"paragraphs":["Il était une fois, dans un jardin ensoleillé, une petite chenille nommée Cody vivait sous un grand chêne. Un jour, Cody a vu la feuille la plus haute du jardin et a décidé de l'escalader.\n","\"Pourquoi grimpes-tu sur la plus haute feuille, Cody?\" demanda Lily la Coccinelle.\n","\"Je veux toucher le ciel,\" répondit Cody avec détermination. Alors que Cody montait de plus en plus haut, le vent se mit à souffler fort.\n","À chaque bourrasque, Cody a balancé mais s'est accroché fort. Fatigué et effrayé, Cody a pensé à abandonner. Juste à ce moment-là, une sage araignée nommée Sophie est apparue.\n","Ne baisse pas les bras, Cody. Souviens-toi, même les plus grands arbres bougent dans le vent. Continue d'avancer, l'encouragea Sophie. Encouragé par les mots de Sophie, Cody continua de grimper.\n","Un jour, Cody est arrivé en haut de la feuille, se sentant fier et plus proche du ciel que jamais. Depuis ce jour, Cody a appris que même les toutes petites créatures peuvent surmonter de grands défis grâce à la persévérance.\n"]},"en-de":{"title":"Die Kleine Raupe's Abenteuer","hook":"Warum ist die kleine Raupe auf das höchste Blatt im Garten geklettert?\n","moral":"Wenn du vor Problemen stehst, ist es wichtig, dass du nicht aufgibst und immer weitermachst. Auch wenn du noch klein bist, kannst du viel erreichen, wenn du nicht aufhörst zu versuchen.\n","keywords":{"Himmel":["sky"],"berühren":["touch"],"Wind":["wind"],"Cody":["Cody"],"Blatt":["leaf"],"Marienkäfer":["ladybug"],"Windstoß":["gust of wind"],"fest halten":["hold tight","cling"],"weise":["wise"],"Bäume":["trees"],"Raupe":["caterpillar"],"Garten":["garden"],"Eichenbaum":["oak tree"],"Ausdauer":["endurance"]},"paragraphs":["Einmal in einem sonnigen Garten lebte eine kleine Raupe namens Cody unter einem großen Eichenbaum. Eines Tages sah Cody das höchste Blatt im Garten und beschloss, es zu besteigen.\n","\"Warum kletterst du auf das höchste Blatt, Cody?\" fragte Lily der Marienkäfer.\n","\"Ich will den Himmel berühren\", antwortete Cody bestimmt. Als Cody höher kletterte, begann der Wind stark zu wehen.\n","Bei jedem Windstoß schwankte Cody, aber hielt fest. Müde und erschrocken dachte Cody daran aufzugeben. Gerade da tauchte eine weise alte Spinne namens Sophie auf.\n","\"Gib nicht auf, Cody. Denk daran, auch die höchsten Bäume schwanken im Wind. Mach weiter,\" drängte Sophie. Von Sophies Worten ermutigt, kletterte Cody weiter.\n","Endlich erreichte Cody das oberste Blatt, fühlte sich erfüllt und näher am Himmel als jemals zuvor. Von da an lernte Cody, dass selbst die kleinsten Kreaturen durch Ausdauer große Herausforderungen überwinden können.\n"]},"id-en":{"hook":"Why did the little caterpillar climb up the tallest leaf in the garden?","moral":"Persistence pays off when faced with challenges, no matter how small you are.","title":"The Little Caterpillar's Challenge","keywords":{"Cody":["Kody"],"touch":["menyentuh","meraba"],"sky":["langit"],"tall leaf":["daun tinggi"],"Lily the Ladybug":["Lily si kepik","Ladybug Lily"],"wind":["angin"],"spider":["laba-laba"],"tired":["lelah","capek"],"caterpillar":["ulat bulu"],"garden":["kebun","taman"],"climb":["memanjat","mendaki"],"leaf":["daun"],"accomplished":["tercapai","berhasil"],"persistence":["ketekunan","ketabahan"],"trees":["pohon","tumbuhan"],"Sophie":["Sophie"]},"paragraphs":["One day, in a happy garden, a small caterpillar named Cody lived under a huge oak tree. One day, Cody saw the tallest leaf in the garden and wanted to climb it.\n","\"Cody, why are you going up the super tall leaf?\" said Lily the Ladybug.\n","Cody said, \"I want to touch the sky!\" Cody climbed up and felt the strong breeze.\n","When the wind blew, Cody wobbled but gripped with hands. Feeling very tired and afraid, Cody was considering stopping. Suddenly, a clever old spider named Sophie showed up.\n","\"Don't stop trying, Cody. Remember, even the biggest trees move when the wind blows. Keep going,\" said Sophie, cheering. Feeling inspired by Sophie's words, Cody kept climbing higher.\n","One day, Cody climbed up on a big green leaf feeling happy and very high up. Cody learned that even tiny animals can do big things if they keep trying.\n"]},"en-pt":{"hook":"Por que a pequena lagarta subiu na folha mais alta do jardim?","title":"A Desafio da Lagarta Pequenina","moral":"Quando você nunca desiste e continua tentando, mesmo sendo pequenininho, isso sempre vale a pena!\n","keywords":{"Cody":["Cody"],"folha":["leaf"],"Joaninha":["ladybug"],"céu (sky)":["sky"],"determinação (determination)":["determination"],"vento (wind)":["wind"],"árvores":["trees"],"Sophie":["Sophie"],"persistência":["persistence"],"lagarta":["caterpillar"],"carvalho":["oak tree"],"escalá-la":["climb it"],"vento":["wind"],"medo":["fear"],"sábio":["wise"]},"paragraphs":["Era uma vez em um jardim ensolarado, uma lagarta chamada Cody vivia embaixo de uma grande árvore de carvalho. Um dia, Cody viu a folha mais alta do jardim e decidiu escalá-la.\n","\"Por que você está subindo na folha mais alta, Cody?\" perguntou Lily, a Joaninha.\n","\"Eu quero tocar o céu\", respondeu Cody com determinação. Conforme Cody subia mais alto, o vento começou a soprar com força.\n","Com cada sopro de vento, Cody balançava mas segurava com força. Cansado e com medo, Cody pensou em desistir. Foi então que uma sábia aranha velha chamada Sophie apareceu.\n","Não desista, Cody. Lembra que até as árvores mais altas balançam no vento. Vai em frente – incentivou Sophie. Animado pelas palavras de Sophie, Cody continuou a subir.\n","Finalmente, Cody chegou ao topo da folha, se sentindo muito feliz e mais perto do céu do que nunca. A partir daquele momento, Cody aprendeu que até os bichinhos mais pequenos podem vencer grandes desafios através da persistência.\n"]}}}