{"title":"The Kind-hearted Squirrel","hook":"One bright morning, the animals in the forest woke up to find all their food missing. Who could be behind this mystery?","moral":"Being kind and generous to others can bring joy and friendship.","paragraphs":["In a lively forest filled with tall trees and colorful flowers, lived a kind-hearted squirrel named Sammy. Sammy loved to share his acorns with his animal friends – the birds, rabbits, and chipmunks.","One day, all the food in the forest disappeared! The animals were sad and hungry. Sammy noticed his acorn stash was untouched. He decided to share his acorns with everyone, even though he was worried about running out.","As Sammy shared his acorns, the other animals were touched by his generosity. The birds offered to sing cheerful songs, the rabbits hopped around joyfully, and the chipmunks danced in gratitude.","It turned out that a mischievous raccoon had hidden all the food as a prank. When the raccoon saw how happy Sammy's kindness made everyone, he felt guilty. He apologized to the animals and helped them find their hidden food."],"keywords":["squirrel","forest","animals","kindness","friendship","generosity","acorns","mystery","gratitude","apology"],"characters":null,"translations":{"id-en":{"hook":"One bright morning, the animals in the forest woke up to find all their food missing. Who could be behind this mystery?","moral":"Being kind and generous to others can bring joy and friendship.","title":"The Kind-hearted Squirrel","keywords":{"forest":["hutan"],"squirrel":["tupai","kelinci hutan"],"acorns":["biji-bijian"],"animals":["hewan","binatang"],"share":["berbagi","membagi"],"Sammy":["Sammy"],"generosity":["kemurahan hati","kebaikan"],"raccoon":["anjing hutan"],"food":["makanan"],"kindness":["kebaikan","keramahan"]},"paragraphs":["In a happy forest with big trees and pretty flowers, there was a nice squirrel named Sammy. Sammy liked to give his acorns to his friends – the birds, bunnies, and little chipmunks.\n","One day, all the food in the forest disappeared! The animals were sad and hungry. Sammy noticed his acorn stash was untouched. He decided to share his acorns with everyone, even though he was worried about running out.\n","Sammy had some acorns. He shared them with his friends. The birds sang happy songs, the rabbits hopped happily, and the chipmunks danced.\n","One day, a naughty raccoon hid all the food to play a trick. \nBut, when the raccoon saw how Sammy's kindness made everyone happy, he felt sorry. \nHe said sorry to the animals and helped them find their food.\n"]},"en-fr":{"title":"Le gentil écureuil\n","moral":"Être gentil et généreux envers les autres peut apporter de la joie et de l'amitié.","hook":"Un matin ensoleillé, les animaux de la forêt se sont réveillés pour découvrir que toute leur nourriture avait disparu. Qui pourrait se cacher derrière ce mystère ?","keywords":{"forêt":["forest"],"écureuil":["squirrel"],"amis":["friends"],"animaux":["animals"],"glands":["acorns"],"partage":["sharing"],"Sammy":[],"acorns":["glands"],"gratitude":[],"raccoon":[],"food":[],"kindness":[]},"paragraphs":["Dans une forêt animée remplie de grands arbres et de fleurs colorées, vivait un écureuil au cœur généreux nommé Sammy. Sammy aimait partager ses glands avec ses amis animaux - les oiseaux, les lapins et les écureuils.\n","Il y a longtemps, la nourriture de la forêt a disparu ! Les animaux étaient tristes et affamés. Sammy a remarqué que ses réserves de glands étaient intactes. Il a décidé de partager ses glands avec tout le monde, même s'il avait peur de ne plus en avoir.\n","Quand Sammy a partagé ses glands, les autres animaux ont été touchés par sa générosité. Les oiseaux ont proposé de chanter des chansons joyeuses, les lapins ont sauté joyeusement autour, et les tamias ont dansé en signe de gratitude.\n","Il s'est avéré qu'un raton laveur malicieux avait caché toute la nourriture comme une blague. Quand le raton laveur a vu à quel point la gentillesse de Sammy rendait tout le monde heureux, il s'est senti coupable. Il s'est excusé auprès des animaux et les a aidés à retrouver leur nourriture cachée.\n"]},"en-pt":{"moral":"Ser bom e generoso com os outros pode trazer alegria e amizade.","title":"O Esquilo de Bom Coração","hook":"Numa manhã ensolarada, os bichinhos da floresta acordaram e viram que toda a sua comida sumiu. Quem será que está por trás desse mistério?","keywords":{"floresta":["forest"],"esquilo":["squirrel"],"amigos":["friends"],"guaxinim":["raccoon"],"travesso":["mischievous","playful"],"bondade":["kindness"],"bolotas":["acorns"],"generosidade":["generosity"],"agradecimento":["gratitude"],"comida":["food"],"animais":["animals"]},"paragraphs":["Em uma floresta animada cheia de árvores altas e flores coloridas, morava um esquilo bom de coração chamado Sammy. Sammy adorava compartilhar suas bolotas com seus amigos animais - os pássaros, coelhos e esquilos.\n","Era uma vez, um dia, toda a comida na floresta sumiu! Os animais estavam tristes e com fome. Sammy percebeu que sua reserva de bolotas estava intocada. Ele decidiu compartilhar suas bolotas com todos, mesmo estando preocupado em acabar.","Quando Sammy compartilhou suas bolotas, os outros animais ficaram felizes com a generosidade dele. Os pássaros se ofereceram para cantar músicas alegres, os coelhos pularam alegremente ao redor, e os esquilos dançaram em agradecimento.\n","Aconteceu que um guaxinim travesso tinha escondido toda a comida como uma travessura. Quando o guaxinim viu o quão feliz a bondade de Sammy fez todos, ele se sentiu culpado. Ele pediu desculpas aos animais e os ajudou a encontrar sua comida escondida.\n"]},"en-de":{"title":"Das liebe Eichhörnchen","moral":"Wenn du nett und großzügig zu anderen bist, kannst du Freude und Freundschaft erleben.","hook":"An einem sonnigen Morgen wachten die Tiere im Wald auf und entdeckten, dass ihr Essen verschwunden war. Wer könnte dieses Geheimnis gelöst haben?\n","keywords":{"Eichhörnchen":["squirrel"],"Eicheln":["acorns"],"Tierfreunde":["animal lovers"],"Waschbär":["raccoon"],"Nahrungsmittel":["food"],"entschuldigte":["apologized"],"Essen":["meal","food"],"Tiere":["animals"],"Wald":["forest"],"Sammy":["Sammy"],"Streifenhörnchen":["chipmunk"]},"paragraphs":["In einem fröhlichen Wald voller hoher Bäume und bunter Blumen lebte ein freundliches Eichhörnchen namens Sammy. Sammy liebte es, seine Eicheln mit seinen Tierfreunden zu teilen – den Vögeln, Hasen und Streifenhörnchen.\n","Eines Tages verschwand das ganze Essen im Wald! Die Tiere waren traurig und hungrig. Sammy bemerkte, dass sein Eichel-Vorrat unberührt war. Er beschloss, seine Eicheln mit allen zu teilen, obwohl er besorgt war, dass sie ausgehen könnten.\n","Als Sammy seine Eicheln teilte, waren die anderen Tiere von seiner Großzügigkeit berührt. Die Vögel boten an, fröhliche Lieder zu singen, die Kaninchen hüpften freudig herum und die Streifenhörnchen tanzten in Dankbarkeit.\n","Es stellte sich heraus, dass ein schelmischer Waschbär aus Jux alle Nahrungsmittel versteckt hatte. Als der Waschbär sah, wie glücklich Sammys Freundlichkeit alle machte, fühlte er sich schuldig. Er entschuldigte sich bei den Tieren und half ihnen, ihr verstecktes Essen zu finden.\n"]}}}