{"title":"Baba's Blooming Garden","hook":"One sunny morning, Baba discovered something special in her garden. What could it be?","moral":"Patience and care can make beautiful things grow.","paragraphs":["Once upon a time, in a small village, there lived a jolly and cute little girl named Baba. She loved spending time in her colorful garden, filled with bright flowers and buzzing bees.","One day, as Baba watered her plants, she noticed a tiny seedling peeking out of the soil. \"Oh, what is this?\" she exclaimed with wide eyes, filled with curiosity.","Baba decided to take care of the mysterious seedling, watering it every day and making sure it got enough sunlight. She patiently waited, wondering what would grow from it.","Days turned into weeks, and Baba's care for the seedling never wavered. Finally, one morning, she woke up to find a beautiful sunflower blooming proudly in her garden, towering over her with its golden petals.","\"Wow, it's a sunflower!\" Baba cheered, her face beaming with joy. She learned that with patience and love, even the smallest seed can grow into something breathtaking."],"keywords":["Baba","garden","seedling","sunlight","patience","care","sunflower","blooming","curiosity","colorful"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"title":"Jardim Florido da Vovó","moral":"Quando formos pacientes e cuidadosos, conseguimos fazer coisas lindas crescerem.","hook":"Em uma manhã ensolarada, Baba descobriu algo especial em seu jardim. O que poderia ser?","keywords":{"vovó":["grandmother"],"mudinha":["seedling","small plant"],"sol":["sun"],"girassol":["sunflower"],"alegria":["joy","happiness"],"semente":["seed"],"Baba":["babysitter","nanny"],"jardim colorido":["colorful garden"],"abelhinhas zumbidoras":["buzzing bees"],"carinho":["affection","care"],"muda":["seedling","plant cutting"],"plantas":["plants"],"brotinho":["sprout"]},"paragraphs":["Numa vez, numa aldeia pequena, morava uma menina alegre e fofa chamada Baba. Ela adorava passar tempo no seu jardim colorido, cheio de flores brilhantes e abelhinhas zumbidoras.\n","Era uma vez, enquanto a Vovó regava suas plantas, ela viu um brotinho minúsculo aparecendo na terra. \"Oh, o que é isso?\" ela exclamou com os olhos arregalados, cheios de curiosidade.\n","A vovó decidiu cuidar da misteriosa mudinha, regando-a todos os dias e garantindo que ela recebesse bastante sol. Ela esperou pacientemente, perguntando-se o que iria crescer dela.\n","Passaram-se muitos dias, e o carinho da Baba pela muda nunca diminuiu. Finalmente, numa manhã, ela acordou e encontrou um belo girassol florescendo orgulhosamente em seu jardim, se erguendo sobre ela com suas pétalas douradas.\n","Uau, é um girassol! Baba aplaudiu, seu rosto brilhava de alegria. Ela aprendeu que com paciência e amor, até a menor semente pode se transformar em algo deslumbrante.\n"]},"id-en":{"hook":"One sunny morning, Baba discovered something special in her garden. What could it be?","moral":"Patience and care can make beautiful things grow.","title":"Baba's Blooming Garden","keywords":{"girl":["gadis","anak perempuan"],"garden":["taman","kebun"],"flowers":["bunga","kembang"],"Baba":["Kakek","Kapiten"],"plants":["tanaman","tumbuhan"],"seedling":["benih","tunas"],"Granny":["nenek","nenek moyang"],"magical little plant":["tanaman kecil ajaib","tumbuhan kecil magis"],"sunshine":["sinar matahari","sinar surya"],"days":["hari","waktu"],"sunflower":["bunga matahari","bunga surya"],"patience":["kesabaran","kesabaran hati"],"love":["cinta","kasih"]},"paragraphs":["Once upon a time, in a tiny town, there was a happy and sweet girl named Baba. She liked playing in her pretty garden with lots of colorful flowers and busy bees.\n","One day, when Baba was giving water to her plants, she saw a small baby plant coming out of the ground. \n\"Oh, what is this?\" she said with big eyes, full of excitement.\n","Granny decided to look after the magical little plant, giving it water every day and making sure it had plenty of sunshine. She waited patiently, curious to see what would sprout from it.\n","Days became many days, and Baba always looked after the young plant. One day, while it was still morning, she saw a big, pretty yellow flower standing tall in her garden.\n","Wow, look, a big flower with yellow petals! Baba shouted with happiness, her smiling face. She discovered that with waiting and kindness, even a tiny seed can become a beautiful thing.\n"]},"en-fr":{"moral":"La patience et l'attention peuvent faire pousser de belles choses.","title":"Le Jardin En Fleurs de Baba\n","hook":"Un matin ensoleillé, Baba a découvert quelque chose de spécial dans son jardin. Qu'est-ce que cela pouvait bien être?","keywords":{"Baba":["Dad","Father"],"plante":["plant"],"pousse":["bud","sprout"],"jours":["days"],"tournesol":["sunflower"],"patience":["patience"],"amour":["love"],"plante mystérieuse":["mysterious plant"],"soleil":["sun"],"petite fille":["little girl"],"jardin coloré":["colorful garden"],"abeilles bourdonnantes":["buzzing bees"]},"paragraphs":["Il était une fois, dans un petit village, vivait une joyeuse et mignonne petite fille nommée Baba. Elle aimait passer du temps dans son jardin coloré, rempli de fleurs brillantes et d'abeilles bourdonnantes.\n","Un jour, tandis que Baba arrosait ses plantes, elle a vu une petite pousse sortir de la terre. \"Oh, qu'est-ce que c'est?\" s'est-elle écriée, les yeux grands ouverts, pleins de curiosité.\n","Baba a décidé de s'occuper de la petite plante mystérieuse, en l'arrosant tous les jours et en s'assurant qu'elle recevait suffisamment de soleil. Elle a attendu patiemment, se demandant ce qui allait pousser.\n","Les jours se sont transformés en semaines, et le soin de Baba pour la plantule n'a jamais faibli. Enfin, un matin, elle s'est réveillée pour trouver un magnifique tournesol fleurissant fièrement dans son jardin, dominant de ses pétales dorés.\n","Waouh, c'est un tournesol ! Baba a applaudi, son visage rayonnant de joie. Elle a appris qu'avec patience et amour, même la plus petite graine peut pousser pour devenir quelque chose d'époustouflant.\n"]},"en-de":{"title":"Omas Blühender Garten\n","moral":"Mit Geduld und Liebe können hübsche Dinge wachsen.","hook":"An einem sonnigen Morgen entdeckte Baba etwas Besonderes in ihrem Garten. Was könnte das sein?","keywords":{"Mama":["Mom"],"Pflänzchen":["Seedling"],"pflegen":["care for"],"Dorf":["Village"],"Mädchen":["Girl"],"Garten":["Garden"],"Sonnenblume":["Sunflower"],"Geduld":["Patience"],"Samen":["Seeds"],"Baba":["Dad"],"Pflanzen":["Plants"],"Neugier":["Curiosity"],"Tage":["Days"],"Wochen":["Weeks"]},"paragraphs":["Es war einmal, in einem kleinen Dorf, lebte ein fröhliches und niedliches kleines Mädchen namens Baba. Sie liebte es, Zeit in ihrem bunten Garten zu verbringen, der voller heller Blumen und summender Bienen war.\n","Eines Tages, als Baba ihre Pflanzen goss, bemerkte sie ein winziges Pflänzchen, das aus der Erde spähte. \"Oh, was ist das?\" rief sie mit großen Augen aus, voller Neugier.\n","Mama beschloss, das geheimnisvolle Pflänzchen zu pflegen.\nSie goss es jeden Tag mit Wasser und stellte sicher, dass es genug Sonnenlicht bekam.\nGeduldig wartete sie und fragte sich, was daraus wachsen würde.\n","Tage wurden zu Wochen, und Babas Sorge um das Pflänzchen schwankte niemals. Endlich, eines Morgens, wachte sie auf und fand einen wunderschönen Sonnenblumen stolz in ihrem Garten blühen, der mit seinen goldenen Blütenblättern über sie aufragte.\n","\"Wow, das ist eine Sonnenblume!\" jubelte Baba, ihr Gesicht strahlte vor Freude. Sie lernte, dass mit Geduld und Liebe auch der kleinste Samen zu etwas Atemberaubendem heranwachsen kann.\n"]}}}