{"title":"The Enchanted Garden","hook":"What mysterious creatures will Baba meet in the hidden garden behind her home's tall fence?","moral":"Curiosity can lead to wonderful discoveries, but always remember to seek permission first.","paragraphs":["Once upon a time, there was a jolly cute little girl named Baba who lived in a cozy little house with a big garden. Behind her home, there was a tall fence that she was always curious about.","One sunny day, Baba decided to sneak into the hidden garden behind the fence. She discovered a magical place filled with colorful flowers and buzzing bees. Baba was amazed by the beauty surrounding her.","Suddenly, she heard a soft voice saying, \"Who dares enter my garden?\" Baba turned around to see a tiny gnome peeking out from behind a bush. The gnome explained that the garden was enchanted, and only those with pure hearts could enter.","Baba felt a mix of wonder and fear, but she bravely asked the gnome if she could stay and explore. The gnome smiled and granted her permission, impressed by her courage and kind heart.","Baba spent the whole day playing with the enchanted creatures in the garden, making new friends and learning new things. As the sun set, Baba knew it was time to go home, but she promised to visit again with permission."],"keywords":["Baba","enchanted","garden","curious","permission","magical","discover","creatures","wonder","kindness"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"What mysterious creatures will Baba meet in the hidden garden behind her home's tall fence?","moral":"Curiosity can lead to wonderful discoveries, but always remember to seek permission first.","title":"The Enchanted Garden","keywords":{"Granny":["Nenek"],"magical creature":["makhluk ajaib"],"courage":["keberanian"],"Baba":["Kakek"],"garden":["kebun","taman"],"flowers":["bunga"],"magical animals":["hewan ajaib"],"enchanted":["terpesona","terkutuk"],"girl":["gadis","perempuan"],"house":["rumah"]},"paragraphs":["Long time ago, there was a happy, adorable little girl named Baba. She lived in a small, comfortable house with a large garden. At the back of her house, there was a high fence that she was very curious about.\n","One day, Baba went into a secret garden behind a fence. There were pretty flowers and busy bees. Baba felt happy seeing so many beautiful things.\n","All of a sudden, she heard a gentle voice saying, \"Who's there in my garden?\" Baba looked back and saw a small magical creature popping out from a plant. The magical creature told her that the garden was under a spell, and only kind-hearted people could come in.\n","Granny felt very surprised and a little scared, but she was brave and asked the small magical creature if she could stay and look around. The magical creature smiled and said yes, feeling amazed by Granny's courage and kindness.\n","Granny played all day with magical animals in the garden, made new friends, and learned new things. When the sun went down, Granny knew it was time to go back home, but she promised to come visit again with permission.\n"]},"en-fr":{"title":"Le Jardin Enchanté\n","moral":"La curiosité peut te faire découvrir des choses merveilleuses, mais n'oublie jamais de demander la permission d'abord.\n","hook":"Quels animaux mystérieux Baba rencontrera-t-elle dans le jardin caché derrière la grande clôture de sa maison ?\n","keywords":{"jolie":["pretty","beautiful"],"petite":["small","little"],"jardin":["garden"],"Baba":["Baba"],"créatures enchantées":["enchanted creatures"],"gnome":["gnome"],"enchanté":["enchanted"],"lutin":["elf","sprite"],"courage":["bravery","courage"],"magique":["magical","magical"]},"paragraphs":["Il était une fois, une petite fille adorable nommée Baba qui vivait dans une maison douillette avec un grand jardin. Derrière sa maison, il y avait une grande clôture qui l'intriguait toujours.\n","Il était une fois, un jour ensoleillé, Baba décida de se faufiler dans le jardin secret derrière la clôture. Elle découvrit un endroit magique rempli de fleurs colorées et d'abeilles bourdonnantes. Baba était émerveillée par la beauté qui l'entourait.\n","Tout à coup, elle entendit une voix douce dire \"Qui ose entrer dans mon jardin ?\" Baba se retourna pour voir un petit gnome qui se cachait derrière un buisson. Le gnome expliqua que le jardin était enchanté, et seuls ceux avec un cœur pur pouvaient y entrer.\n","Baba se sentait un mélange de merveille et de peur, mais elle a courageusement demandé au lutin si elle pouvait rester et explorer. Le lutin a souri et lui a accordé sa permission, impressionné par son courage et son bon cœur.\n","Baba a passé toute la journée à jouer avec les créatures enchantées dans le jardin, se faisant de nouveaux amis et apprenant de nouvelles choses. Au coucher du soleil, Baba savait qu'il était temps de rentrer à la maison, mais elle promit de revenir avec la permission.\n"]},"en-de":{"title":"Der Zauberhafte Garten","moral":"Neugier kann zu tollen Entdeckungen führen, aber denke immer daran, zuerst um Erlaubnis zu fragen.","hook":"Welche geheimnisvollen Kreaturen wird Baba im versteckten Garten hinter dem hohen Zaun ihres Zuhauses treffen?","keywords":{"Mädchen":["girl"],"Haus":["house","home"],"Garten":["garden"],"Baba":["old woman","grandma"],"Gnom":["gnome"],"Mut":["courage","bravery"],"Kreaturen":["creatures","beings"],"Freunde":["friends"],"Kobold":["goblin"],"verzaubert":["enchanted","charmed"],"versteckten Garten":["hidden garden"],"bunter Blumen":["colorful flowers"]},"paragraphs":["Es war einmal ein fröhliches, süßes Mädchen namens Baba, das in einem gemütlichen Haus mit einem großen Garten lebte. Hinter ihrem Zuhause war ein hoher Zaun, über den sie immer neugierig war.\n","An einem sonnigen Tag entschied Baba sich, in den versteckten Garten hinter dem Zaun zu schleichen. Sie entdeckte einen zauberhaften Ort voller bunter Blumen und summender Bienen. Baba war erstaunt von der Schönheit um sie herum.\n","Plötzlich hörte sie eine leise Stimme: \"Wer wagt es, meinen Garten zu betreten?\" Baba drehte sich um und sah einen winzigen Kobold, der hinter einem Busch hervorschaute. Der Kobold erklärte, dass der Garten verzaubert sei und nur diejenigen mit reinen Herzen eintreten könnten.\n","Baba fühlte eine Mischung aus Staunen und Angst, aber sie fragte den Gnom tapfer, ob sie bleiben und erforschen könnte. Der Gnom lächelte und gewährte ihr die Erlaubnis, beeindruckt von ihrem Mut und ihrem lieben Herzen.\n","Baba verbrachte den ganzen Tag damit, im Garten mit den verzauberten Kreaturen zu spielen, neue Freunde zu finden und neue Dinge zu lernen. Als die Sonne unterging, wusste Baba, dass es Zeit war, nach Hause zu gehen, aber sie versprach, mit Erlaubnis wieder zu besuchen.\n"]},"en-pt":{"title":"O Jardim Encantado","moral":"A curiosidade pode levar a descobertas maravilhosas, mas lembre-se sempre de pedir permissão primeiro.","hook":"Que criaturas misteriosas Baba encontrará no jardim escondido atrás do alto cercado de sua casa?\n","keywords":{"menininha":["little girl"],"casinha":["little house"],"quintal":["backyard"],"sunny day":["day full of sunshine"],"hidden garden":["secret garden"],"magical place":["enchanted place"],"voice":["sound"],"gnome":["dwarf"],"enchanted":["magical"],"Baba":["Grandma"],"criaturas encantadas":["enchanted creatures"],"jardim":["garden"],"fada":["fairy"],"gnomo":["gnome"],"coragem":["courage"]},"paragraphs":["Era uma vez, numa casinha bonita, morava uma menininha chamada Baba que adorava brincar no quintal. Logo atrás da sua casa, havia um cercado alto que a deixava sempre curiosa.\n","Num dia ensolarado, Baba decidiu se aventurar no jardim escondido atrás da cerca. Ela descobriu um lugar mágico cheio de flores coloridas e abelhas zumbindo. Baba ficou maravilhada com a beleza ao seu redor.\n","De repente, ela ouviu uma voz suave dizendo, \"Quem se atreve a entrar no meu jardim?\" Baba virou-se para ver um gnomo pequenino espiando de trás de uma moita. O gnomo explicou que o jardim estava encantado, e só os de coração puro podiam entrar.\n","A fada sentia uma mistura de admiração e medo, mas corajosamente perguntou ao gnomo se poderia ficar e explorar. O gnomo sorriu e concedeu-lhe permissão, impressionado pela sua coragem e coração bondoso.\n","Naquele dia, Baba brincou o dia inteirinho com as criaturas encantadas no jardim, fez novos amigos e aprendeu coisas novas. Quando o sol se pôs, Baba sabia que era hora de ir para casa, mas prometeu voltar a visitar com permissão.\n"]}}}