{"title":"Asha the Dragoness Healer","hook":"Why did the animals in Fora jungle stop playing together one sunny day?","moral":"Kindness can melt even the toughest hearts.","paragraphs":["Once upon a time in the great Fora jungle, the animals used to play together joyfully every day. But one sunny morning, they all seemed grumpy and kept to themselves.","Asha, the compassionate healer dragoness, noticed the strange behavior and decided to investigate. She found out that a misunderstanding had caused a rift between the animals.","Hearing their sides of the story, Asha realized that the issue was a simple miscommunication. She gathered everyone together and encouraged them to share their feelings openly.","Through her gentle guidance, the animals learned to listen to each other with empathy. They soon realized that kindness and understanding could solve any problem.","The jungle came alive again with laughter and games as the animals forgave each other and embraced their differences. Asha smiled, knowing that even the most divided hearts could be united by kindness."],"keywords":["Fora jungle","Dragoness","Healer","Misunderstanding","Empathy","Forgiveness","Unity","Laughter","Games","Communication"],"characters":["Asha"],"series":"fables-of-fora-forests","translations":{"en-pt":{"hook":"Por que os animais na floresta de Fora pararam de brincar juntos em um lindo dia de sol?","moral":"Gentileza pode derreter até os corações mais durões.","title":["A Asha, a Dragão Curandeira"],"keywords":{"gentle guidance":["gentle guidance"],"empathy":["empathy"],"problem solving":["problem solving"],"jungle":["jungle"],"animals":["animals"],"play":["play"],"mal entendido":["misunderstanding"],"reuniu":["gathered"],"sentimentos":["feelings"],"laughter":["laughter"],"kindness":["kindness"],"Asha":["Asha"],"dragonesa":["dragoness"],"mal-entendido":["misunderstanding"]},"paragraphs":["Era uma vez, na grande selva de Fora, os animais costumavam brincar juntos alegremente todos os dias. Mas numa manhã ensolarada, todos pareciam mal-humorados e ficaram sozinhos.\n","Asha, a dragonesa curandeira compassiva, percebeu um comportamento estranho e decidiu investigar. Ela descobriu que um mal-entendido havia causado uma separação entre os animais.\n","Ouvindo o que cada um tinha para dizer, a Asha percebeu que o problema era apenas um mal entendido. Ela reuniu todos e os encorajou a compartilharem seus sentimentos abertamente.\n","Através da ajuda suave dela, os animais aprenderam a ouvir um ao outro com carinho. Logo perceberam que bondade e compreensão podem resolver qualquer problema.\n","A floresta se animou de novo com risadas e brincadeiras enquanto os animais se perdoavam e abraçavam suas diferenças. Asha sorriu, sabendo que até os corações mais divididos podem se unir pela bondade.\n"]},"en-fr":{"title":"Asha la Guérisseuse Dragonne\n","moral":"La gentillesse peut faire fondre même les cœurs les plus durs.\n","hook":"Pourquoi les animaux de la jungle de Fora ont-ils arrêté de jouer ensemble un jour ensoleillé?","keywords":{"Asha":["Asha"],"problème":["problem"],"incompréhension":["misunderstanding"],"Fora":["Fora"],"animaux":["animals"],"jouaient":["played"],"dragonne":["she-dragon"],"guérisseuse":["healer","healing woman"],"écouter":["listen"],"empathie":["empathy"],"jungle":["jungle"],"laughter":["laughter"],"kindness":["kindness"]},"paragraphs":["Il était une fois dans la grande jungle de Fora, les animaux jouaient ensemble joyeusement tous les jours. Mais un matin ensoleillé, ils semblaient tous grognons et restaient chacun de leur côté.\n","Asha, la gentille dragonne guérisseuse, a remarqué un comportement étrange et a décidé d'enquêter. Elle a découvert qu'un malentendu avait causé une division entre les animaux.\n","En écoutant les versions de chacun, Asha a réalisé que le problème était une simple incompréhension. Elle a rassemblé tout le monde et les a encouragés à partager leurs sentiments librement.\n","Avec son aide douce, les animaux ont appris à s'écouter les uns les autres avec empathie. Ils ont vite compris que la gentillesse et la compréhension pouvaient résoudre n'importe quel problème.\n","La jungle s'est réveillée à nouveau avec des rires et des jeux alors que les animaux se pardonnaient et embrassaient leurs différences. Asha souriait, sachant que même les cœurs les plus divisés pouvaient être unis par la gentillesse.\n"]},"en-de":{"hook":"Warum haben die Tiere im Dschungel von Fora an einem sonnigen Tag aufgehört, zusammen zu spielen?","title":"Asha die Drachenheilerin","moral":"Freundlichkeit kann selbst die härtesten Herzen schmelzen.","keywords":{"Tiere":["animals"],"Dschungel":["jungle"],"mürrisch":["grumpy","sullen"],"Asha":["Asha"],"Missverständnis":["misunderstanding"],"Gefühle":["feelings","emotions"],"Einfühlungsvermögen":["empathy"],"Verständnis":["understanding","comprehension"],"Heilungsdrachin":["healing dragon"],"Herzen":["hearts"]},"paragraphs":["Vor langer Zeit im großen Dschungel Fora spielten die Tiere jeden Tag fröhlich zusammen. Aber an einem sonnigen Morgen schienen sie alle mürrisch zu sein und hielten sich für sich.\n","Asha, die mitfühlende Heilungsdrachin, bemerkte das seltsame Verhalten und beschloss, zu untersuchen. Sie fand heraus, dass ein Missverständnis einen Riss zwischen den Tieren verursacht hatte.\n","Als Asha die verschiedenen Sichtweisen hörte, merkte sie, dass das Problem einfach ein Missverständnis war. Sie hat alle zusammengebracht und sie ermutigt, ihre Gefühle offen zu teilen.\n","Die Tiere lernten durch ihre sanfte Anleitung, einander mit Einfühlungsvermögen zuzuhören. Bald merkten sie, dass Freundlichkeit und Verständnis jedes Problem lösen konnten.\n","Der Dschungel lebte wieder auf mit Gelächter und Spielen, als die Tiere einander vergaben und ihre Unterschiede umarmten. Asha lächelte, wissend, dass auch die getrenntesten Herzen durch Freundlichkeit vereint werden konnten.\n"]},"id-en":{"hook":"Why did the animals in Fora jungle stop playing together one sunny day?","moral":"Kindness can melt even the toughest hearts.","title":"Asha the Dragoness Healer","keywords":{"animals":["hewan"],"play":["bermain","main"],"sunny morning":["pagi yang cerah"],"Mama Bear":["Mama Beruang"],"kindness":["kebaikan","kesopanan"],"jungle":["hutan belantara","rimba"],"laughter":["tawa"],"dragon":["naga"],"misunderstanding":["salah paham"],"Asha":["Asha"],"sides of the story":["berbagai sisi cerita"],"miscommunication":["salah komunikasi"]},"paragraphs":["Long time ago in big jungle, animals used to play together happily everyday. But one sunny morning, all seemed unhappy and played alone.\n","Asha, the kind dragon who helps others feel better, saw that the animals were not getting along. She learned that they were confused and not understanding each other.\n","Asha heard both sides of the story. She found out that the problem was just a big mix-up in talking. Asha got everyone to sit and talk about how they felt without holding back.\n","Mama Bear patiently taught the animals how important it is to listen carefully and care for one another. The animals saw that being nice and trying to understand each other can make everything better.\n","The big forest became happy again with funny sounds and plays as the animals said sorry to each other and hugged their differences. Asha smiled, knowing that even the most separate hearts could come together with niceness.\n"]}}}