{"title":"The Busy Ant and the Carefree Grasshopper","hook":"Why did the ant work hard all summer while the grasshopper played freely? Let's find out!","moral":"Hard work and planning ahead lead to success.","paragraphs":["Once upon a time, in a cozy meadow, lived a busy ant and a carefree grasshopper. The ant spent the sunny days gathering food for winter, while the grasshopper danced and sang joyfully.","One day, a storm approached, and the grasshopper realized he had no food saved. He rushed to the ant's home, \"Dear ant, please help me. I have no food for the rainy days.\"","The ant, although tired from work, welcomed the grasshopper with kindness. Together, they stored enough food for both to survive the storm. The grasshopper learned the importance of preparation and hard work."],"keywords":"ant, grasshopper, meadow, storm, food, winter, kindness, preparation, hard work, lesson","characters":null,"translations":{"id-en":{"hook":"Why did the ant work hard all summer while the grasshopper played freely? Let's find out!","moral":"Hard work and planning ahead lead to success.","title":"The Busy Ant and the Carefree Grasshopper","keywords":{"ant":["semut"],"grasshopper":["belalang"],"meadow":["padang rumput"],"preparation":["persiapan","penyusunan"],"food":["makanan"]},"paragraphs":["One day, in a happy field, there was a hardworking ant and a happy grasshopper. The ant collected food in the sun, but the grasshopper played in the meadow.\n","One sunny day, a big storm was coming and the grasshopper saw he didn't have any food. He quickly went to the ant's house and said, \"Kind ant, can you give me food? I don't have any for the rainy days.\"\n","The ant was very tired from working all day, but still greeted the grasshopper warmly. They worked together to gather plenty of food to keep them safe in the storm. The grasshopper discovered how helpful it is to be ready and work hard.\n"]},"en-pt":{"moral":"Trabalho duro e pensar no futuro levam ao sucesso.\n","title":"A Formiguinha Atarefada e o Gafanhoto Despreocupado","hook":"Por que a formiguinha trabalhou tanto todo o verão enquanto o gafanhoto brincava livremente? Vamos descobrir!","keywords":{"ant":["formiguinha"],"grasshopper":[],"kindness":[],"formiguinha":["ant"],"campo aconchegante":[],"cantava alegremente":[],"storm":[]},"paragraphs":["Era uma vez, em um campo aconchegante, vivia uma formiguinha ocupada e uma cigarra despreocupada. A formiguinha passava os dias ensolarados recolhendo alimentos para o inverno, enquanto a cigarra dançava e cantava alegremente.\n","Um dia, uma tempestade se aproximou, e o gafanhoto percebeu que não tinha comida guardada. Ele correu para a casa da formiga, \"Querida formiga, por favor me ajude. Eu não tenho comida para os dias chuvosos.\"\n","A formiguinha, mesmo cansada do trabalho, recebeu o grilo com bondade. Juntos, eles guardaram comida suficiente para sobreviverem à tempestade. O grilo aprendeu a importância da preparação e do trabalho duro.\n"]},"en-fr":{"moral":"Travailler fort et penser à l'avenir mènent au succès.","title":"La Fourmi Occupée et la Cigale Insouciante\n","hook":"Pourquoi la fourmi a travaillé dur tout l'été pendant que la sauterelle jouait librement? Voyons voir!","keywords":{"fourmi":["ant"],"criquet":["cricket"],"tempête":["storm"],"sauterelle":["grasshopper"],"hiver":["winter"],"nourriture":["food"]},"paragraphs":["Il était une fois, dans une prairie accueillante, vivait une fourmi occupée et une sauterelle insouciante. La fourmi passait les jours ensoleillés à collecter de la nourriture pour l'hiver, tandis que la sauterelle dansait et chantait joyeusement.\n","Il était une fois, un jour, un orage approchait et le sauterelle réalisa qu'il n'avait pas de nourriture stockée. Il se dépêcha vers la maison de fourmi, \"Chère fourmi, s'il te plaît aide-moi. Je n'ai pas de nourriture pour les jours de pluie.\"\n","La fourmi, bien que fatiguée du travail, a accueilli le criquet avec gentillesse. Ensemble, ils ont stocké suffisamment de nourriture pour survivre à la tempête. Le criquet a appris l'importance de la préparation et du travail dur.\n"]},"en-de":{"title":"Die fleißige Ameise und der sorglose Grashüpfer","moral":"Fleißiges Arbeiten und das Vorausplanen führen zum Erfolg.\n","hook":"Warum hat die Ameise den ganzen Sommer hart gearbeitet, während die Grille frei gespielt hat? Lass uns es herausfinden!\n","keywords":{"Ameise":["Ant"],"Grashüpfer":["Grasshopper"],"Winter":["Winter"],"Vorbereitung":["Preparation"],"Sturm":["Storm"]},"paragraphs":["Vor langer Zeit, auf einer gemütlichen Wiese, lebte eine fleißige Ameise und eine sorglose Grashüpfer. Die Ameise verbrachte die sonnigen Tage damit, Nahrung für den Winter zu sammeln, während der Grashüpfer fröhlich tanzte und sang.\n","Eines Tages kam ein Sturm und der Grashüpfer merkte, dass er kein Essen gespart hatte. Er eilte zum Zuhause der Ameise, \"Liebe Ameise, bitte hilf mir. Ich habe kein Essen für die regnerischen Tage.\"\n","Die Ameise, obwohl müde von der Arbeit, begrüßte die Grashüpfer mit Freundlichkeit. Gemeinsam haben sie genug Essen gelagert, um den Sturm zu überleben. Der Grashüpfer lernte die Bedeutung der Vorbereitung und harten Arbeit.\n"]}}}