{"title":"The Singing Pirate and the Wise Serpent Charmer","hook":"Did Zoran and Washa find a magical treasure in the great Fora jungle?","moral":"Kindness and cooperation can help solve problems and lead to wonderful discoveries.","paragraphs":["In the lush green Fora jungle, Zoran the gentle singing pirate and Washa the wise serpent charmer were on a quest. They heard a rumor about a hidden treasure deep in the heart of the jungle. Eager and excited, they set off together.","As they ventured further into the jungle, they encountered a deep ravine blocking their path. Zoran, with his strong arms, tried to build a bridge using vines, but it kept collapsing. Washa, observing the situation, suggested using the rocks nearby to stabilize the bridge. Together, they successfully crossed the ravine.","Soon, they reached a cave where the treasure was said to be hidden. But the entrance was blocked by a giant boulder. Zoran tried to move it with all his might, but it wouldn't budge. Washa, seeing Zoran struggling, calmly explained how they could use leverage to move the boulder. Working together, they uncovered the treasure sparkling inside the cave."],"keywords":["Fora jungle","Zoran","Washa","treasure","cooperation","kindness","discovery","adventure","jungle quest","problem-solving"],"characters":["Zoran","Washa"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Did Zoran and Washa find a magical treasure in the great Fora jungle?","title":"The Singing Pirate and the Wise Serpent Charmer","moral":"Kindness and cooperation can help solve problems and lead to wonderful discoveries.","keywords":{"cave":["gua"],"treasure":["harta karun"],"teamwork":["kerja sama","kolaborasi"],"jungle":["hutan belantara","rimba"],"bridge":["jembatan"],"rocks":["batu-batuan"],"adventure":["petualangan","berpetualang"]},"paragraphs":["In the beautiful green Fora forest, Zoran the friendly singing pirate and Washa the smart snake charmer were on an adventure. They heard a story about a secret treasure in the middle of the forest. They were very happy and set out together.\n","They went deeper into the jungle. They found a big hole blocking their way. Zoran, with his very strong arms, tried to make a path with the plant ropes, but it fell often. Washa saw what was happening and thought of using the big stones to hold the road better. Together, they passed the big hole.\n","One day, they arrived at a dark cave where a shiny treasure was believed to be kept. A big rock was in the way at the entrance. Zoran pushed hard but the rock didn't move. Washa told Zoran about using a trick to move the rock. Together they uncovered the glistening treasure filled with light in the cave.\n"]},"en-fr":{"title":"Le Pirate Chanteur et le Sage Charmeur de Serpents","moral":"Être gentil et travailler ensemble peut aider à résoudre les problèmes et mener à de belles découvertes.","hook":"Est-ce que Zoran et Washa ont trouvé un trésor magique dans la grande jungle de Fora?","keywords":{"jungle":["jungle"],"pirate":["pirate"],"trésor":["treasure"],"Jungle":["jungle"],"Crevasse":["crevasse"],"Bridge":["bridge"],"cave":["cave"],"treasure":["treasure"],"leverage":["leverage"]},"paragraphs":["Dans la jungle luxuriante et verte de Fora, Zoran le pirate chanteur doux et Washa le charmeur de serpents sage étaient en quête. Ils ont entendu une rumeur sur un trésor caché au cœur de la jungle. Pleins d'enthousiasme et d'excitation, ils sont partis ensemble.\n","En explorant plus loin dans la jungle, ils ont trouvé une grande crevasse qui bloquait leur chemin. Zoran, avec ses bras forts, a essayé de construire un pont avec des lianes, mais il s'effondrait toujours. Washa, en regardant la situation, a suggéré d'utiliser les rochers à proximité pour stabiliser le pont. Ensemble, ils ont réussi à traverser la crevasse.\n","Bientôt, ils atteignirent une grotte où le trésor était censé être caché. Mais l'entrée était bloquée par un énorme rocher. Zoran a essayé de le déplacer de toutes ses forces, mais il ne bougeait pas. Washa, voyant Zoran lutter, expliqua calmement comment ils pouvaient utiliser un levier pour déplacer le rocher. En travaillant ensemble, ils ont découvert le trésor qui scintillait à l'intérieur de la grotte.\n"]},"en-de":{"title":"Der Singende Pirat und der Kluge Schlangen-Bändiger","hook":"Haben Zoran und Washa einen zauberhaften Schatz im großen Fora-Dschungel gefunden?","moral":"Gutmütigkeit und Zusammenarbeit können helfen, Probleme zu lösen und zu wundervollen Entdeckungen zu führen.\n","keywords":{"üppig grün":["lush green"],"singender Pirat":["singing pirate"],"Schlangenbändiger":["snake charmer"],"Dschungel":["jungle"],"Schlucht":["gorge"],"Brücke":["bridge"],"cave":["cave"],"treasure":["treasure"],"leverage":["leverage"]},"paragraphs":["In dem üppig grünen Dschungel von Fora waren Zoran der sanfte singende Pirat und Washa der weise Schlangenbändiger auf einer Quest. Sie hörten ein Gerücht über einen versteckten Schatz tief im Herzen des Dschungels. Voll Vorfreude und aufgeregt machten sie sich gemeinsam auf den Weg.\n","Als sie tiefer in den Dschungel vordrangen, stießen sie auf eine tiefe Schlucht, die ihren Weg versperrte. Zoran, mit seinen starken Armen, versuchte, eine Brücke aus Ranken zu bauen, aber sie brach immer wieder zusammen. Washa beobachtete die Situation und schlug vor, die nahegelegenen Steine zu benutzen, um die Brücke zu stabilisieren. Gemeinsam überquerten sie erfolgreich die Schlucht.\n","Bald erreichten sie eine Höhle, wo der Schatz versteckt sein sollte. Aber der Eingang war von einem riesigen Felsbrocken blockiert. Zoran versuchte, ihn mit aller Kraft zu bewegen, aber er bewegte sich nicht. Washa sah, wie Zoran kämpfte, erklärte ruhig, wie sie Hebelwirkung nutzen könnten, um den Felsbrocken zu bewegen. Zusammen arbeiteten sie und entdeckten den im Inneren der Höhle funkelnden Schatz.\n"]},"en-pt":{"hook":"O Zoran e a Washa encontraram um tesouro mágico na grande selva de Fora?","title":"O Pirata Cantor e o Encantador de Cobras Sábio","moral":"Ser gentil e cooperar pode ajudar a resolver problemas e levar a descobertas maravilhosas.","keywords":{"jungle":["jungle","forest"],"treasure":["treasure","wealth","riches"],"quest":["quest","adventure","journey"],"deep ravine":["deep ravine","canyon","gorge"],"strong arms":["strong arms","muscular arms"],"cave":["cave","cavern"],"struggle":["struggle","battle","fight"]},"paragraphs":["Na floresta tropical verdejante de Fora, Zoran o gentil pirata cantor e Washa o sábio encantador de serpentes estavam numa missão. Eles ouviram um rumor sobre um tesouro escondido bem no coração da floresta. Ansiosos e empolgados, partiram juntos.\n","Conforme eles avançavam mais para dentro da floresta, eles encontraram um precipício profundo bloqueando o caminho deles. Zoran, com seus braços fortes, tentou construir uma ponte usando cipós, mas ela continuava desabando. Washa, observando a situação, sugeriu usar as pedras próximas para estabilizar a ponte. Juntos, eles conseguiram atravessar o precipício.\n","Logo, eles chegaram numa caverna onde diziam que o tesouro estava escondido. Mas a entrada estava bloqueada por uma pedra gigante. Zoran tentou movê-la com toda a sua força, mas não se mexeu. Washa, vendo Zoran lutando, calmamente explicou como poderiam usar alavanca para mover a pedra. Trabalhando juntos, descobriram o tesouro brilhando dentro da caverna.\n"]}}}