{"title":"The Lost Sparkle Berries","hook":"What will Kimi the old fox and his friends discover in the mysterious Enchanted Glen?","moral":"It's important to ask for help and work together when faced with challenges.","paragraphs":["Once upon a time in the great Fora jungle, Kimi the wise old fox, along with his friends - lively rabbit Benny and curious squirrel Naya, set off on an adventure to find the sparkle berries in the Enchanted Glen.","As they journeyed through the lush forest, they encountered a tricky obstacle - a deep ravine blocking their path. \"Oh no, how will we cross this, Kimi?\" asked Benny, looking worried.","Kimi thought for a moment and suggested, \"Let's each use our strengths to overcome this challenge. Benny, you can hop across with your strong legs. Naya, you can climb down the vines and help us up on the other side.\"","Together, they followed Kimi's plan and successfully crossed the ravine, reaching the Enchanted Glen. There, they found the sparkle berries shimmering in the sunlight, filling the glen with magic and joy.","\"We did it!\" exclaimed Naya, as they gathered the sparkle berries. \"Yes, by working together and using our unique abilities,\" Kimi said with a smile. They returned home, cherishing their adventure and the valuable lesson they learned."],"keywords":["Fora jungle","Enchanted Glen","Sparkle berries","Wise old fox","Lively rabbit","Curious squirrel","Overcoming challenges","Working together","Friendship","Unique abilities"],"characters":["Kimi"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Les Baies Brillantes Perdues\n","hook":"Qu'est-ce que Kimi, le vieux renard et ses amis vont découvrir dans le mystérieux Vallon Enchanté?","moral":"Pour gagner contre les problèmes, il faut demander de l'aide et travailler ensemble.","keywords":{"Kimi":["Kimi"],"Benny":["Benny"],"Naya":["Naya"],"Enchanted Glen":["Enchanted Glen"],"sparkle berries":["sparkle berries"],"forêt luxuriante":["lush forest"],"ravin profond":["deep ravine"],"air inquiet":["restless air"],"forêt":["forest"],"baies":["berries"],"baies brillantes":["shiny berries"],"leçon précieuse":["precious lesson"]},"paragraphs":["Il était une fois dans la grande jungle de Fora, Kimi le sage vieux renard, avec ses amis - le lapin plein de vie Benny et l'écureuil curieux Naya, partirent pour une aventure à la recherche des baies scintillantes dans le vallon enchanté. \n","Alors qu'ils voyageaient à travers la forêt luxuriante, ils ont rencontré un obstacle difficile - un ravin profond bloquant leur chemin. \"Oh non, comment allons-nous traverser ça, Kimi?\" a demandé Benny, l'air inquiet.\n","Kimi réfléchit un instant et proposa, \"Utilisons chacun nos points forts pour affronter ce défi. Benny, tu peux sauter avec tes jambes fortes. Naya, tu peux descendre par les vignes et nous aider de l'autre côté.\"\n","Ensemble, ils ont suivi le plan de Kimi et ont traversé avec succès le ravin, atteignant la Vallée Enchantée. Là, ils ont trouvé les baies scintillantes étincelant au soleil, remplissant la vallée de magie et de joie.\n","\"On l'a fait!\" s'écria Naya en ramassant les baies brillantes. \"Oui, en travaillant ensemble et en utilisant nos capacités uniques,\" dit Kimi avec un sourire. Ils rentrèrent chez eux, chérissant leur aventure et la leçon précieuse qu'ils avaient apprise.\n"]},"id-en":{"hook":"What will Kimi the old fox and his friends discover in the mysterious Enchanted Glen?","moral":"It's important to ask for help and work together when faced with challenges.","title":"The Lost Sparkle Berries","keywords":{"special skills":["kemampuan khusus"],"powerful legs":["kaki yang kuat"],"climb":["naik"," mendaki"],"jungle":["hutan belantara"],"fox":["rubah"],"adventure":["petualangan"],"forest":["hutan"],"obstacle":["halangan"," rintangan"],"ravine":["jurang"],"Naya":["Naya"],"shiny berries":["buah berkilau"],"Kimi's plan":["rencana Kimi"],"crossed the ravine":["menyeberang jurang"],"sparkle berries":["buah berkilau"]},"paragraphs":["Long time ago in big jungle, Kimi the smart old fox, with his friends - playful bunny Benny and curious squirrel Naya, went on journey to discover shiny berries in magical forest.\n","They walked through a big forest with lots of trees. Suddenly, they saw a big hole in the ground which stopped them from walking. Benny asked, \"How can we go to the other side, Kimi?\"\n","Kimi thought and said, \"Let's use our special skills to beat this problem. Benny, jump with your powerful legs. Naya, climb the vines and help us up!\"\n","They all went with Kimi's idea, and got to the other side of the big hole, to where the magic forest began. They saw bright berries shining with sunlight, making the whole forest feel like a fairy tale.\n","\"We did it!\" shouted Naya, as they picked shiny berries. \n\"Yes, because we helped each other and used our special skills,\" Kimi replied happily. \nThey went back home, treasuring their journey and the important thing they discovered.\n"]},"en-de":{"title":"Die Verlorenen Funkelbeeren","hook":"Was werden Kimi der alte Fuchs und seine Freunde im geheimnisvollen Verzauberten Tal entdecken?","moral":"Wenn man vor Herausforderungen steht, ist es wichtig um Hilfe zu bitten und zusammenzuarbeiten.\n","keywords":{"Wald":["forest"],"Hindernis":["obstacle","barrier"],"Schlucht":["ravine","gorge"],"Kimi":["Kimi"],"Glitzerebeeren":["sparkleberries","shimmerberries"],"Dschungel":["jungle"],"Fuchs":["fox"],"Abenteuer":["adventure"],"Glanzbeeren":["shineberries","glowberries"],"einzigartigen Fähigkeiten":["unique abilities"],"wertvolle Lektion":["valuable lesson"],"Benny":["Benny"],"Naya":["Naya"]},"paragraphs":["Es war einmal im großen Fora Dschungel, Kimi der kluge alte Fuchs, zusammen mit seinen Freunden - lebhafter Hase Benny und neugieriges Eichhörnchen Naya, machten sich auf ein Abenteuer, um die Glanzbeeren im Zauberwald zu finden.\n","Als sie durch den grünen Wald reisten, stießen sie auf ein kniffliges Hindernis - eine tiefe Schlucht versperrte ihren Weg. „Oh nein, wie werden wir das überqueren, Kimi?“ fragte Benny besorgt.\n","Kimi dachte einen Moment nach und schlug vor: \"Lass uns jeder unsere Stärken nutzen, um diese Herausforderung zu meistern. Benny, du kannst mit deinen starken Beinen hinüberspringen. Naya, du kannst die Ranken hinunterklettern und uns auf der anderen Seite helfen.\"\n","Zusammen folgten sie Kimis Plan und überquerten erfolgreich die Schlucht, um zum Verzauberten Tal zu gelangen. Dort fanden sie die Glitzerebeeren, die im Sonnenlicht schimmerten und das Tal mit Magie und Freude füllten.\n","\"Wir haben es geschafft!\" rief Naya aus, als sie die Glanzbeeren sammelten. \"Ja, indem wir zusammenarbeiten und unsere einzigartigen Fähigkeiten nutzen\", sagte Kimi mit einem Lächeln. Sie kehrten nach Hause zurück und hielten ihr Abenteuer und die wertvolle Lektion, die sie gelernt hatten, in Ehren.\n"]},"en-pt":{"title":"As Frutas Brilhantes Perdidas","hook":"O que será que o velho raposinho Kimi e seus amigos vão descobrir no misterioso Vale Encantado?","moral":"É importante pedir ajuda e trabalhar juntos quando encontramos desafios.","keywords":{"Kimi":["Kimi"],"Benny":["Benny"],"Naya":["Naya"],"plan":["plan"],"ravine":["ravine"],"Enchanted Glen":["Enchanted Glen"],"floresta":["floresta"],"obstáculo":["obstáculo"],"atravessar":["atravessar"],"selva":["selva"],"raposa":["raposa"],"coelho":["coelho"],"frutas brilhantes":["frutas brilhantes"],"lição valiosa":["lição valiosa"]},"paragraphs":["Era uma vez, na grande selva de Fora, Kimi, a sábia raposa velha, junto com seus amigos - o coelho animado Benny e a esquilo curiosa Naya, partiram em uma aventura para encontrar as frutas brilhantes no Vale Encantado.\n","Eles estavam caminhando pela floresta cheia de plantas, quando se depararam com um obstáculo difícil - um grande buraco que bloqueava o caminho deles. \"Ai ai, como vamos atravessar isso, Kimi?\" perguntou Benny, preocupado.\n","Kimi pensou por um instante e sugeriu, \"Vamos usar nossas habilidades para vencer esse desafio. Benny, você pode pular com suas pernas fortes. Naya, você pode descer pelas trepadeiras e nos ajudar do outro lado.\"\n","Juntos, eles seguiram o plano de Kimi e atravessaram com sucesso o ravina, chegando no Vale Encantado. Lá, eles encontraram as frutinhas brilhantes cintilando sob a luz do sol, enchendo o vale de magia e alegria.\n","\"Conseguimos!\" exclamou Naya, enquanto reuniam as frutas brilhantes. \"Sim, trabalhando juntos e usando nossas habilidades únicas,\" disse Kimi com um sorriso. Eles voltaram para casa, apreciando sua aventura e a valiosa lição que aprenderam.\n"]}}}