{"title":"The Lost Flower Crown","hook":"Have you ever wondered what happens when Asha and Xia get lost in the Great Fora jungle?","moral":"Teamwork and kindness can help solve even the trickiest problems.","paragraphs":["Once upon a time, Asha the compassionate healer dragoness and Xia the swift-footed mountain goat decided to explore the depths of the Great Fora jungle. As they wandered through the lush greenery, Xia spotted a beautiful flower crown perched on a rock.","Xia eagerly bounded towards the flower crown, but as soon as she tried to pick it up, the rock beneath her shifted, causing both Xia and the flower crown to tumble down a steep slope. Now they were lost in the jungle, far away from their cozy homes.","Asha and Xia knew they had to work together to find their way back. Asha used her keen sense of smell to guide them, while Xia's nimble feet led the way through winding paths and thick bushes.","Finally, after a long journey, they reached a clearing where they could see their familiar surroundings. By combining Asha's wisdom and Xia's agility, they made it back home just as the sun was setting, safe and sound."],"keywords":["jungle","flower crown","lost","teamwork","kindness","adventure","friends","compassion","exploration","rescue"],"characters":["Asha","Xia"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Die Verlorene Blumenkrone","hook":"Hast du dich schon einmal gefragt, was passiert, wenn Asha und Xia sich im Großen Fora-Dschungel verirren?","moral":"Zusammenarbeit und Freundlichkeit können sogar die schwierigsten Probleme lösen.","keywords":{"Asha":["Hope"],"Xia":["Sunrise"],"scharfer Geruchssinn":["Keen sense of smell"],"Blumenkranz":["Flower crown"],"Dschungel":["Jungle"],"Lichtung":["Clearing"],"Geschicklichkeit":["Dexterity","Skillfulness"],"Weisheit":["Wisdom"]},"paragraphs":["Einst auf einer Zeit, Asha die mitleidsvolle Heilzauberin-Drachen und Xia die schnellfüßige Bergziege entschieden, um die Tiefen des Großes Fora Dschungels zu erforschen. Während sie durch das üppige Grün wanderten, entdeckte Xia eine schöne Blumenkrone, die auf einem Fels saß.\n","Xia lief aufgeregt zum Blumenkranz, aber sobald sie versuchte, ihn aufzuheben, bewegte sich der Fels unter ihr, so dass sowohl Xia als auch der Blumenkranz einen steilen Hang hinunterfielen. Jetzt waren sie im Dschungel verloren, weit weg von ihren gemütlichen Zuhause.\n","Asha und Xia wussten, dass sie zusammenarbeiten mussten, um ihren Weg zurückzufinden. Asha benutzte ihren scharfen Geruchssinn, um sie zu führen, während Xias flinke Füße den Weg durch verschlungene Pfade und dichte Büsche wiesen.\n","Endlich, nach einer langen Reise, kamen sie an einer Lichtung an, wo sie ihre vertraute Umgebung sehen konnten. Indem sie Ashas Weisheit und Xias Geschicklichkeit kombinierten, schafften sie es rechtzeitig nach Hause, gerade als die Sonne unterging, sicher und wohlbehalten.\n"]},"en-pt":{"title":"A Coroa de Flores Perdida","hook":"Já imaginou o que acontece quando Asha e Xia se perdem na selva da Grande Fora?","moral":"Trabalhar juntos e ser gentil pode ajudar a resolver até os problemas mais difíceis.","keywords":{"campo aberto":["open field"],"sabedoria":["wisdom"],"agilidade":["agility"],"Asha":["Asha"],"Xia":["Xia"],"faro":["lighthouse","beacon"],"dragonesa":["dragoness"],"cabra da montanha":["mountain goat"],"coroa de flores":["flower crown"],"floresta":["forest"]},"paragraphs":["Era uma vez, Asha a dragonesa curandeira compassiva e Xia a ágil cabra da montanha decidiram explorar as profundezas da selva da Grande Fora. Enquanto vagavam pela exuberante vegetação, Xia avistou uma bela coroa de flores pousada numa pedra.\n","Xia pulou animadamente em direção à coroa de flores, mas assim que ela tentou pegá-la, a pedra embaixo dela se mexeu, fazendo com que Xia e a coroa de flores rolassem por uma encosta íngreme. Agora, eles estavam perdidos na floresta, longe de suas casinhas aconchegantes.\n","Asha e Xia sabiam que tinham que trabalhar juntas para encontrar o caminho de volta. Asha usou o seu faro apurado para as guiar, enquanto os pés ágeis de Xia abriam caminho por trilhas sinuosas e arbustos densos.\n","Finalmente, depois de uma longa jornada, eles chegaram a um campo aberto onde puderam ver os lugares conhecidos. Ao combinar a sabedoria de Asha e a agilidade de Xia, eles conseguiram voltar para casa quando o sol estava se pondo, seguros e salvos.\n"]},"id-en":{"hook":"Have you ever wondered what happens when Asha and Xia get lost in the Great Fora jungle?","moral":"Teamwork and kindness can help solve even the trickiest problems.","title":"The Lost Flower Crown","keywords":{"Xia":["Xia"],"flower crown":["mahkota bunga"],"jungle":["hutan belantara","rimba"],"journey":["perjalanan","petualangan"],"wisdom":["kebijaksanaan","hikmat"],"agility":["kegesitan","ketangkasan"],"Asha":["Asha"],"healer dragoness":["naga penyembuh"],"mountain goat":["kambing gunung"],"friends":["teman","sahabat"]},"paragraphs":["Long long ago, Asha the kind healer dragoness and Xia the fast mountain goat wanted to discover the hidden secrets of the Big Fora forest. While walking in the thick trees and plants, Xia saw a pretty flower tiara on top of a big stone.\n","Xia was very excited to run to the pretty flower headband. But when she wanted to grab it, the ground under her feet moved, making Xia and the flower headband fall down a big hill. Now they were in the forest, far from their comfy houses.\n","Asha and Xia were friends. They knew they needed to help each other to go home. Asha smelled everything to help find the way. Xia's quick feet showed the path through twists and bushes.\n","Once upon a time, after traveling for a very long time, they arrived at a place with no trees where they could see the place they know well. By using Asha's smart ideas and Xia's quick movements, they successfully arrived back at their home right when the sun was going down, without any problems. \n"]},"en-fr":{"moral":"Travailler ensemble et être gentil peut aider à résoudre les problèmes les plus difficiles.","hook":"As-tu déjà imaginé ce qui se passe lorsque Asha et Xia se perdent dans la jungle de la Grande Fora ?","title":"La Couronne de Fleurs Perdue","keywords":{"voyage":["journey","trip"],"sagesse":["wisdom"],"agilité":["agility"],"Asha":["hope"],"Xia":["summer"],"odorat":["sense of smell"],"dragonne":["wrist strap"],"chèvre":["goat"],"jungle":["forest"],"couronne de fleurs":["flower crown"]},"paragraphs":["Il était une fois, Asha la dragonne guérisseuse compatissante et Xia la chèvre de montagne aux pieds rapides ont décidé d'explorer les profondeurs de la grande jungle de la Fora. Alors qu'ils se promenaient à travers la verdure luxuriante, Xia a repéré une belle couronne de fleurs perchée sur un rocher.\n","Xia a couru joyeusement vers la couronne de fleurs, mais dès qu'elle a essayé de la ramasser, le rocher sous elle a bougé, faisant tomber à la fois Xia et la couronne de fleurs en bas d'une pente escarpée. Maintenant, ils étaient perdus dans la jungle, loin de leurs maisons confortables.\n","Asha et Xia savaient qu'ils devaient travailler ensemble pour retrouver leur chemin. Asha a utilisé son odorat aiguisé pour les guider, tandis que les pieds agiles de Xia ont montré le chemin à travers des sentiers sinueux et des buissons épais.\n","Après un long voyage, ils ont atteint une clairière où ils pouvaient voir les environs familiers. En utilisant la sagesse d'Asha et l'agilité de Xia, ils sont rentrés chez eux juste au moment où le soleil se couchait, en toute sécurité.\n"]}}}