{"title":"Baba and the Lost Teddy Bear","hook":"One day, Baba noticed her favorite teddy bear was missing. Where could it have gone?","moral":"Remember to always put your toys back in their place so they don't get lost.","paragraphs":["One sunny morning, Baba was playing with her toys in her cozy room. She giggled as she hugged her teddy bear tightly.","Suddenly, Baba looked around and realized her teddy bear was nowhere to be found. She searched under the bed, in the toy chest, and even behind the curtains, but the teddy bear was missing.","Worried, Baba went to her mother and said, \"Mommy, my teddy bear is gone! Where could it be?\"","Her mother smiled and replied, \"Let's retrace your steps. Where was the last place you played with it?\"","Baba thought for a moment and remembered she was also playing in the living room earlier. She rushed to the living room and there, sitting on the couch, was her lost teddy bear.","With a big smile on her face, Baba hugged her teddy bear and exclaimed, \"I found you!\"","Her mother reminded her, \"Remember to always put your toys back in their place so they don't get lost again.\""],"keywords":["Teddy bear","Missing","Search","Found","Retrace","Steps","Hug","Reminder","Toy chest","Cozy room"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Baba und der Verlorene Teddybär","moral":"Denk dran, immer deine Spielsachen an ihren Platz zurückzulegen, damit sie nicht verloren gehen.","hook":"An einem Tag bemerkte Baba, dass ihr Lieblings-Teddybär fehlte. Wo könnte er hingegangen sein?\n","keywords":{"Mama":["Mother"],"Spielzeuge":["Toys"],"Platz":["Space","Place"],"Baba":["Dad"],"Teddybär":["Teddy Bear"],"Lächeln":["Smile"],"Mutter":["Mother"],"lächeln":["Smile"],"Schritte":["Steps"],"Spielsachen":["Toys"],"Wohnzimmer":["Living Room"],"Suchen":["Search"]},"paragraphs":["Eines sonnigen Morgens spielte Baba mit ihren Spielsachen in ihrem gemütlichen Zimmer. Sie kicherte, als sie ihren Teddybär fest umarmte.\n","Plötzlich sah Baba sich um und merkte, dass ihr Teddybär nirgends zu finden war. Sie suchte unter dem Bett, im Spielzeugkasten und sogar hinter den Vorhängen, aber der Teddybär war verschwunden.\n","Ängstlich ging Baba zu ihrer Mutter und sagte: \"Mama, mein Teddybär ist weg! Wo könnte er sein?\"\n","Ihre Mutter lächelte und antwortete, \"Lass uns deine Schritte zurückverfolgen. Wo hast du zuletzt damit gespielt?\"\n","Mama dachte für 'nen Moment nach und erinnerte sich daran, dass sie früher auch im Wohnzimmer gespielt hatte. Sie rannte ins Wohnzimmer und sah dort auf dem Sofa ihren verlorenen Teddybär sitzen.\n","Mit einem großen Lächeln im Gesicht umarmte Baba ihren Teddybär und rief aus: \"Ich habe dich gefunden!\"\n","Die Mama hat sie daran erinnert: \"Vergiss nicht, deine Spielzeuge immer an ihren Platz zurückzulegen, damit sie nicht wieder verloren gehen.\"\n"]},"id-en":{"hook":"One day, Baba noticed her favorite teddy bear was missing. Where could it have gone?","moral":"Remember to always put your toys back in their place so they don't get lost.","title":"Baba and the Lost Teddy Bear","keywords":{"Baba":["Baba"],"teddy bear":["boneka teddy"],"found":["menemukan","ketemu"],"mother":["ibu","mama"],"smiled":["tersenyum","senyum"],"play":["bermain","main"],"toys":["mainan"],"place":["tempat","lokasi"],"lost":["hilang"],"missing":["hilang"],"sunny":["cerah","terang"],"Grandma":["nenek","oma"],"room":["kamar"]},"paragraphs":["One sunny day, Baba was playing with her toys in her comfy room. She laughed as she gave her teddy bear a big hug.\n","One day, Baba looked everywhere, but she couldn't find her teddy bear. She checked under the bed, in the toy box, and behind the curtains, but the teddy bear was gone.\n","Scared, Baba went to her mother and said, \"Mama, my cuddly bear is missing! Where can it be?\"\n","Her mom smiled and said, \"Let's go back where you walked. Where did you last play with it?\"\n","Grandma stopped and remembered she was also having fun in the big room before. She quickly moved to the big room and there, sitting on the soft seat, was her missing toy bear.\n","Baba hugged her teddy bear tightly and said happily, \"I found you!\"\n","Her mom said, \"Always put your toys where they belong so they don't disappear.\"\n"]},"en-pt":{"moral":"Lembre-se de sempre guardar seus brinquedos no lugar deles para que não se percam.","hook":"Certa vez, Baba percebeu que seu ursinho de pelúcia favorito estava sumido. Para onde ele teria ido?\n","title":"A Vovó e o Urso de Pelúcia Perdido","keywords":{"mother":["mãe"],"smile":["sorriso"],"play":["brincar"],"toys":["toys","brinquedos"],"back in place":["back in place"],"get lost":["get lost"],"nanny":["babá","baba"],"teddy bear":["ursinho de pelúcia","ursinho"],"living room":["sala"],"hug":["abraçar"],"cozy":["aconchegante"],"giggles":["risadinhas"],"missing":["sumido"],"disappeared":["sumiu"]},"paragraphs":["Numa manhã ensolarada, Baba estava brincando com seus brinquedos em seu quarto aconchegante. Ela deu risadinhas enquanto abraçava seu urso de pelúcia bem apertado.\n","De repente, Baba olhou em volta e percebeu que seu ursinho de pelúcia não estava em lugar nenhum. Ela procurou embaixo da cama, no baú de brinquedos e até atrás das cortinas, mas o ursinho de pelúcia tinha sumido.\n","Preocupada, Baba foi até sua mãe e disse, \"Mamãe, meu ursinho sumiu! Onde ele poderia estar?\"\n","A mãe dela sorriu e respondeu, \"Vamos voltar para onde você andou. Onde foi o último lugar que você brincou com isso?\"\n","A babá pensou por um momento e lembrou que também estava brincando na sala mais cedo. Ela correu para a sala e lá estava, sentado no sofá, seu ursinho de pelúcia perdido.\n","Com um sorriso grande no rosto, Baba abraçou seu ursinho de pelúcia e exclamou, \"Te encontrei!\"\n","A mãe dela disse, \"Não se esqueça de sempre guardar seus brinquedos no lugar deles para não se perderem de novo.\"\n"]},"en-fr":{"title":"Grand-père et l'Ours en Peluche perdu","hook":"Un jour, Baba a remarqué que son nounours préféré avait disparu. Où a-t-il bien pu aller ?","moral":"N'oublie jamais de remettre tes jouets à leur place pour ne pas les perdre.","keywords":{"toys":["toys"],"lost":["disparu"],"place":["place"],"Baba":["Baba"],"maman":["mère"],"nounours":["ours en peluche"],"sourire":["souri"],"chambre chaleureuse":["salon"],"ours en peluche":["nounours"],"disparu":["lost"],"mère":["maman"],"souri":["sourire"],"joué":["joué"],"salon":["chambre chaleureuse"]},"paragraphs":["Un matin ensoleillé, Baba jouait avec ses jouets dans sa chambre chaleureuse. Elle rigolait en serrant fort son ours en peluche.\n","Un jour, Baba a regardé partout et a compris que son nounours avait disparu. Elle a cherché sous le lit, dans le coffre à jouets, et même derrière les rideaux, mais le nounours était introuvable.\n","Inquiet, Baba est allée voir sa maman et lui a dit, \"Maman, mon nounours a disparu! Où est-ce qu'il est?\"\n","Sa mère a souri et a répondu, \"Retournons sur tes pas. Où était le dernier endroit où tu as joué avec?\"\n","Baba a réfléchi un moment et s’est souvenue qu’elle jouait aussi dans le salon plus tôt. Elle s’est précipitée vers le salon et là, assis sur le canapé, était son ours en peluche perdu.\n","Avec un grand sourire sur son visage, Baba a pris son nounours dans ses bras et a crié, \"Je t'ai trouvé!\"\n","Sa maman lui a rappelé : \"N'oublie pas de remettre toujours tes jouets à leur place pour qu'ils ne se perdent plus.\"\n"]}}}