{"title":"Baba's Magical Garden","hook":"One sunny day, Baba found mysterious seeds in the attic. What could these seeds grow into?","moral":"Sometimes, unexpected surprises can lead to wonderful adventures.","paragraphs":["Once upon a time, in a cozy little cottage, lived Baba, a jolly and cute little girl with rosy cheeks and a twinkle in her eye. One sunny afternoon, while exploring the dusty attic, Baba stumbled upon a small box of mysterious seeds.","\"Oh, what are these?\" she exclaimed with excitement. \"I wonder what will happen if I plant them in my garden!\"","Baba carefully planted the seeds in her garden, watering them every day with love and care. Days passed, and to her surprise, colorful sprouts began to emerge from the earth.","As the plants grew taller, they bloomed into the most enchanting flowers Baba had ever seen, shining with a magical glow. But one day, a mischievous squirrel sneaked into Baba's garden and began nibbling on the flowers.","\"Oh no! My flowers are in danger,\" cried Baba. Thinking quickly, she placed a bowl of nuts for the squirrel to feast on, diverting its attention away from the delicate blooms.","The squirrel happily feasted on the nuts and left Baba's garden unharmed. Baba learned that sometimes, kindness and clever thinking can solve even the trickiest of problems."],"keywords":["Baba","magical","garden","seeds","sprouts","flowers","squirrel","kindness","clever","adventure"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"id-en":{"hook":"One sunny day, Baba found mysterious seeds in the attic. What could these seeds grow into?","moral":"Sometimes, unexpected surprises can lead to wonderful adventures.","title":"Baba's Magical Garden","keywords":{"squirrel":["tupai"],"nuts":["kacang"],"kindness":["kebaikan","kasih sayang"],"exclaimed":["berseru","teriak"],"excitement":["kegembiraan","kegirangan"],"wonder":["bertanya-tanya","kagum"],"plants":["tanaman"],"flowers":["bunga"],"seeds":["benih","bibit"],"watering":["menyiram","mengairi"],"sprouts":["tunas"],"attention":["perhatian","perhatikan"],"girl":["gadis","cewek"],"house":["rumah","gedung"],"magic seeds":["benih ajaib"]},"paragraphs":["One day, in a small house, lived a girl named Baba. She was happy and pretty with pink cheeks and shining eyes. One bright day, while looking around the dusty room upstairs, Baba found a box of magic seeds.\n","\"Oh, what are these?\" she said with a mixture of surprise and happiness. \"I'm curious what will occur if I put them in my garden!\"\n","Grandma gently put tiny seeds in her backyard, giving them water and cuddles every day. Time ticked, and suddenly, beautiful little plants started growing from the ground.\n","The plants got taller and turned into beautiful flowers Baba had never seen before, glittering with magic. One day, a playful squirrel snuck into Baba's garden and started eating the flowers.\n","\"Oh no! My flowers are in danger,\" cried Baba. Thinking quickly, she placed a bowl of nuts for the squirrel to feast on, diverting its attention away from the delicate blooms.\n","The little animal with fluffy tail ate nuts with joy in Baba's garden. Baba saw that being nice and smart can help in difficult situations.\n"]},"en-pt":{"title":"Jardim Mágico da Vovó","moral":"Às vezes, surpresas inesperadas podem levar a aventuras maravilhosas.","hook":"Num dia ensolarado, Baba encontrou sementes misteriosas no sótão. O que será que essas sementes vão se tornar?","keywords":{"esquilo":["squirrel"],"nozes":["nuts"],"gentileza":["kindness"],"flowers":["flowers"],"danger":["danger"],"squirrel":["squirrel"],"vovó":["grandma"],"sementinhas":["seeds"],"brotinhos":["sprouts"],"plants":["plants"],"exclamou":["exclaimed"],"empolgação":["excitement"],"plantar":["plant"],"Baba":["drool"],"casinha":["little house"],"sementes":["seeds"]},"paragraphs":["Era uma vez, em uma casinha aconchegante, vivia Baba, uma garotinha alegre e fofa com bochechas cor-de-rosa e um brilho nos olhos. Uma tarde ensolarada, enquanto explorava o sótão empoeirado, Baba descobriu uma caixinha de sementes misteriosas.\n","\"Oh, o que são esses?\" ela exclamou com empolgação. \"Eu me pergunto o que vai acontecer se eu os plantar no meu jardim!\"\n","Vovó plantou as sementinhas no seu jardim com muito cuidado, regando-as todos os dias com amor e carinho. Passaram-se os dias, e para sua surpresa, brotinhos coloridos começaram a surgir da terra.\n","À medida que as plantas cresciam mais alto, elas floresciam nas flores mais encantadoras que o Baba já tinha visto, brilhando com um brilho mágico. Mas um dia, um esquilo travesso entrou sorrateiramente no jardim do Baba e começou a mordiscar as flores.\n","\"Oh não! Minhas flores estão em perigo\", chorou Baba. Pensando rápido, ela colocou uma tigela de nozes para o esquilo se deliciar, desviando sua atenção das flores delicadas.\n","O esquilo alegremente se deliciou com as nozes e deixou o jardim da Baba intocado. Baba aprendeu que, às vezes, gentileza e pensar espertamente podem resolver até mesmo os problemas mais difíceis.\n"]},"en-de":{"title":"Babas Zauberhafter Garten","hook":"An einem sonnigen Tag fand Baba geheimnisvolle Samen auf dem Dachboden. Was könnten diese Samen wachsen?","moral":"Manchmal bringen unerwartete Überraschungen zu wunderbaren Abenteuern.","keywords":{"Blumen":["Flowers"],"Gefahr":["Danger"],"Eichhörnchen":["Squirrel"],"Samen":["Seeds"],"Garten":["Garden"],"Sprossen":["Sprouts"],"rief":["called","shouted"],"aufgeregt":["excited","agitated"],"pflanze":["plant"],"Nüsse":["Nuts"],"Freundlichkeit":["Kindness"],"Pflanzen":["Plants"],"Baba":["Grandma"],"Häuschen":["Cottage"],"Dachboden":["Attic"]},"paragraphs":["Es war einmal, in einem gemütlichen kleinen Häuschen, lebte Baba, ein fröhliches und süßes kleines Mädchen mit rosigen Wangen und einem Glitzern in den Augen. An einem sonnigen Nachmittag, während sie den staubigen Dachboden erkundete, stolperte Baba über eine kleine Schachtel mit mysteriösen Samen.\n","\"Oh, was sind das?\" rief sie aufgeregt aus. \"Ich frage mich, was passieren wird, wenn ich sie in meinem Garten pflanze!\"\n","Mama pflanzte die Samen sorgfältig in ihren Garten und goss sie jeden Tag mit Liebe und Sorgfalt. Tage vergingen, und zu ihrer Überraschung begannen bunte Sprossen aus der Erde zu wachsen.\n","Als die Pflanzen immer größer wurden, blühten sie in die zauberhaftesten Blumen, die Baba je gesehen hatte, die mit einem magischen Leuchten strahlten. Aber eines Tages schlich sich ein frecher Eichhörnchen in Babas Garten und begann an den Blumen zu knabbern.\n","\"Oh nein! Meine Blumen sind in Gefahr,\" rief Baba. Schnell denkend, legte sie eine Schüssel Nüsse für das Eichhörnchen hin, damit es sich von den zarten Blüten ablenken lässt.\n","Das Eichhörnchen hat fröhlich auf den Nüssen geschmaust und ließ Babas Garten unversehrt. Baba hat gelernt, dass Freundlichkeit und clevere Überlegungen manchmal auch die kniffligsten Probleme lösen können.\n"]},"en-fr":{"title":"Le Jardin Magique de Baba","moral":"Parfois, des surprises inattendues peuvent mener à des aventures merveilleuses.\n","hook":"Un jour ensoleillé, Baba a trouvé des graines mystérieuses dans le grenier. Que pourraient devenir ces graines?","keywords":{"exclamée":["exclaimed"],"excitation":["excitement"],"jardin":["garden"],"Baba":["Grandfather"],"graines":["seeds"],"pousses":["sprouts"],"fleurs":["flowers"],"danger":["danger"],"écureuil":["squirrel"],"maison chaleureuse":["warm house"],"petite fille joyeuse":["happy little girl"],"joues roses":["rosy cheeks"],"plantes":["plants"],"ecureuil":["squirrel"],"noisettes":["hazelnuts"],"gentillesse":["kindness"]},"paragraphs":["Il était une fois, dans une petite maison chaleureuse, vivait Baba, une petite fille joyeuse et mignonne avec des joues roses et un éclair dans les yeux. Un après-midi ensoleillé, en explorant le grenier poussiéreux, Baba tomba sur une petite boîte de graines mystérieuses.\n","\"Oh, qu'est-ce que c'est?\" s'est-elle exclamée avec excitation. \"Je me demande ce qui se passera si je les plante dans mon jardin!\"\n","Madame Baba a planté les graines avec précaution dans son jardin, en les arrosant tous les jours avec amour et soin. Les jours ont passé, et à sa grande surprise, des pousses colorées ont commencé à émerger de la terre.\n","Quand les plantes ont grandi, elles ont fleuri dans les plus jolies fleurs que Baba n'ait jamais vues, brillant avec une lueur magique. Mais un jour, un ecureuil espiègle s'est glissé dans le jardin de Baba et a commencé à grignoter les fleurs.\n","Oh là là ! Mes fleurs sont en danger,'' pleura Baba. En réfléchissant vite, elle a mis un bol de noix pour que l'écureuil puisse se régaler, détournant son attention des fleurs délicates.\n","Le petit écureuil a joyeusement mangé des noisettes et a quitté le jardin de Baba sans dommage. Baba a appris que parfois, la gentillesse et la réflexion intelligente peuvent résoudre même les problèmes les plus compliqués.\n"]}}}