{"title":"Baba and the Dancing Teapot","hook":"Why did the teapot start dancing in Baba's kitchen?","moral":"Sometimes unexpected events can bring joy and laughter to our lives.","paragraphs":["Once upon a time, in a cozy little kitchen, Baba was preparing tea when she heard a strange sound. \"Clang, clang, clang!\" Curious, she peeked into the teapot and to her surprise, it was dancing on the stove!","\"Teapot, why are you dancing?\" asked Baba with a giggle. The teapot didn't reply but continued its joyful dance, swirling and twirling around the kitchen. Baba tried to catch it, but it was too nimble.","Suddenly, Baba had an idea. She turned on some lively music on the radio, and soon, the teapot was dancing in tune to the beat. They danced together, laughing and twirling around the kitchen.","After a while, the teapot slowly came to a stop, letting out a contented whistle. Baba thanked the teapot for the unexpected dance party and poured herself a cup of tea, feeling happy and full of joy."],"keywords":["teapot","dancing","joy","laughter","unexpected","kitchen","music","happiness","twirling","cozy"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-fr":{"moral":"Parfois, des événements inattendus peuvent apporter de la joie et des rires dans nos vies.","title":"Baba et la Théière Dansante","hook":"Pourquoi la petite bouilloire se mettre à danser dans la cuisine de Baba ?\n","keywords":{"théière":["Teapot"],"arrêtée":["Dancing"],"joie":["Joy"],"cuisinière":["Kitchen"],"Baba":["Baba"],"musique":["Music"]},"paragraphs":["Il était une fois, dans une petite cuisine confortable, Baba préparait du thé quand elle entendit un drôle de bruit. \"Clang, clang, clang!\" Curieuse, elle jeta un œil dans la théière et à sa grande surprise, elle dansait sur la cuisinière!\n","\"Théière, pourquoi danses-tu?\" demanda Baba en rigolant. La théière ne répondit pas mais continua sa danse joyeuse, tournoyant et virevoltant autour de la cuisine. Baba essaya de l'attraper, mais elle était trop agile.\n","Tout à coup, Baba a eu une idée. Elle a mis de la musique joyeuse à la radio, et bientôt, la théière dansait au rythme de la musique. Ils ont dansé ensemble, en riant et en tournant autour de la cuisine.\n","Après un moment, la théière s'est doucement arrêtée, laissant s'échapper un sifflement satisfait. Baba a remercié la théière pour la fête dansante inattendue et s'est versée une tasse de thé, se sentant heureuse et pleine de joie.\n"]},"id-en":{"hook":"Why did the teapot start dancing in Baba's kitchen?","moral":"Sometimes unexpected events can bring joy and laughter to our lives.","title":"Baba and the Dancing Teapot","keywords":{"Baba":["nenek"],"tea":["teh"],"teapot":["ceret","teko"],"Teapot":["ceret","teko"],"Dancing":["menari"],"Joyful":["gembira","ceria"],"magic pot":["teko ajaib"],"happy sound":["suara bahagia"],"grandma":["nenek"],"dancing":["menari"]},"paragraphs":["Once upon a time, in a small and warm kitchen, Baba was making tea when she heard a peculiar noise. \"Clang, clang, clang!\" Wondering, she looked inside the teapot and was amazed to see it dancing on the stove!\n","\"Teapot, why are you dancing?\" asked Baba with a giggle. The teapot didn't reply but continued its joyful dance, swirling and twirling around the kitchen. Baba tried to catch it, but it was too nimble.\n","One day, Baba got a clever idea. She played happy music on the radio, and the teapot started dancing along. They danced happily together in the kitchen.\n","One day, the magic pot stopped moving and made a happy sound. Grandma thanked the magic pot for the fun dance and poured herself some yummy tea, feeling very happy.\n"]},"en-de":{"moral":"Manchmal können unerwartete Ereignisse Freude und Gelächter in unser Leben bringen.","hook":"Warum hat die Teekanne angefangen zu tanzen in Babas Küche?","title":"Oma und die tanzende Teekanne","keywords":{"Baba":["Grandma"],"TeeKanne":["Teapot"],"Musik":["Music"],"Kännchen":["Jar"],"tanzen":["dance"],"wirbeln":["whirl"],"Tee":["Tea"],"Teekanne":["Teapot"],"zufrieden":["satisfied","content"],"glücklich":["happy"]},"paragraphs":["Vor langer Zeit, in einer gemütlichen kleinen Küche, bereitete Baba Tee zu, als sie ein seltsames Geräusch hörte. \"Klirr, klirr, klirr!\" Neugierig spähte sie in die Teekanne und zu ihrer Überraschung tanzte sie auf dem Herd!\n","\"Kännchen, warum tanzt du?\" fragte Baba mit einem Kichern. Das Kännchen antwortete nicht, sondern setzte seinen freudigen Tanz fort, wirbelnd und drehend durch die Küche. Baba versuchte, es zu fangen, aber es war zu flink.\n","Plötzlich hatte Baba eine Idee. Sie machte fröhliche Musik im Radio an, und bald tanzte die Teekanne im Takt. Sie tanzten zusammen, lachten und wirbelten durch die Küche.\n","Einige Zeit später kam die Teekanne langsam zum Stillstand und gab ein zufriedenes Pfeifen von sich. Baba bedankte sich bei der Teekanne für die unerwartete Tanzparty und goss sich eine Tasse Tee ein, fühlte sich glücklich und voller Freude.\n"]},"en-pt":{"title":"A Baba e a Chaleirinha Dançante","hook":"Por que a leiteira começou a dançar na cozinha da Baba?","moral":"Às vezes acontecem coisas inesperadas que trazem alegria e risadas para nossas vidas.","keywords":{"Baba":["Drool"],"música animada":["Upbeat music","Lively music"],"bule de chá":["Teapot"],"chaleira":["Kettle"],"apito":["Whistle"],"festa.":["Party"],"cozinha":["Kitchen"],"chá":["Tea"],"dançando":["Dancing"],"alegre":["Cheerful","Happy","Joyful"],"ágil":["Agile","Nimble"]},"paragraphs":["Era uma vez, numa cozinha pequenina e aconchegante, a Baba estava preparando chá quando ouviu um som estranho. \"Tum, tum, tum!\" Curiosa, espiou dentro da chaleira e para a surpresa dela, ela estava dançando no fogão!\n","\"Bulezinho, por que você está dançando?\" perguntou Baba com um risinho. O bulezinho não respondeu, mas continuou sua dança alegre, girando e rodopiando pela cozinha. Baba tentou pegá-lo, mas ele era muito ágil.\n","De repente, Baba teve uma ideia. Ela ligou uma música animada no rádio e logo a bule de chá estava dançando no ritmo da batida. Eles dançaram juntos, rindo e girando ao redor da cozinha.\n","Depois de um tempinho, a chaleira parou devagarinho, fazendo um apito contente. Baba agradeceu a chaleira pela festa de dança inesperada e se serviu de uma xícara de chá, se sentindo feliz e cheia de alegria.\n"]}}}