{"title":"Xia, the Brave Mountain Goat","hook":"Why did Xia, the swift-footed mountain goat, venture deep into the mysterious Fora jungle?","moral":"Being brave and helping others can lead to unexpected rewards.","paragraphs":["In the great Fora jungle, Xia the mountain goat was known for her speed and agility. One day, she heard a distressed cry coming from deep within the jungle. Curious and brave, Xia set off to investigate.","As Xia ventured further, she encountered a baby lion cub trapped in a thorny bush. \"Help me, please!\" cried the cub. Xia's heart melted at the sight of the scared cub, and she knew she had to help.","Using her swift movements, Xia carefully freed the cub from the thorns. Grateful and relieved, the cub thanked Xia and promised to help her if she ever needed it.","With a warm feeling in her heart, Xia continued her journey through the jungle. As the sun began to set, she found herself surrounded by delicious fruits that the jungle animals had gathered, sharing them as a token of gratitude."],"keywords":["Xia","mountain goat","Fora jungle","brave","agility","lion cub","thorny bush","kindness","gratitude","journey"],"characters":["Xia"],"series":"fables-of-fora-forests","translations":{"en-de":{"title":"Xia, die Tapfere Bergziege","moral":"Mutig sein und anderen helfen kann zu unerwarteten Belohnungen führen.","hook":"Warum ist Xia, die schnelle Bergziege, tief in den geheimnisvollen Fora-Dschungel vorgedrungen?","keywords":{"Xia":["Sia"],"Jungtier":["young animal","jungle animal"],"Dornen":["thorns","prickles"],"Löwenjunge":["lion cub"],"dorniger Busch":["thorny bush"],"Fora-Dschungel":["Fora jungle"],"Bergziege":["mountain goat"],"Dschungel":["jungle","rainforest"],"Früchte":["fruits"]},"paragraphs":["In dem großen Fora-Dschungel war Xia die Bergziege für ihre Schnelligkeit und Beweglichkeit bekannt. Eines Tages hörte sie einen verzweifelten Schrei aus der Tiefe des Dschungels. Neugierig und mutig machte sich Xia auf, um zu untersuchen.\n","Als Xia weiterging, begegnete sie einem Baby-Löwenjungen, der in einem dornigen Busch feststeckte. \"Hilf mir, bitte!\" rief der Löwenjunge. Xias Herz schmolz beim Anblick des verängstigten Jungen, und sie wusste, dass sie helfen musste.\n","Xia hat mit ihren schnellen Bewegungen vorsichtig das Jungtier von den Dornen befreit. Dankbar und erleichtert bedankte sich das Jungtier bei Xia und versprach, ihr zu helfen, wenn sie jemals Hilfe brauchte.\n","Mit einem warmen Gefühl in ihrem Herzen setzte Xia ihre Reise durch den Dschungel fort. Als die Sonne unterzugehen begann, fand sie sich von köstlichen Früchten umgeben, die die Dschungeltiere gesammelt hatten und teilten sie als Zeichen der Dankbarkeit.\n"]},"en-fr":{"title":"Xia, la Chèvre de Montagne Courageuse","moral":"Être courageux et aider les autres peut conduire à des récompenses inattendues.","hook":"Pourquoi Xia, la chèvre des montagnes aux pieds rapides, s'est aventurée profondément dans la mystérieuse jungle de Fora?","keywords":{"sentiment":["sentiment"],"jungle":["jungle"],"gratitude":["gratitude"],"Xia":["Xia"],"petit":["petit"],"brousse":["brousse"],"Fora":["Fora"],"chèvre de montagne":["chèvre de montagne"],"agilité":["agilité"],"lion cub":["lion cub"],"thorny bush":["thorny bush"]},"paragraphs":["Dans la grande jungle de Fora, Xia la chèvre de montagne était reconnue pour sa vitesse et son agilité. Un jour, elle entendit un cri de détresse provenant du fond de la jungle. Curieuse et courageuse, Xia partit enquêter.\n","Alors que Xia continuait son chemin, elle trouva un bébé lionceau coincé dans un buisson épineux. \"Aide-moi, s'il te plaît!\" cria le lionceau. Le cœur de Xia fondit en voyant le lionceau effrayé, et elle savait qu'elle devait aider.\n","Avec ses mouvements rapides, Xia a libéré délicatement le petit de la brousse épineuse. Reconnaissant et soulagé, le petit a remercié Xia et lui a promis de l'aider si jamais elle en avait besoin.\n","Avec un joli sentiment dans son cœur, Xia a continué son voyage à travers la jungle. Alors que le soleil commençait à se coucher, elle s'est retrouvée entourée de délicieux fruits que les animaux de la jungle avaient rassemblés, les partageant en signe de gratitude.\n"]},"id-en":{"hook":"Why did Xia, the swift-footed mountain goat, venture deep into the mysterious Fora jungle?","moral":"Being brave and helping others can lead to unexpected rewards.","title":"Xia, the Brave Mountain Goat","keywords":{"Xia":["Xia"],"lion cub":["anak singa"],"help":["membantu","pertolongan"],"jungle":["hutan belantara"],"fruits":["buah-buahan"],"cub":["anak","bayi"],"thorns":["duri"],"Fora":["Fora"],"agility":["kecepatan","ketangkasan"]},"paragraphs":["In the big jungle called Fora, Xia the goat that loves mountains was famous for how fast and nimble she is. One day, she heard a sad sound from far inside the jungle. Xia, who is curious and not afraid, went to see what is happening.\n","Xia went exploring and found a small lion stuck in sharp bushes. \nThe little lion asked for help. Xia felt sad for the scared lion and decided to help him.\n","Xia was very fast and gentle. She rescued the little bear from the prickly bushes. The bear was happy and said thank you to Xia. He promised to help her in the future.\n","Xia felt happy inside as she walked in the jungle. When the sun went to sleep, she saw tasty fruits all around her that animals gave her as a thank you. \n"]},"en-pt":{"title":"Xia, a Corajosa Cabrinha da Montanha","moral":"Ser corajoso e ajudar os outros pode trazer recompensas inesperadas.","hook":"Por que a Xia, a cabrinha ágil, se aventurou fundo na misteriosa selva de Fora?","keywords":{"movimentos rápidos":["fast movements"],"libertar com cuidado":["release carefully"],"prometer ajudar":["promise to help"],"selva":["jungle"],"cabra da montanha":["mountain goat"],"agilidade":["agility"],"filhote de leão":["lion cub"],"arbusto espinhoso":["thorny shrub"],"coração derreteu":["heart melted"],"coração":["heart"],"jornada":["journey"],"frutas":["fruits"]},"paragraphs":["Na grande selva de Fora, Xia, a cabra da montanha, era conhecida por sua velocidade e agilidade. Um dia, ela ouviu um grito de aflição vindo de bem no fundo da selva. Curiosa e corajosa, Xia partiu para investigar.\n","Enquanto Xia explorava mais, ela encontrou um filhote de leão preso em um arbusto espinhoso. \"Me ajuda, por favor!\", chorou o filhote. O coração de Xia derreteu ao ver o filhote assustado, e ela sabia que precisava ajudar.\n","Com movimentos rápidos, Xia libertou com cuidado o filhote dos espinhos. Agradecido e aliviado, o filhote agradeceu a Xia e prometeu ajudá-la se ela precisasse.\n","Com um sentimento aconchegante no coração, Xia continuou sua jornada pela floresta. Quando o sol começou a se pôr, ela se viu cercada por frutas deliciosas que os animais da floresta tinham juntado, compartilhando-as como um sinal de gratidão.\n"]}}}