{"title":"The Enchanted Puzzle Stones","hook":"In the heart of the Great Fora jungle, Nisha and Kavia stumbled upon mysterious puzzle stones. With the help of young mapmaker Ravi, can they uncover the secret hidden within?","moral":"Teamwork and problem-solving can help overcome challenges.","paragraphs":["One sunny afternoon, Nisha and Kavia, the clever wandering merchant girls, were exploring the depths of the Great Fora jungle when they found a set of colorful puzzle stones glimmering in the sunlight.","\"These stones must hold a secret,\" Nisha exclaimed with curiosity, while Kavia examined the intricate carvings on each piece.","Just then, Ravi, the adventurous young mapmaker, appeared from behind a tree. \"I could use my mapmaking skills to help you decipher the puzzle,\" he suggested.","Together, the trio worked tirelessly, rearranging the stones and studying the symbols etched on them. After much trial and error, they finally unlocked the hidden message: \"Unity is the key to unlocking happiness.\"","With a sense of accomplishment, Nisha, Kavia, and Ravi realized that by combining their unique strengths and perspectives, they could overcome any challenge that came their way."],"keywords":["jungle","puzzle stones","teamwork","exploration","secret","unity","happiness","problem-solving","adventure","collaboration"],"characters":["Nisha and Kavia","Ravi"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Les Pierres de Puzzle Enchantées","moral":"Travailler ensemble et résoudre des problèmes peuvent aider à surmonter les défis.","hook":"Au coeur de la grande jungle de Fora, Nisha et Kavia ont découvert des pierres de puzzle mystérieuses. Avec l'aide du jeune cartographe Ravi, peuvent-ils découvrir le secret caché à l'intérieur ?\n","keywords":{"Nisha":["Nisha"],"combiner":["combiner"],"surmonter":["overcome"],"Kavia":["Kavia"],"jungle":["jungle"],"pierres":["stones"],"mystère":["mystery"],"sculptures":["sculptures"],"Ravi":["Ravi"],"cartographe":["cartographer"],"aventurier":["adventurer"],"trio":["trio"],"bonheur":["happiness"]},"paragraphs":["Un après-midi ensoleillé, Nisha et Kavia, les filles marchandes voyageuses astucieuses, exploraient les profondeurs de la grande jungle de Fora lorsque elles ont découvert un ensemble de pierres de puzzle colorées qui scintillaient sous le soleil.\n","\"Ces pierres doivent cacher un mystère\", s'exclama Nisha avec curiosité, pendant que Kavia examinait les sculptures complexes sur chaque morceau.\n","À ce moment-là, Ravi, le jeune cartographe aventurier, est apparu de derrière un arbre. \"Je pourrais utiliser mes compétences de cartographe pour t'aider à décoder le puzzle\", a-t-il suggéré.\n","Ensemble, le trio travaillait sans relâche, repositionnant les pierres et étudiant les symboles gravés sur elles. Après de nombreux essais et erreurs, ils ont finalement dénoué le message caché : \"L'unité est la clé pour débloquer le bonheur.\"\n","Nisha, Kavia, et Ravi sentirent une sensation de fierté en réalisant qu'en combinant leurs forces et points de vue uniques, ils pouvaient surmonter n'importe quel défi sur leur chemin.\n"]},"en-pt":{"title":"As Pedras Mágicas do Quebra-Cabeça\n","moral":"Trabalhar juntos e resolver problemas pode nos ajudar a vencer os desafios.\n","hook":"No coração da grande selva de Fora, Nisha e Kavia encontraram pedras de quebra-cabeça misteriosas. Com a ajuda do jovem desenhista de mapas Ravi, será que eles poderão descobrir o segredo escondido?","keywords":{"stones":["pedras"],"secret":["segredo"],"carvings":["entalhes"],"alegria":["happiness","joy"],"habilidades":["skills","abilities"],"desafio":["challenge"],"Nisha":["Nisha"],"Kavia":["Kavia"],"puzzle stones":["pedras de quebra-cabeça"],"mapmaker":["mapaemaker"],"jovem":["young"],"aventuroso":["adventurous"],"trio":["trio"],"pedras":["stones"],"símbolos":["symbols"]},"paragraphs":["Numa tarde ensolarada, Nisha e Kavia, as meninas espertas e viajantes, estavam explorando as profundezas da grande floresta de Fora quando encontraram um conjunto de pedras de quebra-cabeça coloridas brilhando ao sol.\n","\"Essas pedras devem guardar um segredo,\" exclamou Nisha com curiosidade, enquanto Kavia examinava as entalhes detalhadas em cada pedaço.\n","Naquele exato momento, Ravi, o mapaemaker jovem e aventureiro, apareceu de trás de uma árvore. \"Eu poderia usar minhas habilidades de fazer mapas para te ajudar a decifrar o quebra-cabeça,\" ele sugeriu.\n","Juntos, o trio trabalhou muito, mudando as pedras de lugar e estudando os símbolos gravados nelas. Depois de muita tentativa e erro, eles finalmente desbloquearam a mensagem escondida: \"União é a chave para desbloquear a felicidade.\"\n","Com um sentimento de alegria, Nisha, Kavia e Ravi perceberam que ao juntarem suas habilidades e pontos de vista especiais, eles podiam vencer qualquer desafio que surgisse em seu caminho.\n"]},"id-en":{"hook":"In the heart of the Great Fora jungle, Nisha and Kavia stumbled upon mysterious puzzle stones. With the help of young mapmaker Ravi, can they uncover the secret hidden within?","moral":"Teamwork and problem-solving can help overcome challenges.","title":"The Enchanted Puzzle Stones","keywords":{"discover":["menemukan"],"working together":["bekerja sama","bekerja bersama"],"special abilities":["kemampuan khusus"],"stones":["batu","batuan"],"secret":["rahasia","tersembunyi"],"curious":["takjub","penasaran"],"trio":["trio"],"hidden message":["pesan tersembunyi"],"unity":["kesatuan","persatuan"],"Nisha":["Nisha"],"Kavia":["Kavia"],"puzzle stones":["batu puzzle"],"Ravi":["Ravi"],"mapmaking":["pembuatan peta"],"puzzle":["teka-teki"]},"paragraphs":["Once upon a time on a bright day, Nisha and Kavia, two smart girls who travel to different places, were exploring the big jungle. They discovered a bunch of shiny puzzle stones.\n","\"These stones must hold a secret,\" Nisha said with wonder, as Kavia looked closely at the detailed patterns on every rock.\n","Suddenly, Ravi, the super brave kid who makes maps, came out from a big tree. \"I can draw maps to help you solve the tricky problem,\" he said.\n","The three friends worked very hard together, moving the rocks and looking at the special pictures on them. They tried many times and then they found a secret message: \"Being together brings joy.\"\n","Nisha, Kavia, and Ravi felt proud when they discovered that by working together and using their special abilities, they could solve any problem.\n"]},"en-de":{"title":"Die Verzauberten Puzzlesteine","hook":"Im Herzen des großen Fora-Dschungels stießen Nisha und Kavia auf geheimnisvolle Puzzlesteine. Mit Hilfe des jungen Kartografen Ravi, können sie das verborgene Geheimnis entdecken?","moral":"Zusammenarbeit und Problemlösung können helfen, Schwierigkeiten zu überwinden.","keywords":{"sonnig":["sunny"],"Händlermädchen":["merchant girl"],"Puzzlesteine":["puzzle pieces"],"Steine":["stones"],"Geheimnis":["secret","mystery"],"Schnitzereien":["carvings"],"Ravi":[],"abenteuerlustige":["adventurous"],"Kartograph":["cartographer"],"Gefühl der Zufriedenheit":["feeling of satisfaction"],"einzigartige Stärken":["unique strengths"],"jede Herausforderung":["every challenge"],"trio":["three"],"symbols":[],"hidden message":["secret message"]},"paragraphs":["An einem sonnigen Nachmittag entdeckten Nisha und Kavia, die klugen wandelnden Händlermädchen, die Tiefen des Großen Fora-Dschungels, als sie ein Set bunter Puzzlesteine im Sonnenlicht glitzern sahen.\n","\"Diese Steine müssen ein Geheimnis bewahren\", rief Nisha neugierig aus, während Kavia die kunstvollen Schnitzereien auf jedem Stück untersuchte.\n","Gerade als Ravi, der abenteuerlustige junge Kartograph, von hinter einem Baum hervortrat, erschien. \"Ich könnte meine Kartographie-Fähigkeiten nutzen, um dir zu helfen, das Rätsel zu entziffern,\" schlug er vor.\n","Zusammen arbeiteten das Dreiergespann unermüdlich, indem sie die Steine umsortierten und die Symbole untersuchten, die darauf eingeritzt waren. Nach vielen Versuchen und Fehlern haben sie endlich die versteckte Botschaft entschlüsselt: \"Einheit ist der Schlüssel zur Freude.\"\n","Mit einem Gefühl der Zufriedenheit merkten Nisha, Kavia und Ravi, dass sie, indem sie ihre einzigartigen Stärken und Perspektiven kombinierten, jeder Herausforderung, die auf sie zukam, gewachsen waren.\n"]}}}