{"title":"The Kind-Hearted Caterpillar","hook":"Can a tiny caterpillar solve big forest problems with kindness and teamwork?","moral":"Kindness and teamwork can solve the biggest challenges.","paragraphs":["In a vibrant forest, a tiny caterpillar named Bella lived happily. She loved exploring and making friends with all the animals.","One day, the forest faced a terrible drought. The trees were wilting, and the animals were thirsty. The wise owl suggested finding the magical Water Lily to bring rain back to the forest.","Bella, being small and nimble, volunteered to find the Water Lily. Along her journey, she encountered challenges that tested her courage and determination.","She met a busy squirrel who needed help gathering nuts. Bella offered her assistance without hesitation, and in return, the squirrel guided her to the Water Lily in gratitude.","With the Water Lily in her tiny grip, Bella raced back to the forest. As she placed the flower in the pond, a gentle rain began to fall, nourishing the thirsty land."],"keywords":"caterpillar, forest, kindness, teamwork, drought, Water Lily, courage, determination, gratitude, rain","characters":null,"translations":{"id-en":{"hook":"Can a tiny caterpillar solve big forest problems with kindness and teamwork?","moral":"Kindness and teamwork can solve the biggest challenges.","title":"The Kind-Hearted Caterpillar","keywords":{"Bella":["Bella"],"flower":["bunga"],"rain":["hujan"],"caterpillar":["ulat","kupu-kupu"],"exploring":["menjelajah","mencari"],"forest":["hutan"],"drought":["kekeringan"],"Water Lily":["Bunga Teratai"],"courage":["keberanian"],"squirrel":["tupai"]},"paragraphs":["In a colorful forest, a little caterpillar named Bella lived happily. She enjoyed exploring and making friends with all the animals.\n","One bright day, the forest ran out of water. The trees were sad and droopy, and the animals needed a sip. The clever owl said, \"Let's go find the special Water Flower to make the rain dance again in the woods.\"\n","Bella, who was tiny and quick, said she would look for the Water Lily. On her way, she faced hard things that checked her bravery and not giving up.\n","One day, a kind girl named Bella met a fast-moving squirrel who was looking for nuts. Bella helped the squirrel find nuts. As a thank-you, the squirrel showed Bella the beautiful Water Lily.\n","Bella found a pretty flower. She quickly ran to the forest. There, she put the flower in the water. Rain started to fall softly, feeding the dry soil.\n"]},"en-fr":{"title":"La Chenille au Cœur Gentil","hook":"Est-ce qu'une petite chenille peut résoudre de gros problèmes de forêt avec gentillesse et travail d'équipe?","moral":"La gentillesse et le travail d'équipe peuvent résoudre les plus grands défis.","keywords":{"caterpillar":["chenille"],"forest":["forêt"],"friends":["amis"],"Bella":[],"Nénuphar":["Water Lily"],"courage":[],"écureuil":["squirrel"],"Water Lily":["Nénuphar"],"forêt":["forest"],"sécheresse":["drought"]},"paragraphs":["Dans une forêt colorée, une petite chenille nommée Bella vivait joyeusement. Elle adorait explorer et se faire des amis avec tous les animaux.\n","Il était une fois, la forêt a rencontré une terrible sécheresse. Les arbres se fanent, et les animaux ont soif. Le sage hibou a suggéré de trouver le magique Nénuphar pour ramener la pluie dans la forêt.\n","Bella, étant petite et agile, s'est portée volontaire pour trouver le Nénuphar. Pendant son voyage, elle a rencontré des défis qui ont testé son courage et sa détermination.\n","Elle a rencontré un écureuil occupé qui avait besoin d'aide pour ramasser des noisettes. Bella lui a offert son aide sans hésitation, et en retour, l'écureuil l'a guidée vers le Nénuphar en signe de gratitude.\n","Avec la belle fleur dans sa petite main, Bella a couru de retour à la forêt. Quand elle a mis la fleur dans l'étang, une pluie douce a commencé à tomber, nourrissant la terre assoiffée.\n"]},"en-de":{"title":"Der Gutherzig Raupe","moral":"Freundlichkeit und Zusammenarbeit können die größten Herausforderungen lösen.\n","hook":"Kann eine winzige Raupe mit Freundlichkeit und Teamarbeit große Waldprobleme lösen?","keywords":{"Raupe":["caterpillar"],"erkunden":["explore","discover"],"Freundschaften":["friendships"],"Wasserlilie":["water lily"],"Wald":["forest"],"Regen":["rain"],"Eichhörnchen":["squirrel"],"Nüsse":["nuts"],"Hilfe":["help"],"Dürre":["drought"],"Eule":["owl"],"Bella":["beautiful"],"Water Lily":["Wasserlilie"],"Mut":["courage"]},"paragraphs":["In einem bunten Wald lebte eine winzige Raupe namens Bella glücklich. Sie liebte es, zu erkunden und mit allen Tieren Freundschaften zu schließen.\n","Eines Tages erlebte der Wald eine schreckliche Dürre. Die Bäume welkten, und die Tiere hatten Durst. Die kluge Eule schlug vor, die magische Wasserlilie zu finden, um den Regen zurück in den Wald zu bringen.\n","Bella, die klein und flink war, bot sich freiwillig an, die Seerosenblume zu finden. Auf ihrer Reise traf sie auf Herausforderungen, die ihren Mut und ihre Entschlossenheit auf die Probe stellten.\n","Sie traf ein fleißiges Eichhörnchen, das Hilfe beim Sammeln von Nüssen benötigte. Bella bot ihre Hilfe ohne zu zögern an, und im Gegenzug führte das Eichhörnchen sie als Dank zum Seerosenteich.\n","Mit der Wasserlilie fest in ihrer winzigen Hand, raste Bella zurück zum Wald. Als sie die Blume in den Teich legte, begann ein sanfter Regen zu fallen, der das durstige Land nährte.\n"]},"en-pt":{"title":"A Lagartinha de Coração Bondoso","moral":"Ser gentil e trabalhar juntos podem resolver os maiores desafios.","hook":"Pode uma pequena lagarta resolver grandes problemas na floresta com gentileza e trabalho em equipe?","keywords":{"Bella":["Beautiful"],"Lírio d'Água":["Water Lily"],"coragem":["courage","bravery"],"Agrião":["Watercress"],"mãozinha":["small hand"],"floresta":["forest"],"caterpillar":["caterpillar"],"forest":["forest"],"friends":["friends"],"seca":["dry"],"coruja":["owl"],"esquilo":["squirrel"],"nozes":["nuts"]},"paragraphs":["Numa floresta cheia de cores, uma pequena lagarta chamada Bella vivia feliz. Ela adorava explorar e fazer amigos com todos os animais.\n","Um dia, a floresta enfrentou uma terrível seca. As árvores estavam murchando, e os animais estavam com sede. A sábia coruja sugeriu encontrar o Mágico Lírio D'água para trazer de volta a chuva para a floresta.\n","Bella, que era pequena e ágil, se ofereceu para encontrar o Lírio d'Água. Durante sua jornada, ela enfrentou desafios que testaram sua coragem e determinação.\n","Ela encontrou um esquilo ocupado que precisava de ajuda para juntar nozes. Bella ofereceu ajuda sem pensar duas vezes, e em troca, o esquilo a guiou até o Lírio d'Água em agradecimento.\n","Com o Agrião na mãozinha, Bella correu de volta para a floresta. Ao colocar a flor no lago, uma chuva suave começou a cair, nutrindo a terra sedenta.\n"]}}}