{"title":"The Curious Caterpillar","hook":"One sunny day, a little caterpillar named Coco woke up feeling different. What happened to Coco?","moral":"Curiosity helps us learn new things and grow.","paragraphs":["Coco noticed that all her caterpillar friends were climbing trees but she couldn't climb at all. She felt sad and left out.","Determined to find out why she couldn't climb, Coco asked her wise old friend, Mr. Beetle. He explained that she hadn't transformed yet.","Curious Coco asked, \"How do I transform?\" Mr. Beetle told her that she needed to spin a cocoon and wait patiently.","Coco worked hard spinning her cocoon day and night. Finally, one morning, she emerged as a beautiful butterfly! She could now fly and climb with ease."],"keywords":["caterpillar","climb","transform","cocoon","patient","butterfly","friends","determined","wise"],"characters":null,"translations":{"en-fr":{"moral":"La curiosité nous aide à apprendre de nouvelles choses et à grandir.","title":"La Chenille Curieuse\n","hook":"Un jour ensoleillé, une petite chenille nommée Coco se réveilla en se sentant différente. Que s'était-il passé à Coco?\n","keywords":{"Coco":["Coconut"],"grimper":["climb","scale"],"sage":["wise"],"chenilles":["caterpillars"],"grimpaient":["were climbing","were scaling"],"Beetle":["Beetle"],"cocoon":["cocoon"],"cocon":["cocoon"],"papillon":["butterfly"]},"paragraphs":["Coco a remarqué que tous ses amis chenilles grimpaient aux arbres mais elle ne pouvait pas grimper du tout. Elle se sentait triste et exclue.\n","Voulant savoir pourquoi elle ne pouvait pas grimper, Coco a demandé à son sage vieil ami, M. Beetle. Il lui a expliqué qu'elle n'avait pas encore changé.\n","La curieuse Coco a demandé, \"Comment est-ce que je me transforme?\" Monsieur Beetle lui a dit qu'elle devait tisser un cocon et attendre patiemment.\n","Coco a travaillé dur en tissant son cocon jour et nuit. Enfin, un matin, elle est sortie en tant que jolie papillon ! Maintenant, elle peut voler et grimper facilement.\n"]},"en-pt":{"title":"A Lagarta Curiosa","moral":"A curiosidade nos ajuda a aprender coisas novas e crescer.\n","hook":"Num dia ensolarado, uma pequena lagarta chamada Coco acordou se sentindo diferente. O que aconteceu com a Coco?","keywords":{"Coco":["Coconut"],"casulo":["cocoon"],"borboleta":["butterfly"],"besourinho":["bat"],"amigo sábio":["wise friend"],"transformado":["transformed"],"amigos lagarta":["caterpillar friends"],"árvores":["trees"]},"paragraphs":["A Coco percebeu que todos os seus amigos lagartas estavam subindo nas árvores, mas ela não conseguia subir de jeito nenhum. Ela se sentiu triste e deixada de fora.\n","Determinada a descobrir por que não conseguia subir, Coco perguntou ao seu sábio amigo, Sr. Besouro. Ele explicou que ela ainda não havia se transformado.\n","Curiosinha Coco perguntou, \"Como eu me transformo?\" Sr. Besourinho disse que ela precisava girar um casulo e esperar pacientemente.\n","Coco trabalhou muito girando seu casulo dia e noite. Finalmente, numa manhã, ela emergiu como uma bela borboleta! Ela agora conseguia voar e escalar com facilidade.\n"]},"en-de":{"moral":"Neugier hilft uns neue Dinge zu lernen und wachsen.","title":"Die Neugierige Raupe","hook":"An einem sonnigen Tag wachte ein kleiner Raupenfreund namens Coco auf und fühlte sich anders. Was war mit Coco passiert?","keywords":{"Coco":["Cocoa"],"Käfer":["Beetle","Bug"],"verwandelt":["transformed","changed"],"neugierig":["curious","inquisitive"],"verändern":["change","alter"],"geduldig":["patient"],"Kokon":["cocoon"],"Schmetterling":["butterfly"],"Raupe-Freunde":["caterpillar friends"],"klettern":["climb","scale"]},"paragraphs":["Coco sah, dass alle ihre Raupe-Freunde Bäume hinaufkletterten, aber sie konnte überhaupt nicht klettern. Sie fühlte sich traurig und ausgeschlossen.\n","Entschlossen herauszufinden, warum sie nicht klettern konnte, fragte Coco ihren klugen alten Freund, den Herrn Käfer. Er erklärte ihr, dass sie sich noch nicht verwandelt hatte.\n","Neugierige Coco fragte: \"Wie verändere ich mich?\" Herr Käfer sagte ihr, dass sie einen Kokon spinnen und geduldig warten musste.\n","Coco hat fleißig gearbeitet, indem sie Tag und Nacht ihren Kokon gesponnen hat. Endlich, eines Morgens, ist sie als schöne Schmetterling herausgekommen! Jetzt konnte sie leicht fliegen und klettern.\n"]},"id-en":{"hook":"One sunny day, a little caterpillar named Coco woke up feeling different. What happened to Coco?","moral":"Curiosity helps us learn new things and grow.","title":"The Curious Caterpillar","keywords":{"curious":["penasaran"],"transform":["mengubah","mengalihkan"],"cocoon":["kokon"],"Coco":["Coco"],"butterfly":["kupu-kupu"],"caterpillar friends":["teman-teman ulat"],"trees":["pohon"],"climb":["memanjat"],"transformed":["diubah","berubah"]},"paragraphs":["Coco saw that all her caterpillar friends were going up the trees, but she couldn't go up there. She felt sad and alone.\n","Coco wanted to know why she couldn't go up. She asked her smart old friend, Mr. Beetle. He said she hadn't changed yet.\n","Coco the curious one asked, \"How can I change?\" The beetle said she must wrap herself in a cozy blanket and sit quietly.\n","Coco did lots of work making a cozy home for herself. After many days and nights, one sunny day, she turned into a pretty butterfly! She could now flutter and reach high places.\n"]}}}