{"title":"The Clever Turtle and the Curious Crow","hook":"One sunny day, a clever turtle met a curious crow. What adventure will they embark on today?","moral":"Curiosity and teamwork can help us overcome any challenge.","paragraphs":["In a lush green forest, a clever turtle named Tommy lived by a sparkling pond. He loved to bask in the sun and tell stories to the other animals.","One day, a curious crow named Clara flew by and perched on a nearby branch. \"Hello, Mr. Turtle! What exciting tales do you have to share today?\" she asked eagerly.","Tommy smiled and invited Clara to join him. As they chatted, they heard a loud commotion near the pond. The water had dried up, and the fish were flopping helplessly on the ground!","Tommy and Clara realized that a giant beaver had built a dam that blocked the stream. \"How can we help the fish?\" asked Clara. Tommy had a clever idea—together, they would trick the beaver into dismantling the dam.","Clara distracted the beaver with her shiny feathers, while Tommy sneaked behind and nibbled on the sticks holding the dam. Soon, the water flowed freely again, saving the fish."],"keywords":["turtle","crow","teamwork","curiosity","forest","pond","adventure","clever","commotion","trick"],"characters":null,"translations":{"id-en":{"hook":"One sunny day, a clever turtle met a curious crow. What adventure will they embark on today?","moral":"Curiosity and teamwork can help us overcome any challenge.","title":"The Clever Turtle and the Curious Crow","keywords":{"turtle":["kura-kura"],"forest":["hutan","rimba"],"pond":["kolam","lubang"],"crow":["burung gagak","gagak"],"Clara":["Clara"],"Turtle":["kura-kura"],"Tommy":["Tommy"],"fish":["ikan"],"beaver":["beaver","berang-berang"],"dam":["taman air","bendungan"]},"paragraphs":["In a very green forest, a smart turtle named Tommy lived next to a shiny pond. He liked to sit in the sun and share tales with the other animals.\n","One time, a very curious crow named Clara came flying and landed on a branch close by. \"Hi, Mr. Turtle! Tell me interesting stories today?\" she said with lots of excitement.\n","Tommy smiled and asked Clara to come with him. As they talked, they heard a big noise by the pond. The water was gone, and the fish were flapping on the floor!\n","Tommy and Clara saw a big beaver make a wall in the water. \"How to help the fish?\" asked Clara. Tommy had a smart plan—they would trick the beaver to take the wall apart.\n","Clara waved her special sparkly feathers to catch the attention of the busy beaver. This gave Tommy the chance to quietly creep up and munch on the sticks that kept the dam in place. Before long, the water could flow smoothly once more, keeping the fish safe and happy. \n"]},"en-fr":{"moral":"La curiosité et le travail d'équipe peuvent nous aider à surmonter n'importe quel défi.\n","hook":"Un jour ensoleillé, une tortue maligne a rencontré un corbeau curieux. Quelle aventure vont-ils entreprendre aujourd'hui ?","title":"La Tortue Astucieuse et le Corbeau Curieux","keywords":{"tortue":["turtle"],"forêt":["forest"],"étang":["pond"],"Tommy":[],"Clara":[],"poissons":["fish"],"castor":["beaver"],"crow":[],"tales":[],"plumes brillantes":["shiny feathers"],"barrage":["dam"]},"paragraphs":["Dans une belle forêt verte, une tortue rusée nommée Tommy vivait près d'un étang étincelant. Il aimait prendre un bain de soleil et raconter des histoires aux autres animaux.\n","Il était une fois, un corbeau curieux nommé Clara qui volait et s'est posé sur une branche à proximité. \"Bonjour, M. Tortue! Quels récits passionnants as-tu à raconter aujourd'hui?\" demanda-t-elle avec enthousiasme.\n","Tommy a souri et a invité Clara à le rejoindre. Alors qu'ils discutaient, ils ont entendu un grand bruit près de l'étang. L'eau avait disparu, et les poissons se débattaient sans aide sur le sol!\n","Tommy et Clara ont vu un grand castor qui a construit un barrage qui bloquait le ruisseau. \"Comment pouvons-nous aider les poissons?\" a demandé Clara. Tommy a eu une idée astucieuse - ensemble, ils tromperaient le castor pour qu'il démonte le barrage.\n","Clara a fait peur à un animal d'eau avec ses plumes brillantes, tandis que Tommy est allé doucement derrière et a grignoté les branches qui soutenaient le barrage. Bientôt, l'eau a pu s'écouler librement à nouveau, sauvant les poissons.\n"]},"en-pt":{"title":"A Tartaruga Esperta e o Corvo Curioso","moral":"Quando somos curiosos e trabalhamos juntos, conseguimos vencer qualquer desafio.","hook":"Num belo dia de sol, uma tartaruga esperta encontrou um corvo curioso. Em que aventura eles vão embarcar hoje?","keywords":{"coruja":["owl"],"Clara":["clear"],"tartaruga":["turtle"],"Tommy":["Tommy"],"lago":["lake"],"castor":["beaver"],"penas brilhantes":["shiny feathers"],"floresta":["forest"]},"paragraphs":["Numa floresta verde e bonita, vivia uma tartaruga esperta chamada Tommy perto de um lago brilhante. Gostava de tomar sol e contar histórias aos outros animais.\n","Numa dia, uma coruja curiosa chamada Clara voou e pousou num galho perto. \"Oi, Sr. Tartaruga! Conta que histórias legais você tem hoje?\" ela perguntou animada.\n","Tommy sorriu e convidou Clara para se juntar a ele. Enquanto conversavam, ouviram uma grande confusão perto do lago. A água tinha secado e os peixes estavam se debatendo desamparadamente no chão!\n","Tommy e Clara descobriram que um castor gigante tinha construído uma represa que bloqueava o riacho. \"Como podemos ajudar os peixes?\" perguntou Clara. Tommy teve uma ideia esperta - juntos, eles enganariam o castor para desmontar a represa.\n","Clara distraiu o castor com suas penas brilhantes, enquanto Tommy se escondeu e roeu os gravetos segurando a represa. Logo, a água voltou a correr livremente, salvando os peixes.\n"]},"en-de":{"title":"Die Schlauer Schildkröte und der Neugierige Krähe","moral":"Neugier und Zusammenarbeit können uns helfen, jedes Problem zu lösen.\n","hook":"An einem sonnigen Tag traf eine kluge Schildkröte eine neugierige Krähe. Auf welches Abenteuer werden sie sich heute begeben?","keywords":{"Schildkröte":["Turtle"],"Teich":["Pond"],"Geschichten":["Stories"],"Tommy":[],"Clara":[],"Biber":["Beaver"],"Krähe":["Crow"],"Klara":[],"Fische":["Fish"]},"paragraphs":["In einem grünen Wald lebte eine schlaue Schildkröte namens Tommy an einem funkelnden Teich. Er liebte es, in der Sonne zu baden und den anderen Tieren Geschichten zu erzählen.\n","Ein Tag, eine neugierige Krähe namens Clara flog vorbei und setzte sich auf einen benachbarten Zweig. \"Hallo, Herr Schildkröte! Welche aufregenden Geschichten hast du heute zu teilen?\" fragte sie aufgeregt.\n","Tommy lächelte und bat Clara, sich ihm anzuschließen. Als sie plauderten, hörten sie eine laute Aufregung in der Nähe des Teichs. Das Wasser war ausgetrocknet und die Fische waren hilflos auf dem Boden am Zappeln!\n","Tommy und Clara merkten, dass ein riesiger Biber einen Damm gebaut hatte, der den Fluss blockierte. \"Wie können wir den Fischen helfen?\" fragte Clara. Tommy hatte eine kluge Idee - zusammen würden sie den Biber hereinlegen, damit er den Damm abbauen würde.\n","Klara hat den Biber mit ihren glänzenden Federn abgelenkt, während Tommy sich hinter ihm geschlichen hat und an den Stöcken genagt hat, die den Damm festhalten. Bald floss das Wasser wieder frei und rettete die Fische.\n"]}}}