{"title":"The Clever Sparrow","hook":"Join Sammy the sparrow on a journey to outsmart the sly fox! Will Sammy be able to escape?","moral":"Intelligence and quick thinking can help overcome challenges.","paragraphs":["Once upon a time, in a lush forest, lived a clever little sparrow named Sammy. Sammy was known for his sharp wit and clever ideas.","One day, as Sammy was flying back home with some shiny beads he found, he saw a sly fox lurking nearby. The fox had a hungry look in his eyes.","\"Hey there, Sammy! What treasures do you have there?\" the fox asked with a sly grin.","Thinking quickly, Sammy replied, \"Oh, these are magical beads that grant wishes. But they only work for birds as bright as me.\"","The fox, intrigued, wanted to try the beads. Sammy tied them to the fox's tail and said, \"Now close your eyes and make a wish!\"","As the fox closed his eyes, Sammy flew away swiftly, leaving the fox baffled, with nothing but beads on his tail.","From that day on, the fox never dared to mess with Sammy again. And Sammy learned that quick thinking could save him from any trouble."],"keywords":["sparrow","forest","clever","sly","fox","shiny","beads","wishes","quick thinking","trouble"],"characters":null,"translations":{"en-pt":{"title":"O Passarinho Esperto","moral":"Ser inteligente e pensar rápido pode ajudar a superar desafios.","hook":"Venha com o Sammy o pardal em uma aventura para enganar o esperto raposinha! Será que o Sammy vai conseguir escapar?","keywords":{"passarinho":["bird"],"esperto":["clever","smart"],"astutas":["clever"],"Sammy":["Sammy"],"tesouros":["treasures"],"sorriso malandro":["sly smile"],"fox":["fox"],"mess with":["interfere with","disturb"],"trouble":["trouble"],"beads":["beads"],"wish":["wish"],"shiny beads":["shiny beads"],"sly fox":["sly fox"],"magical beads":["magical beads"],"grant wishes":["grant wishes"],"bright as":["bright as"]},"paragraphs":["Era uma vez, em uma floresta exuberante, vivia um passarinho esperto chamado Sammy. Sammy era conhecido por sua inteligência afiada e ideias astutas.\n","Certa vez, enquanto Sammy voava de volta para casa com algumas contas brilhantes que encontrou, ele viu uma raposa astuta espreitando por perto. A raposa tinha um olhar faminto em seus olhos.\n","Oi, Sammy! O que tesouros você tem aí? - perguntou o raposo com um sorriso malandro.\n","Pensando rapidinho, Sammy respondeu, \"Oh, essas são contas mágicas que realizam desejos. Mas só funcionam para pássaros tão brilhantes quanto eu.\"\n","O raposinha, curiosa, quis experimentar as contas. Sammy as amarrou na cauda da raposinha e disse, \"Agora feche os olhos e faça um pedido!\"\n","Quando a raposa fechou os olhos, o Sammy voou velozmente para longe, deixando a raposa confusa, só com contas em sua cauda.\n","A partir daquele dia, a raposa nunca mais teve coragem de implicar com o Sammy de novo. E o Sammy aprendeu que pensar rápido podia salvá-lo de qualquer encrenca.\n"]},"en-de":{"title":"Der Kluge Spatz","moral":"Klugheit und schnelles Denken können dabei helfen, Probleme zu lösen.\n","hook":"Komm mit Sammy dem Spatzen auf eine Reise, um den schlauen Fuchs auszutricksen! Wird es Sammy gelingen zu entkommen?","keywords":{"Fuchs":["fox"],"Augen":["eyes"],"Perlen":["pearls"],"Sammy":[],"Schätze":["treasures"],"Fuchs (fox)":[],"schnelles Denken (quick thinking)":[],"Spatz":["sparrow"],"klug":["clever","smart"],"Ideen":["ideas"],"glänzende Perlen":["shiny pearls"],"magische Perlen":["magical pearls"],"Wünsche erfüllen":["fulfill wishes"],"Vögel so klug":["birds so clever"]},"paragraphs":["Es war einmal, in einem grünen Wald, lebte ein kluger kleiner Spatz namens Sammy. Sammy war für seine scharfe Schlauheit und klugen Ideen bekannt.\n","Ein Tag, als Sammy mit einigen glänzenden Perlen, die er gefunden hatte, nach Hause flog, sah er einen schlauen Fuchs in der Nähe lauern. Der Fuchs hatte einen hungrigen Blick in seinen Augen.\n","\"Hallo, Sammy! Welche Schätze hast du da?\" fragte der Fuchs mit einem schlauen Grinsen.\n","Schnell denkend, antwortete Sammy: \"Oh, das sind magische Perlen, die Wünsche erfüllen. Aber sie funktionieren nur für Vögel so klug wie ich.\"\n","Der Fuchs war neugierig und wollte die Perlen ausprobieren. Sammy band sie an den Schwanz des Fuchses und sagte: \"Jetzt schließe deine Augen und wünsche dir etwas!\"\n","Als der Fuchs seine Augen schloss, flog Sammy schnell davon und ließ den Fuchs verwirrt zurück, nur mit Perlen an seinem Schwanz.\n","Seit diesem Tag hat der Fuchs sich nie wieder getraut, Sammy zu ärgern. Und Sammy hat gelernt, dass schnelles Denken ihm aus jeder Schwierigkeit helfen kann.\n"]},"en-fr":{"title":"L'Astucieux Moineau\n","moral":"Être malin et penser rapidement peut aider à surmonter les obstacles.","hook":"Viens avec Sammy le moineau dans un voyage pour tromper le renard rusé ! Est-ce que Sammy pourra s'échapper ?","keywords":{"Sammy":["Sammy"],"trésors":["treasures"],"renard":["fox"],"moineau":["sparrow"],"astucieux":["cunning","smart"],"réfléchir vite":["quick thinking"],"affamé":["hungry"],"perles":["pearls"],"vœu":["wish"],"perles magiques":["magic pearls"],"exaucent les souhaits":["grant wishes"],"oiseaux brillants":["shiny birds"]},"paragraphs":["Il était une fois, dans une forêt luxuriante, vivait un petit moineau rusé nommé Sammy. Sammy était connu pour son intelligence vive et ses idées astucieuses.\n","Un jour, alors que Sammy rentrait chez lui en volant avec des perles brillantes qu'il avait trouvées, il a vu un renard rusé rôder à proximité. Le renard avait un regard affamé dans ses yeux.\n","Coucou, Sammy! Quels trésors as-tu là-bas? demanda le renard avec un sourire malicieux.\n","En réfléchissant vite, Sammy a répondu, \"Oh, ce sont des perles magiques qui exaucent les souhaits. Mais elles ne fonctionnent que pour les oiseaux aussi brillants que moi.\"\n","Le renard, curieux, voulait essayer les perles. Sammy les a attachées à la queue du renard et a dit, \"Maintenant ferme tes yeux et fais un vœu!\"\n","Alors que le renard fermait les yeux, Sammy s'envola rapidement, laissant le renard perplexe, avec rien d'autre que des perles sur sa queue.\n","Depuis ce jour-là, le renard n'a jamais osé embêter Sammy à nouveau. Et Sammy a appris que réfléchir vite pouvait le sauver de tout problème.\n"]},"id-en":{"hook":"Join Sammy the sparrow on a journey to outsmart the sly fox! Will Sammy be able to escape?","moral":"Intelligence and quick thinking can help overcome challenges.","title":"The Clever Sparrow","keywords":{"time":["waktu"],"forest":["hutan","rimba"],"clever":["cerdik","pintar"],"Sammy":["Sammy"],"magical beads":["manik-manik ajaib","manik-manik magis"],"grant wishes":["memberikan keinginan","mengabulkan permintaan"],"fox":["rubah"],"trouble":["masalah","kesulitan"],"beads":["manik-manik","mutiara"],"treasures":["harta","kekayaan"],"wish":["keinginan","permintaan"]},"paragraphs":["Long time ago, in a thick forest, there was a smart small bird named Sammy. Sammy was famous for his quick thinking and smart thoughts.\n","Once upon a time, Sammy was flying back to his house with some sparkly beads he found. He noticed a sneaky fox hiding close by. The fox looked hungry.\n","\"Hello, Sammy! What special things do you have?\" the clever fox asked with a tricky smile.\n","Sammy quickly said, \"These beads are special! They can make wishes come true, but only for birds as smart as me.\"\n","The clever fox was very curious. He wanted to see what the colorful beads were like. Sammy put them on the fox's tail and told him, \"Shut your eyes tight and make a special wish!\"\n","The fox closed his eyes, Sammy flew away very fast, leaving the fox confused, with just beads on his tail.\n","Since that day, the sly fox never dared to bother Sammy again. And Sammy discovered that thinking fast could help him escape from any problem.\n"]}}}