{"title":"Asha the Compassionate Healer Dragoness","hook":"Have you ever seen a dragoness who is known for her healing powers in the great Fora jungle?","moral":"Kindness and empathy can help us understand others' feelings and build stronger relationships.","paragraphs":["Once upon a time, in the great Fora jungle, there lived a kind-hearted dragoness named Asha. She was known far and wide for her extraordinary healing abilities and compassionate nature.","One sunny day, a little squirrel named Pip hurt his paw while playing in the forest. Tears welled up in his eyes as he hopped towards Asha's cave, seeking her help. \"Oh dear, what happened, little one?\" Asha asked in a soothing voice.","With gentle care, Asha cleaned and bandaged Pip's paw, making sure he felt comforted and safe. \"Thank you, Asha,\" Pip said with a smile, feeling much better. \"I will be more careful next time.\"","Asha gently patted Pip on the head and reminded him to always look out for others too. \"Remember, kindness spreads like sunshine in the forest,\" she said, as Pip nodded in understanding. With a grateful heart, Pip scurried off into the trees, knowing that Asha's words would stay with him forever."],"keywords":["dragoness","Fora jungle","healing powers","compassionate","squirrel","hurt paw","comforted","careful","kindness","understanding"],"characters":["Asha"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"Have you ever seen a dragoness who is known for her healing powers in the great Fora jungle?","moral":"Kindness and empathy can help us understand others' feelings and build stronger relationships.","title":"Asha the Compassionate Healer Dragoness","keywords":{"Asha":["Asha"],"Pip":["Pip"],"bandaged":["terbalut"],"dragoness":["naga betina"],"healing abilities":["kemampuan menyembuhkan"],"compassionate":["penuh kasih sayang"],"kindness":["kebaikan","kesopanan"],"squirrel":["tupai"],"forest":["hutan"],"tears":["air mata","tangisan"]},"paragraphs":["Long time ago, in big jungle of Fora, there was a nice dragon lady named Asha. \nShe was famous everywhere for her amazing magic powers to make others feel better and for being very caring.\n","One happy day, a small squirrel named Pip hurt his foot while playing in the big forest. Tears filled his eyes as he hopped to the home of Asha, looking for her aid. \"Oh my, what's wrong, little friend?\" Asha gently asked.\n","Asha soothed Pip's hurt paw, cleaned it, and put on a soft bandage. Pip felt happy and safe. He thanked Asha and promised to be careful.\n","Asha softly touched Pip on the head and told him to always care for others. \n\"Kindness is like sunshine that grows all around,\" she said, \nwhile Pip agreed with a smile. With a happy heart, Pip hurried into the woods,\nbelieving Asha's words will be his guiding light forever.\n"]},"en-fr":{"title":"Asha la Dragonne Guérisseuse Compatissante","moral":"Être gentil et comprendre les autres aide à construire de meilleurs liens et à se sentir proche.","hook":"Est-ce que tu as déjà vu une dragonnesse connue pour ses pouvoirs de guérison dans la grande jungle de Fora ?","keywords":{"grande jungle":["big jungle"],"dragonne":["strap","leash"],"guérison":["healing","cure"],"Asha":["Asha"],"patte":["paw","leg"],"rassuré":["reassured"],"écureuil":["squirrel"],"forêt":["forest","woods"],"larmes":["tears"],"gentillesse":["kindness"]},"paragraphs":["Il était une fois, dans la grande jungle de Fora, habitait une gentille dragonne nommée Asha. Elle était célèbre partout pour ses capacités de guérison extraordinaires et sa nature compatissante.\n","Il était une fois, un beau jour ensoleillé, un petit écureuil nommé Pip se blessa la patte en jouant dans la forêt. Des larmes montèrent dans ses yeux alors qu'il sautillait vers la caverne d'Asha, cherchant son aide. \"Oh chéri, que s'est-il passé, petit ?\" demanda Asha d'une voix apaisante.\n","Avec douce attention, Asha a nettoyé et bandé la patte de Pip, en s'assurant qu'il se sentait réconforté et en sécurité. \"Merci, Asha\", dit Pip avec un sourire, se sentant beaucoup mieux. \"Je serai plus prudent la prochaine fois.\"\n","Asha tapota doucement sur la tête de Pip et lui rappela de toujours prendre soin des autres aussi. \"N'oublie pas, la gentillesse se propage comme le soleil dans la forêt,\" dit-elle, tandis que Pip acquiesçait en comprenant. Avec un cœur reconnaissant, Pip filoche dans les arbres, sachant que les paroles d'Asha resteraient avec lui pour toujours.\n"]},"en-pt":{"title":"Ashe, a gentil Dragão Cura","moral":"Ser gentil e ter empatia pode nos ajudar a entender os sentimentos dos outros e construir relações mais fortes.","hook":"Você já viu uma dragãozinha que é conhecida por seus poderes de cura na grande selva de Fora?","keywords":{"selva":["jungle"],"dragãozinha":["little dragon"],"bondosa":["kind","good-hearted"],"Asha":["Asha"],"Pip":["Pip"],"cuidado":["care","caution","attention"],"bondade":["kindness","goodness"],"coração":["heart"],"esquilozinho":["little squirrel"],"patinha":["little paw"],"lágrimas":["tears"]},"paragraphs":["Era uma vez, na grande selva de Fora, vivia uma dragãozinha bondosa chamada Asha. Ela era conhecida por todos por suas habilidades de cura extraordinárias e sua natureza compassiva.\n","Um dia ensolarado, um esquilozinho chamado Pip machucou sua patinha enquanto brincava na floresta. Lágrimas encheram seus olhos quando ele pulou em direção à caverna de Asha, procurando por sua ajuda. \"Ai, ai, o que aconteceu, pequenino?\" Asha perguntou com uma voz tranquilizadora.\n","Com muito cuidado, Asha limpou e enfaixou a patinha de Pip, garantindo que ele se sentisse confortável e seguro. \"Obrigado, Asha,\" disse Pip com um sorriso, se sentindo muito melhor. \"Vou ser mais cuidadoso da próxima vez.\" \n","Asha afagou suavemente Pip na cabeça e lembrou a ele para sempre cuidar dos outros também. \"Lembre-se, a bondade se espalha como sol na floresta,\" disse ela, enquanto Pip assentia entendendo. Com um coração grato, Pip correu para as árvores, sabendo que as palavras de Asha estariam com ele para sempre.\n"]},"en-de":{"moral":"Freundlichkeit und Einfühlungsvermögen können uns helfen, die Gefühle anderer zu verstehen und festere Beziehungen aufzubauen.","hook":"Hast du schon mal eine Drachenfrau gesehen, die in dem großen Fora Dschungel für ihre heilenden Kräfte bekannt ist?","title":"Asha die Freundliche Heiler-Drachin","keywords":{"Drachin":["Dragoness"],"Heilungsfähigkeiten":["Healing abilities"],"mitfühlende Art":["Compassionate nature"],"sanft":["Gentle","Soft"],"Pflege":["Care","Nurturing"],"tröstend":["Comforting","Consoling"],"Eichhörnchen":["Squirrel"],"Tränen":["Tears"],"Wald":["Forest","Woods"],"Güte":["Kindness","Goodness"],"Sonnenschein":["Sunshine"]},"paragraphs":["Es war einmal, im großen Dschungel von Fora, lebte eine freundliche Drachin namens Asha. Sie war weit und breit bekannt für ihre außergewöhnlichen Heilungsfähigkeiten und mitfühlende Art.\n","Ein sonniger Tag, ein kleines Eichhörnchen namens Pip, tat sich weh während es im Wald spielte. Tränen stiegen in seinen Augen hoch, als es humpelte zu Ashas Höhle, um ihre Hilfe zu suchen. \"Oh mein, was ist passiert, Kleiner?\" fragte Asha mit einer beruhigenden Stimme.\n","Mit sanfter Pflege hat Asha Pips Pfote gereinigt und verbunden. Sie sorgte dafür, dass er sich getröstet und sicher fühlte. \"Danke, Asha\", sagte Pip lächelnd und fühlte sich viel besser. \"Ich werde beim nächsten Mal vorsichtiger sein.\"\n","Asha klopfte sanft Pip auf den Kopf und erinnerte ihn daran, auch auf andere zu achten. \"Denk dran, Güte verbreitet sich wie Sonnenschein im Wald\", sagte sie, während Pip verständnisvoll nickte. Mit einem dankbaren Herzen flitzte Pip in die Bäume, wissend, dass Ashas Worte für immer bei ihm bleiben würden.\n"]}}}