{"title":"Xia's Daring Journey","hook":"Have you ever heard about Xia, the swift-footed mountain goat, and her adventures in the Great Fora jungle?","moral":"Bravery and quick thinking can help overcome challenges.","paragraphs":["One sunny morning, Xia was playing with her friends near the edge of the jungle when they heard a loud roar. \"What was that?\" asked Xia, her ears perked up in alarm.","Her friends trembled in fear, but Xia bravely stepped forward. \"I'll go check it out,\" she declared, her heart pounding with anticipation.","As Xia ventured deeper into the jungle, she encountered a large tiger stuck in a thorny bush. \"Help me, please!\" cried the tiger, looking scared and helpless.","Xia's swift feet danced around the thorns, and with a clever twist, she freed the tiger from the bush. \"Thank you, Xia! You're truly brave and kind,\" said the tiger gratefully.","With a relieved smile, Xia returned to her friends, who were amazed by her courage. \"How did you do it, Xia?\" they asked, admiration gleaming in their eyes."],"keywords":["Xia","swift-footed","mountain goat","Great Fora jungle","bravery","quick thinking","tiger","thorny bush","kind","courage"],"characters":["Xia"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Xia's Grand Adventure","hook":"Tu as déjà entendu parler de Xia, la chèvre de montagne aux pattes rapides, et de ses aventures dans la grande jungle Fora?","moral":"Le courage et la réflexion rapide peuvent aider à surmonter les défis.","keywords":{"amis":["friends"],"courageusement":["bravely"],"excitation":["excitement"],"Xia":["summer"],"courage":["bravery","courage"],"jungle":["jungle","forest"],"tigre":["tiger"],"ensoleillé":["sunny"],"rugissement":["roar"],"pieds":["feet"]},"paragraphs":["Un matin ensoleillé, Xia jouait avec ses amis près du bord de la jungle lorsqu'ils ont entendu un grand rugissement. \"Qu'est-ce que c'était?\" a demandé Xia, les oreilles dressées d'alarme.\n","Ses amis ont tremblé de peur, mais Xia a courageusement avancé. \"Je vais aller voir,\" a-t-elle déclaré, son cœur battant d'excitation.\n","Alors que Xia s'aventurait plus profondément dans la jungle, elle rencontra un gros tigre coincé dans un buisson épineux. \"Aide-moi s'il te plait!\" pleura le tigre, ayant l'air effrayé et impuissant.\n","Xia avait des pieds rapides qui dansaient autour des épines, et d'un geste malin, elle libéra le tigre de la brousse. \"Merci, Xia ! Tu es vraiment courageuse et gentille,\" dit le tigre reconnaissant.\n","Avec un sourire soulagé, Xia est retournée vers ses amis, qui étaient émerveillés par son courage. \"Comment as-tu fait, Xia ?\", ont-ils demandé, l'admiration brillant dans leurs yeux.\n"]},"id-en":{"hook":"Have you ever heard about Xia, the swift-footed mountain goat, and her adventures in the Great Fora jungle?","moral":"Bravery and quick thinking can help overcome challenges.","title":"Xia's Daring Journey","keywords":{"scared":["takut","ketakutan"],"courage":["keberanian"],"excitement":["kegembiraan","kegirangan"],"Xia":["Xia"],"tiger":["harimau"],"brave":["berani","pemberani"],"smiled":["tersenyum","senyum"],"friends":["teman-teman","sahabat"],"morning":["pagi"],"jungle":["hutan","rimba"],"roar":["melolong","geram"]},"paragraphs":["On a bright morning, Xia was playing with her friends near the jungle when they heard a big roar. \"What was that noise?\" Xia asked, listening carefully.\n","Her friends were very scared, but Xia moved closer with courage. \"I will go see what it is,\" she said, feeling her heart beating fast with excitement.\n","As Xia went further into the big forest, she found a huge tiger stuck in a prickly bush. The tiger said, \"Please help me!\" with a scared and weak face.\n","Xia has quick feet. She danced around sharp prickles. She used clever moves to help the tiger stuck in bushes. The tiger thanked Xia for her bravery and kindness.\n","Xia smiled happily as she came back to her friends, who were very impressed by her bravery. \"Xia, how did you do that?\" they wondered, with eyes full of respect.\n"]},"en-pt":{"title":"A Corajosa Jornada da Xia","moral":"Coragem e pensar rápido podem ajudar a vencer desafios.","hook":"Você já ouviu falar da Xia, a cabrinha ágil, e suas aventuras na floresta da Grande Fora?","keywords":{"amigos":["friends"],"corajosamente":["bravely"],"coração":["heart"],"sunny morning":["bright morning"],"playing":["having fun"],"loud roar":["booming roar"],"sorriso":["smile"],"coragem":["courage"],"admiração":["admiration"],"Xia":["Xia"],"tigre":["tiger"],"floresta":["forest"],"corajosa":["brave"]},"paragraphs":["Em uma manhã ensolarada, Xia estava brincando com seus amigos perto da beirada da floresta quando ouviram um rugido alto. \"O que foi isso?\" perguntou Xia, com as orelhas levantadas em alerta.\n","Os amigos dela tremeram de medo, mas Xia corajosamente deu um passo à frente. \"Vou dar uma olhadinha\", ela declarou, seu coração batendo com ansiedade.\n","Enquanto Xia se aventurava mais fundo na floresta, ela encontrou um tigre grande preso em um arbusto cheio de espinhos. \"Me ajude, por favor!\" choramingou o tigre, parecendo assustado e desamparado.\n","Os pés rápidos de Xia dançaram em volta dos espinhos, e com um movimento esperto, ela libertou o tigre da moita. \"Obrigada, Xia! Você é realmente corajosa e gentil,\" agradeceu o tigre.\n","Com um sorriso aliviado, Xia voltou para seus amigos, que estavam surpresos com sua coragem. \"Como você fez isso, Xia?\" eles perguntaram, com admiração brilhando em seus olhos.\n"]},"en-de":{"title":"Xia's Mutige Reise","moral":"Mut und schnelles Denken können helfen, Herausforderungen zu meistern.\n","hook":"Hast du schon von Xia, der flinkfüßigen Gebirgziege, und ihren Abenteuern im Großen Fora-Dschungel gehört?","keywords":{"erleichtert":["relieved"],"Mut":["courage"],"Bewunderung":["admiration"],"Freunde":["friends"],"tapfer":["brave","courageous"],"Vorfreude":["anticipation"],"Xia":["xia"],"Wald":["forest","woods"],"Brüllen":["roar"],"Xias":["xias"],"Füße":["feet"],"Tiger":["tiger"],"Dschungel":["jungle"],"Hilfe":["help","aid"]},"paragraphs":["An einem sonnigen Morgen spielte Xia mit ihren Freunden in der Nähe des Waldes, als sie einen lauten Brüllen hörten. \"Was war das?\" fragte Xia, ihre Ohren spitzen sich vor Angst.\n","Ihre Freunde zitterten vor Angst, aber Xia trat tapfer vor. \"Ich werde nachsehen gehen\", erklärte sie, ihr Herz schlug vor Vorfreude.\n","Als Xia tiefer in den Dschungel vordrang, traf sie auf einen großen Tiger, der in einem dornigen Busch feststeckte. \"Hilf mir bitte!\" rief der Tiger, ängstlich und hilflos aussehend.\n","Xias flinke Füße tanzten um die Dornen herum, und mit einem klugen Dreh befreite sie den Tiger aus dem Gebüsch. \"Danke, Xia! Du bist wirklich tapfer und nett,\" sagte der Tiger dankbar.\n","Mit einem erleichterten Lächeln kehrte Xia zu ihren Freunden zurück, die von ihrem Mut erstaunt waren. \"Wie hast du das gemacht, Xia?\" fragten sie, Bewunderung glänzte in ihren Augen.\n"]}}}