{"title":"The Lost Treasure of Fora Jungle","hook":"What will Xia, Nisha, and Kavia discover when they venture deep into the heart of Fora Jungle?","moral":"Teamwork can help overcome challenges and lead to exciting discoveries.","paragraphs":["In the lush Fora Jungle, Xia the swift-footed mountain goat and Nisha and Kavia, the clever wandering merchant girls, set out on an adventure together. As they trotted along the winding paths, the girls noticed a mysterious map tangled in the branches of a tree. Curious, they decided to follow the map, hoping to uncover the hidden treasure it promised.","Soon, they reached a river blocking their path. Nisha suggested building a makeshift bridge with fallen branches, but Xia was afraid to cross over. Kavia had an idea and reassured Xia, \"Don't worry, we'll find a way together.\" With Nisha's cleverness and Kavia's encouragement, they built a sturdy bridge and crossed the river safely.","Deeper into the jungle, they encountered a swarm of colorful butterflies blocking their way. Xia wanted to charge through, but Nisha suggested using the flowers nearby to distract the butterflies. Kavia joined in, and soon the butterflies fluttered away, revealing a hidden cave entrance.","Inside the cave, they discovered a chest filled with shimmering jewels and precious stones. Excited, Xia, Nisha, and Kavia celebrated their discovery, realizing that by working together and combining their strengths, they could overcome any obstacle and find amazing treasures."],"keywords":["Fora Jungle","adventure","teamwork","discovery","mystery","treasure","friendship","cleverness","courage","exploration"],"characters":["Xia","Nisha and Kavia"],"series":"fables-of-fora-forests","translations":{"en-pt":{"title":"O Tesouro Perdido da Floresta de Fora","moral":"Trabalhar juntos pode nos ajudar a vencer desafios e encontrar coisas novas e divertidas.","hook":"O que Xia, Nisha e Kavia vão descobrir quando se aventurarem no coração profundo da Floresta de Fora?\n","keywords":{"Selva Fora":["Jungle"],"cabra da montanha":["mountain goat"],"meninas mercadoras":["merchant girls"],"caverna":["cave"],"joias brilhantes":["shiny jewels"],"forças":["forces"],"hidden cave entrance":["cave entrance"],"river":["river"],"bridge":["bridge"],"teamwork":["teamwork"]},"paragraphs":["Na exuberante Selva Fora, Xia, a cabra da montanha de pés ligeiros, e Nisha e Kavia, as espertas meninas mercadoras errantes, partiram juntas numa aventura. Enquanto trotavam pelos caminhos sinuosos, as meninas notaram um mapa misterioso envolto nos galhos de uma árvore. Curiosas, decidiram seguir o mapa, na esperança de desvendar o tesouro escondido que prometia.\n","Logo, eles chegaram a um rio bloqueando o caminho deles. Nisha sugeriu construir uma ponte improvisada com galhos caídos, mas Xia tinha medo de atravessar. Kavia teve uma ideia e tranquilizou Xia, \"Não se preocupe, encontraremos um jeito juntos.\" Com a astúcia de Nisha e o encorajamento de Kavia, construíram uma ponte resistente e atravessaram o rio com segurança.\n","Lá no fundo da floresta, eles se depararam com um enxame de borboletas coloridas bloqueando o caminho. Xia queria atravessar, mas Nisha sugeriu usar as flores próximas para distrair as borboletas. Kavia se juntou, e logo as borboletas voaram para longe, revelando uma entrada de caverna escondida.\n","Lá dentro da caverna, eles descobriram um baú cheio de joias brilhantes e pedras preciosas. Animados, Xia, Nisha e Kavia comemoraram sua descoberta, percebendo que, juntos e unindo suas forças, poderiam superar qualquer obstáculo e encontrar tesouros incríveis.\n"]},"id-en":{"hook":"What will Xia, Nisha, and Kavia discover when they venture deep into the heart of Fora Jungle?","moral":"Teamwork can help overcome challenges and lead to exciting discoveries.","title":"The Lost Treasure of Fora Jungle","keywords":{"cave":["gua"],"jewels":["permata"],"strengths":["kekuatan","kelebihan"],"butterflies":["kupu-kupu"],"flowers":["bunga"],"Fora Jungle":["Hutan Fora"],"mountain goat":["kambing gunung"],"hidden treasure":["harta karun tersembunyi"],"river":["sungai"],"bridge":["jembatan"],"teamwork":["kerja sama tim"]},"paragraphs":["In the beautiful Fora Jungle, Xia the fast mountain goat and Nisha and Kavia, the smart wandering merchant girls, went on an exciting journey together. While walking on the twisty trails, the girls saw a magical map stuck in the tree's branches. They were curious and chose to follow the map, wishing to find the secret treasure it showed.\n","Soon, they got to a river that stopped their way. \nNisha said let's make a bridge with the fallen tree sticks, but Xia was scared to go across. \nKavia thought of something and told Xia, \"We'll figure it out together, don't be afraid.\" \nWith Nisha's smartness and Kavia's support, they made a strong bridge and went over the river securely.\n","Far into the forest, they found a group of bright butterflies stopping them. \nXia wanted to run past them, but Nisha said let's use the pretty flowers close by to catch their attention. \nKavia decided to help too, and soon the butterflies flew off, showing a secret cave opening. \n","In a dark cave, they found a big box full of shiny gems and special rocks. Xia, Nisha, and Kavia were very happy and had a party because they had found something special. They knew that by helping each other and using their own strengths, they could beat any problem and discover awesome treasures.\n"]},"en-fr":{"hook":"Que Xia, Nisha et Kavia vont-elles découvrir quand elles s'aventurent au cœur de la jungle de Fora?\n","title":"Le Trésor Perdu de la Jungle de Fora","moral":"Travailler ensemble peut aider à surmonter les défis et mener à des découvertes passionnantes.","keywords":{"jungle":["jungle","wilderness"],"papillons":["butterflies"],"fleurs":["flowers"],"grotte":["cave"],"joyaux":["jewels","gems"],"trésors":["treasures"],"pont de fortune":["lucky bridge"],"traverser":["cross","transverse"],"rassuré":["reassured"],"Fora Jungle":["Fora Jungle"],"mountain goat":["mountain goat"],"hidden treasure":["hidden treasure"]},"paragraphs":["Dans la luxuriante Jungle de Fora, Xia la chèvre de montagne aux pieds rapides et Nisha et Kavia, les filles commerçantes astucieuses, se lancèrent dans une aventure ensemble. Alors qu'elles trottaient le long des sentiers sinueux, les filles remarquèrent une carte mystérieuse emmêlée dans les branches d'un arbre. Curieuses, elles décidèrent de suivre la carte, espérant découvrir le trésor caché qu'elle promettait.\n","Bientôt, ils sont arrivés à une rivière qui bloquait leur chemin. Nisha a proposé de construire un pont de fortune avec des branches tombées, mais Xia avait peur de traverser. Kavia a eu une idée et a rassuré Xia : \"Ne t'inquiète pas, on trouvera un moyen ensemble.\" Avec l'astuce de Nisha et l'encouragement de Kavia, ils ont construit un pont solide et ont traversé la rivière en toute sécurité.\n","Plus profondément dans la jungle, ils ont rencontré un essaim de papillons colorés bloquant leur chemin. Xia voulait foncer, mais Nisha a suggéré d'utiliser les fleurs à proximité pour distraire les papillons. Kavia a rejoint, et bientôt les papillons se sont envolés, révélant l'entrée d'une grotte cachée.\n","Dans la grotte, ils ont découvert un coffre rempli de joyaux brillants et de pierres précieuses. Très excités, Xia, Nisha et Kavia ont célébré leur découverte, en réalisant qu'en travaillant ensemble et en combinant leurs forces, ils pouvaient surmonter tous les obstacles et trouver des trésors incroyables.\n"]},"en-de":{"title":"Schatz verloren im Dschungel von Fora","moral":"Zusammenarbeit kann helfen, Herausforderungen zu meistern und zu aufregenden Entdeckungen führen.","hook":"Was werden Xia, Nisha und Kavia entdecken, wenn sie tief in das Herz des Fora-Dschungels venturen?","keywords":{"Kiste":["crate","box"],"funkelnd":["sparkling","shining"],"Hindernis":["obstacle","hindrance"],"Dschungel":["jungle","rainforest"],"Schmetterlinge":["butterflies","moths"],"Höhleneingang":["cave entrance","cavern entrance"],"Fora Jungle":["through the jungle","across the jungle"],"mountain goat":["alpine ibex","rock goat"],"hidden treasure":["buried treasure","concealed treasure"],"Fluss":["river","stream"],"provisorische Brücke":["makeshift bridge","temporary bridge"],"gemeinsam":["together","in common"]},"paragraphs":["In dem üppigen Fora-Dschungel, Xia, die flinkfüßige Bergziege, und Nisha und Kavia, die klugen wandernden Händlermädchen, machten sich zusammen auf ein Abenteuer. Als sie entlang der gewundenen Pfade trabten, bemerkten die Mädchen eine geheimnisvolle Karte, die in den Ästen eines Baumes verheddert war. Neugierig beschlossen sie, der Karte zu folgen, in der Hoffnung, den verborgenen Schatz zu entdecken.\n","Bald erreichten sie einen Fluss, der ihren Weg blockierte. Nisha schlug vor, eine provisorische Brücke mit heruntergefallenen Ästen zu bauen, aber Xia hatte Angst, hinüberzugehen. Kavia hatte eine Idee und beruhigte Xia: \"Keine Sorge, wir werden gemeinsam einen Weg finden.\" Mit Nishas Schlauheit und Kavias Ermutigung bauten sie eine stabile Brücke und überquerten den Fluss sicher.\n","Weiter im Dschungel trafen sie auf einen Schwarm bunter Schmetterlinge, die ihren Weg blockierten. Xia wollte hindurchbrechen, aber Nisha schlug vor, die Blumen in der Nähe zu nutzen, um die Schmetterlinge abzulenken. Kavia machte mit, und bald flatterten die Schmetterlinge davon, und enthüllten einen versteckten Höhleneingang.\n","In der Höhle haben sie eine Kiste voller funkelnder Juwelen und kostbarer Steine entdeckt. Aufgeregt haben Xia, Nisha und Kavia ihre Entdeckung gefeiert, indem sie realisierten, dass sie, indem sie zusammenarbeiten und ihre Stärken kombinieren, jedes Hindernis überwinden und erstaunliche Schätze finden konnten.\n"]}}}