{"title":"Baba's Bright Blanket","hook":"What will Baba do when she discovers her favorite blanket has gone missing?","moral":"Being kind and sharing can solve problems and bring joy to everyone involved.","paragraphs":["One sunny morning, Baba woke up with a big smile on her face. She loved her cozy, colorful blanket that she used to cuddle with every night.","But when she reached for her blanket, it was nowhere to be found! \"Oh no, where did my blanket go?\" Baba exclaimed, feeling a bit worried.","Baba searched high and low around the house, peeking under the bed and behind the curtains. She asked her toys, \"Have you seen my blanket?\" but they remained silent.","Suddenly, Baba heard a soft giggle coming from the living room. She followed the sound and found her little brother, Tim, wrapping himself in her blanket.","Instead of getting upset, Baba smiled and said, \"Tim, I see you like my blanket too! How about we share it?\" Tim's eyes lit up, and he agreed happily.","Baba and Tim sat together under the bright blanket, playing and laughing. They realized that sharing made both of them feel warm inside."],"keywords":["Baba","blanket","cozy","colorful","sharing","kindness","joy","search","siblings","problem-solving"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Babas Helle Decke","moral":"Wenn du nett bist und teilst, kannst du Probleme lösen und Freude für alle bringen.","hook":"Was wird Baba tun, wenn sie entdeckt, dass ihre Lieblingsdecke verschwunden ist?","keywords":{"Mama":["mom"],"Tim":["Tim"],"Decke":["blanket","cover"],"Morgen":["morning"],"Lächeln":["smile"],"kuscheln":["cuddle"],"nirgendwo":["nowhere"],"besorgt":["worried"],"Baba":["dad"],"leises Kichern":["soft giggle"],"Wohnzimmer":["living room"],"still":["quiet","silent"],"teilen":["share"]},"paragraphs":["An einem sonnigen Morgen wachte Baba mit einem großen Lächeln im Gesicht auf. Sie liebte ihre gemütliche, bunte Decke, in die sie sich jede Nacht kuschelte.\n","Aber als sie nach ihrer Decke griff, war sie nirgendwo zu finden! \"Oh nein, wo ist meine Decke hin?\" rief Baba aus, und fühlte sich ein bisschen besorgt.\n","Mama suchte überall im Haus, schaute unter das Bett und hinter die Vorhänge. Sie fragte ihre Spielsachen: \"Habt ihr meine Decke gesehen?\" Aber sie blieben still.\n","Plötzlich hörte Baba ein leises Kichern aus dem Wohnzimmer. Sie folgte dem Geräusch und fand ihren kleinen Bruder, Tim, der sich in ihre Decke einwickelte.\n","Anstatt wütend zu werden, lächelte Baba und sagte: \"Tim, ich sehe, dass dir meine Decke auch gefällt! Wie wär's, wenn wir sie teilen?\" Tims Augen strahlten, und er stimmte glücklich zu.\n","Mama und Tim saßen zusammen unter der bunten Decke, spielten und lachten. Sie merkten, dass das Teilen dazu führte, dass es ihnen beiden warm ums Herz wurde.\n"]},"id-en":{"hook":"What will Baba do when she discovers her favorite blanket has gone missing?","moral":"Being kind and sharing can solve problems and bring joy to everyone involved.","title":"Baba's Bright Blanket","keywords":{"blanket":["selimut","kain"],"found":["menemukan"],"worried":["khawatir","cemas"],"Mama":["Ibu","Mama"],"Timmy":["Timmy"],"sharing":["berbagi","membagi"],"Aya":["Aya"],"morning":["pagi"],"Baba":["Ayah","Bapak","Baba"],"little brother":["adik laki-laki kecil"],"cozy blanket":["selimut nyaman"],"share":["membagikan"],"smiled":["tersenyum"],"Grandma":["Nenek","Oma"],"toys":["mainan"]},"paragraphs":["Once upon a time, Aya woke up on a bright morning with a huge smile. She adored her warm, rainbow blanket that she snuggled up with each night.\n","One day, Baba couldn't find her cozy blanket. \"Where is my blanket?\" she wonder. She felt a little scared.\n","Grandma looked everywhere in the house, even checking under the bed and behind the curtains. She asked her toys, \"Did you see my cozy blanket?\" but they stayed quiet.\n","One day, Baba heard a quiet laugh from the big room. She went to see and saw her little brother, Tim, cocooned in her cozy blanket.\n","Baba had a big smile instead of being sad. She said, \"Tim, you like my blanket too! Let's share it?\" Tim's eyes sparkled, and he happily said yes.\n","Mama and Timmy were sitting under a shiny cover, playing and giggling. They found out that when they shared, they both felt happy inside.\n"]},"en-fr":{"title":"Le Magnifique Couverture de Baba\n","hook":"Que fera Baba quand elle découvre que sa couverture préférée a disparu ?","moral":"Être gentil et partager peut résoudre des problèmes et apporter de la joie à tout le monde qui participe.","keywords":{"Baba et Tim":["Baba and Tim"],"couverture brillante":["bright blanket"],"partager":["share"],"Baba":["Baba"],"maison":["house"],"couverture":["blanket"],"blanket":["couverture"],"share":["partager"],"smiled":["grand sourire"],"matin ensoleillé":["sunny morning"],"grand sourire":["big smile"],"couverture douillette":["cozy blanket"],"nowhere":["nulle part"],"worried":["inquiet"],"rire":["laugh"],"Tim":["Tim"]},"paragraphs":["Un matin ensoleillé, Baba s'est réveillée avec un grand sourire. Elle adorait sa couverture douillette et colorée avec laquelle elle câlinait tous les soirs.\n","Mais quand elle tendit la main vers sa couverture, elle n'était nulle part à trouver ! \"Oh non, où est passée ma couverture ?\" Baba s'exclama, se sentant un peu inquiète.\n","Baba a cherché partout dans la maison, regardant sous le lit et derrière les rideaux. Elle a demandé à ses jouets : \"Avez-vous vu ma couverture ?\" mais ils sont restés silencieux.\n","Tout d'un coup, Baba a entendu un petit rire venant du salon. Elle a suivi le son et a trouvé son petit frère, Tim, en train de s'envelopper dans sa couverture.\n","Au lieu de se fâcher, Baba a souri et a dit, \"Tim, je vois que tu aimes aussi ma couverture! Et si on la partageait?\" Les yeux de Tim se sont illuminés, et il a accepté joyeusement.\n","Baba et Tim étaient assis ensemble sous la couverture brillante, jouant et riant. Ils ont réalisé que le fait de partager les rendait tous les deux chauds à l'intérieur.\n"]},"en-pt":{"title":"O Cobertor Brilhante da Vovó\n","hook":"O que a Vovó vai fazer quando descobrir que seu cobertor favorito sumiu?","moral":"Ser gentil e dividir pode resolver problemas e trazer alegria para todos envolvidos.","keywords":{"blanket":["colcha","cobertor"],"found":["encontrou"],"worried":["preocupado"],"Baba":["vovó"],"Tim":[],"compartilhar":["share"],"risinho":["smirk"],"sala de estar":["living room"],"colcha":["blanket"],"vovó":["Baba","grandma"],"canto da casa":["corner of the house"],"brinquedos":["toys"],"ensolarada":["sunny"],"aconchegante":["cozy"],"sorriso":["smile"],"cobertor":["blanket"]},"paragraphs":["Certa manhã ensolarada, Baba acordou com um grande sorriso no rosto. Ela adorava seu cobertor aconchegante e colorido com o qual se aconchegava todas as noites.\n","Mas, quando ela esticou para pegar o cobertorzinho, ele não estava em lugar nenhum! \"Ai, cadê meu cobertorzinho?\" Baba exclamou, se sentindo um pouco preocupada.\n","Vovó procurou em todo canto da casa, olhando embaixo da cama e atrás das cortinas. Ela perguntou aos brinquedos, \"Vocês viram minha coberta?\", mas eles ficaram em silêncio.\n","De repente, Baba ouviu um risinho baixinho vindo da sala de estar. Ela seguiu o som e encontrou seu irmãozinho, Tim, se enrolando em sua coberta.\n","Em vez de ficar chateado, Baba sorriu e disse, \"Tim, vejo que você também gosta do meu cobertor! Que tal compartilharmos?\" Os olhos de Tim brilharam e ele concordou felicemente.\n","Baba e Tim sentaram juntos embaixo do cobertor brilhante, brincando e rindo. Eles perceberam que compartilhar os fazia se sentir aconchegados por dentro.\n"]}}}