{"title":"Liwei's Magical Rice Paddy","hook":"What will happen when Liwei discovers a secret in his rice paddy that could change his harvest forever?","moral":"Hard work and creativity can lead to unexpected solutions to challenges.","paragraphs":["Once upon a time in the Great Fora jungle, there lived a creative rice farmer named Liwei. He worked hard every day to tend to his rice paddy, hoping for a bountiful harvest.","One day, Liwei noticed that his rice plants were growing slowly and looked pale. Worried, he asked his wise old neighbor, \"Why are my rice plants not growing well?\"","The neighbor suggested that Liwei try feeding his plants with a special brew made from the petals of rare jungle flowers. Excited, Liwei collected the flowers and made the brew with care.","As he poured the magical brew over his rice paddy, he watched in amazement as the plants suddenly seemed to dance and grow taller before his eyes.","The next morning, Liwei woke up to find his rice paddy transformed into a lush, green paradise. The rice plants flourished, and his harvest was more abundant than ever before."],"keywords":["Liwei","rice farmer","Great Fora jungle","creative","harvest","magical","flowers","solution","abundance","transformation"],"characters":["Liwei"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"What will happen when Liwei discovers a secret in his rice paddy that could change his harvest forever?","moral":"Hard work and creativity can lead to unexpected solutions to challenges.","title":"Liwei's Magical Rice Paddy","keywords":{"magical brew":["ramuan ajaib"],"rice paddy":["sawah"],"plants dance":["tarian tanaman"],"farmer":["petani"],"rice":["padi"],"harvest":["panen"],"Liwei":["Liwei"],"neighbor":["tetangga"],"plants":["tanaman"],"abundant harvest":["panen melimpah"],"rice plants":["tanaman padi"],"growing slowly":["tumbuh perlahan"],"wise old neighbor":["tetangga tua yang bijaksana"]},"paragraphs":["Long long ago in the big jungle of the Great Fora, there was a farmer called Liwei. He was very clever and worked much to grow his rice field, wishing for lots of yummy rice in the end.\n","Once upon a time, Liwei saw that his rice plants were not growing fast and not colorful. He went to his smart old neighbor and asked, \"Why my rice plants no grow good?\"\n","One day, the person who lives close to Liwei told him to give food to his plants using a magic potion made from the pretty petals of special wild flowers. Liwei was happy and he got the flowers and made the magic potion carefully.\n","As he poured the special potion on his rice field, he saw the plants start dancing and getting bigger right before his eyes!\n","The next day, Liwei woke up and saw his rice field had turned into a beautiful, green land. The rice plants were growing well, and he had more rice than ever before.\n"]},"en-de":{"title":"Liweis Magischer Reisfeld","hook":"Was wird passieren, wenn Liwei ein Geheimnis in seinem Reisfeld entdeckt, das seine Ernte für immer verändern könnte?","moral":"Wenn man fleißig ist und kreativ denkt, kann das helfen, Probleme auf unerwartete Weise zu lösen.","keywords":{"magische Gebräu":["magical brew"],"Reisfeld":["rice field"],"Pflanzen":["plants"],"Liwei":["Liwei"],"Reispflanzen":["rice plants"],"Nachbarn":["neighbors"],"Reisbauer":["rice farmer"],"kreativ":["creative"],"Ernte":["harvest"],"Nachbar":["neighbor"],"Blumen":["flowers"],"Mañana":["tomorrow"],"Paraiso":["paradise"],"Cosecha":["harvest"]},"paragraphs":["Es war einmal im großen Dschungel von Fora, da lebte ein kreativer Reisbauer namens Liwei. Er arbeitete jeden Tag fleißig, um sich um seine Reisfelder zu kümmern, in der Hoffnung auf eine reiche Ernte.\n","Eines Tages bemerkte Liwei, dass seine Reispflanzen langsam wuchsen und blass aussahen. Besorgt fragte er seinen klugen alten Nachbarn: \"Warum wachsen meine Reispflanzen nicht gut?\"\n","Der Nachbar schlug vor, dass Liwei versuchen sollte, seine Pflanzen mit einem speziellen Sud aus den Blütenblättern seltener Dschungelblumen zu füttern. Aufgeregt sammelte Liwei die Blumen und braute den Sud sorgfältig.\n","Als er das magische Gebräu über sein Reisfeld goss, schaute er erstaunt zu, wie die Pflanzen plötzlich zu tanzen schienen und vor seinen Augen größer wurden.\n","Am nächsten Morgen wachte Liwei auf und entdeckte, dass sein Reisfeld in ein üppiges, grünes Paradies verwandelt worden war. Die Reispflanzen gediehen prächtig, und seine Ernte war reichhaltiger als je zuvor.\n"]},"en-pt":{"title":"A Plantação de Arroz Mágica do Liwei","moral":"Trabalho duro e criatividade podem trazer soluções inesperadas para desafios.","hook":"O que vai acontecer quando Liwei descobrir um segredo na sua plantação de arroz que pode mudar a sua colheita para sempre?","keywords":{"manhã":["morning"],"arrozal":["rice field"],"paraíso verde":["green paradise"],"poção mágica":["magic potion"],"plantação de arroz":["rice plantation"],"crescerem mais altas":["grow taller"],"neighbor":["neighbor"],"special brew":["special brew"],"rare jungle flowers":["rare jungle flowers"],"Liwei":["Liwei"],"rice plants":["rice plants"],"wise old neighbor":["wise old neighbor"],"fazendeiro":["farmer"],"arroz":["rice"],"plantação":["plantation"]},"paragraphs":["Era uma vez, na grande selva do Fora, vivia um fazendeiro de arroz criativo chamado Liwei. Ele trabalhava muito todos os dias para cuidar da sua plantação de arroz, torcendo por uma colheita abundante.\n","Certa vez, Liwei percebeu que suas plantas de arroz estavam crescendo devagar e pareciam sem cor. Preocupado, ele perguntou a seu sábio vizinho idoso, \"Por que minhas plantas de arroz não estão crescendo bem?\"\n","O vizinho disse que o Liwei deveria tentar alimentar suas plantas com uma mistura especial feita das pétalas de flores raras da selva. Animado, o Liwei colecionou as flores e fez a mistura com cuidado.\n","Quando ele derramou a poção mágica sobre sua plantação de arroz, ele ficou maravilhado ao ver as plantas de repente parecerem dançar e crescerem mais altas diante de seus olhos.\n","Na manhã seguinte, Liwei acordou e encontrou o seu arrozal transformado em um paraíso verde exuberante. As plantas de arroz floresceram, e a sua colheita foi mais abundante do que nunca.\n"]},"en-fr":{"moral":"Travailler dur et être créatif peut aider à trouver des solutions surprenantes aux défis.","title":"Le Champ de Riz Magique de Liwei","hook":"Que se passera-t-il quand Liwei découvrira un secret dans son champ de riz qui pourrait changer sa récolte pour toujours?","keywords":{"magical brew":["magical brew"],"rice paddy":["rice paddy"],"plants":["plants"],"Liwei":["Liwei"],"rice":["rice"],"Great Fora jungle":["Great Fora jungle"],"creative rice farmer":["creative rice farmer"],"bountiful harvest":["bountiful harvest"],"neighbor":["neighbor"],"jungle flowers":["jungle flowers"],"paradis":["paradis"],"champ de riz":["champ de riz"],"luxuriant":["luxuriant"]},"paragraphs":["Il était une fois dans la grande jungle de Fora, vivait un fermier de riz créatif nommé Liwei. Il travaillait dur tous les jours pour s'occuper de son champ de riz, espérant une récolte abondante.\n","Il était une fois, Liwei a remarqué que ses plantes de riz poussaient lentement et avaient l'air pâle. Inquiet, il a demandé à son sage vieux voisin, \"Pourquoi mes plantes de riz ne poussent-elles pas bien?\"\n","Le voisin a suggéré à Liwei d'essayer de nourrir ses plantes avec une potion spéciale faite à partir des pétales de fleurs rares de la jungle. Excité, Liwei a collecté les fleurs et a fait la potion avec soin.\n","Alors qu'il versait la potion magique sur son champ de riz, il regardait avec émerveillement les plantes sembler soudainement danser et grandir plus grand devant ses yeux.\n","Le lendemain matin, Liwei se reveilla pour decouvrir que son champ de riz avait ete transforme en un paradis luxuriant et vert. Les plantes de riz prosperaient, et sa recolte etait plus abondante que jamais.\n"]}}}