{"title":"Zoran, the Singing Pirate","hook":"One day in the great Fora jungle, Zoran, the gentle singing pirate, stumbled upon a mysterious treasure map. But what adventures await him as he embarks on a quest to find the hidden treasure?","moral":"Sharing brings joy and friendship.","paragraphs":["In the heart of the great Fora jungle, Zoran was humming a tune as he walked along the winding paths. Suddenly, he spotted a glimmering object half-buried in the sand. It was a treasure map! Excited, Zoran decided to follow the map to find the hidden treasure.","As he journeyed through the jungle, Zoran encountered a mischievous monkey named Milo. Milo, with a mischievous grin, asked to see the treasure map. Zoran hesitated but decided to share it with Milo, hoping for a newfound friend on his adventure.","Together, Zoran and Milo navigated through dense forests and crossed bubbling streams. Finally, they reached the spot marked on the map. They unearthed a chest filled with sparkling gems and shiny coins. Zoran smiled at Milo, \"We found the treasure together!\"","Overjoyed, Milo chattered happily as Zoran sang a merry tune. The two new friends sat together, sharing the treasure, laughter, and friendship that blossomed on their journey through the great Fora jungle."],"keywords":["Zoran","gentle","singing pirate","Fora jungle","treasure map","friendship","shared adventure","hidden treasure","new friends","joy and laughter"],"characters":["Zoran"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"One day in the great Fora jungle, Zoran, the gentle singing pirate, stumbled upon a mysterious treasure map. But what adventures await him as he embarks on a quest to find the hidden treasure?","moral":"Sharing brings joy and friendship.","title":"Zoran, the Singing Pirate","keywords":{"Milo":["Milo"],"Zoran":["Zoran"],"friendship":["persahabatan"],"treasure":["harta","harta karun"],"jungle":["hutan belantara"],"forest":["hutan"],"monkey":["monyet"],"adventure":["petualangan"],"forests":["hutan"]},"paragraphs":["In the middle of big jungle, Zoran was singing a song while walking on twisty paths. Suddenly, he saw a shiny thing partly covered in sand. It was a map! Zoran felt very happy and chose to follow the map to get the secret treasure.\n","In the big forest, Zoran met a cheeky monkey called Milo. Milo, with a cheeky smile, wanted to look at the map with gold treasures. Zoran thought about it, but finally gave the map to Milo, wishing for a new friend on their exploration.\n","Zoran and Milo went on a fun adventure in big forests and crossed bubbly rivers. At last, they got to the special place shown on the map. They dug up a box full of shiny rocks and coins that sparkled. Zoran grinned at Milo, \"We discovered the hidden treasure as friends!\"\n","Happy and excited, Milo talked a lot as Zoran sang a cheerful song. The two new friends sat side by side, enjoying the special bond, fun, and happiness that grew as they traveled through the big Fora forest.\n"]},"en-de":{"moral":"Teilen macht glücklich und bringt Freundschaft.","title":"Zoran, der Singende Pirat","hook":"Eines Tages im großen Dschungel von Fora, traf Zoran, der sanfte singende Pirat, auf eine geheimnisvolle Schatzkarte. Aber welche Abenteuer erwarten ihn, wenn er sich auf die Suche nach dem versteckten Schatz begibt?\n","keywords":{"Milo":["Milo"],"Zoran":["Zoran"],"Freund":["Friend"],"Schatzkarte":["Treasure map"],"Schatz":["Treasure"],"Fora-Dschungel":["Jungle of challenges"]},"paragraphs":["Im Herz des großen Fora-Dschungels summte Zoran eine Melodie, als er entlang der kurvigen Pfade lief. Plötzlich entdeckte er ein funkelndes Objekt, das halb im Sand vergraben war. Es war eine Schatzkarte! Aufgeregt beschloss Zoran, der Karte zu folgen, um den versteckten Schatz zu finden.\n","Als Zoran durch den Dschungel reiste, traf er einen schelmischen Affen namens Milo. Milo bat, mit einem schelmischen Grinsen, die Schatzkarte zu sehen. Zoran zögerte, entschied sich aber, sie mit Milo zu teilen, in der Hoffnung, einen neuen Freund auf seinem Abenteuer zu finden.\n","Zusammen haben Zoran und Milo sich durch dichte Wälder navigiert und sprudelnde Bäche überquert. Endlich erreichten sie den Punkt auf der Karte markiert. Sie gruben eine Truhe aus, gefüllt mit funkelnden Edelsteinen und glänzenden Münzen. Zoran lächelte Milo an, \"Wir haben den Schatz zusammen gefunden!\"\n","Sehr froh, Milo plapperte fröhlich, während Zoran ein fröhliches Lied sang. Die beiden neuen Freunde saßen zusammen, teilten den Schatz, das Lachen und die Freundschaft, die auf ihrer Reise durch den großen Fora-Dschungel erblühten.\n"]},"en-pt":{"moral":"Compartilhar traz alegria e amizade.","title":"Zoran, o Pirata Cantor","hook":"Um dia na grande Floresta de Fora, Zoran, o amável pirata cantor, encontrou um mapa do tesouro misterioso. Mas que aventuras o esperam enquanto ele parte em uma jornada para encontrar o tesouro escondido?","keywords":{"floresta":["jungle"],"macaquinho":["Milo"],"tesouro":["treasure"],"Zoran":[],"Milo":["macaquinho"],"amizade":["friendship"],"jungle":["floresta"],"treasure map":[],"hidden treasure":[]},"paragraphs":["Lá no meio da grande floresta de Fora, Zoran estava cantarolando uma canção enquanto caminhava pelos caminhos sinuosos. De repente, ele avistou um objeto brilhante meio-enterrado na areia. Era um mapa do tesouro! Animado, Zoran decidiu seguir o mapa para encontrar o tesouro escondido.\n","Enquanto caminhava pela floresta, Zoran encontrou um macaquinho travesso chamado Milo. Milo, com um sorriso travesso, pediu para ver o mapa do tesouro. Zoran hesitou, mas decidiu compartilhá-lo com Milo, esperando um novo amigo em sua aventura.\n","Juntos, Zoran e Milo exploraram florestas densas e cruzaram riachos borbulhantes. Finalmente, eles chegaram ao local marcado no mapa. Eles desenterraram um baú cheio de pedras preciosas brilhantes e moedas reluzentes. Zoran sorriu para Milo: \"Achamos o tesouro juntos!\"\n","Enquanto Zoran cantava uma canção alegre, Milo falava feliz. Os dois amigos novos sentaram juntos compartilhando o tesouro, risadas e amizade que floresceram em sua jornada através da grande selva de Fora.\n"]},"en-fr":{"moral":"Partager apporte du bonheur et de l'amitié.","title":"Zoran, le Pirate Chanteur","hook":"Un jour dans la grande jungle de Fora, Zoran, le gentil pirate qui chante, a découvert une carte au trésor mystérieuse. Mais quelles aventures l'attendent alors qu'il se lance dans une quête pour trouver le trésor caché?","keywords":{"Milo":["Milo"],"Zoran":["Zoran"],"jungle":["jungle"],"singe":["monkey"],"carte au trésor":["treasure map"],"trésor":["treasure"],"forêt":["forest"]},"paragraphs":["Au cœur de la grande jungle de Fora, Zoran chantonnait une chanson en marchant le long des chemins sinueux. Soudain, il aperçut un objet scintillant à moitié enterré dans le sable. C'était une carte au trésor ! Excité, Zoran décida de suivre la carte pour trouver le trésor caché.\n","Alors qu'il voyageait dans la jungle, Zoran rencontra un singe espiègle nommé Milo. Milo, avec un sourire espiègle, demanda à voir la carte au trésor. Zoran hésita mais décida de la partager avec Milo, espérant trouver un nouvel ami dans son aventure.\n","Ensemble, Zoran and Milo ont navigué à travers les forêts denses et traversé les ruisseaux bouillonnants. Enfin, ils ont atteint l'endroit marqué sur la carte. Ils ont découvert un coffre rempli de gemmes étincelantes et de pièces brillantes. Zoran a souri à Milo, \"Nous avons trouvé le trésor ensemble!\"\n","Très content, Milo bavardait joyeusement tandis que Zoran chantait une chanson gaie. Les deux nouveaux amis étaient assis ensemble, partageant le trésor, le rire et l'amitié qui ont fleuri lors de leur voyage à travers la grande jungle de Fora.\n"]}}}