{"title":"The Curious Squirrel","hook":"Sally the squirrel loved to collect shiny things, but one day she found something truly unexpected in the forest. What was it?","moral":"Curiosity can lead to exciting discoveries and new friendships.","paragraphs":["In a cozy forest, Sally the squirrel spent her days hopping from tree to tree, collecting acorns and shiny objects. One sunny morning, she spotted a glimmering object hidden under a pile of colorful leaves. \"What's this?\" she wondered aloud.","The object turned out to be a small, silver key with intricate engravings. Excited and curious, Sally embarked on a journey to find the mysterious lock it belonged to, hoping for a grand adventure.","Along the way, she met Rudy the rabbit and Benny the bluebird, who joined her quest. Together, they searched high and low, encountering obstacles like prickly bushes and a crooked stream, which they cleverly overcame with teamwork.","Finally, they reached an ancient oak tree with a tiny keyhole. Sally inserted the key, and with a click, the tree opened to reveal a hidden treasure trove of sparkling gems and a note that read, \"The real treasure is the friends you make on the way.\""],"keywords":["squirrel","shiny","key","adventure","discovery","friendship"],"characters":null,"translations":{"id-en":{"hook":"Sally the squirrel loved to collect shiny things, but one day she found something truly unexpected in the forest. What was it?","moral":"Curiosity can lead to exciting discoveries and new friendships.","title":"The Curious Squirrel","keywords":{"adventure":["petualangan"],"teamwork":["kerja sama"],"challenges":["tantangan"],"Sally":["Sally"],"key":["kunci"],"squirrel":["tupai"],"acorns":["biji gondor"],"shiny objects":["benda berkilau"],"oak tree":["pohon ek"],"hidden treasure":["harta karun tersembunyi"],"friends":["teman","sahabat"]},"paragraphs":["In a nice forest, Sally, the little squirrel, went from tree to tree every day, gathering acorns and shiny things. One bright morning, she saw something shiny under a bunch of colorful leaves. \"What can this be?\" she said out loud.\n","One day, Sally found a tiny, shiny key with special carvings. She felt happy and very interested. Sally started an exciting trip to discover the secret lock it fits, dreaming of a big adventure.\n","She met a friendly rabbit named Rudy and a colorful bird named Benny as she went on her adventure. They worked together to overcome challenges like thorny bushes and a curvy river.\n","At last, they found a very very old oak tree with a small hole for a key. Sally put in the key, and the tree made a nice sound and opened up, showing a secret room full of shiny stones and a paper that said, \"The true treasure is the friends you meet on your journey.\"  \n"]},"en-pt":{"title":"O Esquilo Curioso","moral":"Quando ficamos muito curiosos, podemos descobrir coisas emocionantes e fazer novos amigos.","hook":"A Sally, a esquilo, adorava colecionar coisinhas brilhantes, mas um dia ela encontrou algo realmente inesperado na floresta. O que poderia ser?","keywords":{"objeto":["object"],"chave":["key"],"aventura":["adventure"],"Rudy":["Rudy"],"Benny":["Benny"],"obstáculos":["obstacles"],"esquilo":["squirrel"],"floresta":["forest"],"objetos brilhantes":["shiny objects"],"ancient oak tree":["ancient oak tree"],"hidden treasure trove":["hidden treasure trove"],"friends":["friends"]},"paragraphs":["Em uma floresta aconchegante, a Srta. Esquilo passou seus dias pulando de árvore em árvore, pegando bolotas e objetos brilhantes. Uma manhã ensolarada, ela avistou um objeto cintilante escondido embaixo de um monte de folhas coloridas. \"O que é isso?\" ela perguntou em voz alta.\n","O objeto revelou ser uma chave pequena e prateada, com gravuras complicadas. Animada e curiosa, Sally partiu em uma jornada para encontrar a fechadura misteriosa à qual pertencia, esperando por uma grande aventura.\n","Pelo caminho, ela encontrou Rudy, o coelho, e Benny, o pássaro azul, que se juntaram à sua missão. Juntos, procuraram em cima e em baixo, encontrando obstáculos como arbustos espinhosos e um riacho tortuoso, que superaram com astúcia em equipe.\n","Finalmente, eles chegaram a uma árvore de carvalho antiga com um buraco de fechadura minúsculo. Sally inseriu a chave, e com um clique, a árvore abriu revelando um tesouro escondido de pedras preciosas brilhantes e uma nota que dizia, \"O tesouro real são os amigos que você faz no caminho.\"\n"]},"en-fr":{"title":"Le Curieux Écureuil","moral":"La curiosité peut entraîner des découvertes passionnantes et de nouvelles amitiés.","hook":"Sally l'écureuil aimait collectionner des choses brillantes, mais un jour elle a trouvé quelque chose de vraiment inattendu dans la forêt. Qu'était-ce?","keywords":{"lapin":["rabbit","bunny"],"oiseau bleu":["blue bird"],"quête":["quest","mission"],"Sally":["Sally"],"clé argentée":["silver key"],"aventure":["adventure"],"écureuil":["squirrel"],"forêt":["forest","woods"],"ancient oak tree":["ancient oak tree"],"hidden treasure trove":["hidden treasure trove"],"friends":["friends","companions"]},"paragraphs":["Dans une forêt douillette, Sally l'écureuil passait ses journées à sauter d'arbre en arbre, ramassant des glands et des objets brillants. Un matin ensoleillé, elle repéra un objet scintillant caché sous un tas de feuilles colorées. \"Qu'est-ce que c'est?\" se demanda-t-elle à voix haute.\n","Un jour, Sally a trouvé un petit trésor magique. C'était une jolie clé argentée avec des dessins spéciaux. Pleine d'excitation et de curiosité, elle a décidé de partir à l'aventure pour découvrir la serrure mystérieuse à laquelle elle appartenait.\n","Sur le chemin, elle a rencontré Rudy le lapin et Benny l'oiseau bleu, qui l'ont rejointe dans sa quête. Ensemble, ils ont cherché partout, affrontant des obstacles tels que les buissons piquants et un ruisseau tortueux, qu'ils ont ingénieusement surmontés grâce à leur travail d'équipe.\n","Enfin, ils sont arrivés à un vieux chêne avec un tout petit trou de clé. Sally a inséré la clé, et avec un clic, l'arbre s'est ouvert pour révéler un trésor caché de gemmes étincelantes et une note qui disait : \"Le véritable trésor ce sont les amis que tu te fais en chemin.\"\n"]},"en-de":{"title":"Die Neugierige Eichhörnchen","moral":"Neugier kann zu spannenden Entdeckungen und neuen Freundschaften führen.\n","hook":"Sally das Eichhörnchen liebte es, glitzernde Dinge zu sammeln, aber eines Tages fand sie etwas wirklich Unerwartetes im Wald. Was war das?","keywords":{"Rudy":["Rudy"],"Benny":["Benny"],"Teamwork":["Teamwork"],"Schlüssel":["Key"],"Gravuren":["Engravings"],"Abenteuer":["Adventure"],"Eiche":["Oak"],"Schlüsselloch":["Keyhole"],"Edelsteine":["Gemstones"],"Sally":["Sally"],"Eichhörnchen":["Squirrel"],"glänzende Objekte":["Shiny Objects"]},"paragraphs":["In einem gemütlichen Wald verbrachte Sally das Eichhörnchen ihre Tage damit, von Baum zu Baum zu hüpfen, Eicheln und glänzende Objekte zu sammeln. An einem sonnigen Morgen entdeckte sie ein glitzerndes Objekt, das unter einem Haufen bunter Blätter versteckt war. \"Was ist das?\" fragte sie laut.\n","Das Ding entpuppte sich als ein kleiner, silberner Schlüssel mit komplizierten Gravuren. Aufgeregt und neugierig machte sich Sally auf die Suche nach dem geheimnisvollen Schloss, zu dem der Schlüssel gehörte, in der Hoffnung auf ein großes Abenteuer.\n","Unterwegs traf sie Rudy den Hasen und Benny den Blaumeisen, die sich ihr Abenteuer anschlossen. Zusammen suchten sie hoch und niedrig, stießen auf Hindernisse wie stachlige Büsche und einen krummen Bach, die sie mit Teamwork clever überwanden.\n","Endlich erreichten sie eine alte Eiche mit einem winzigen Schlüsselloch. Sally steckte den Schlüssel hinein, und mit einem Klick öffnete sich der Baum, um eine verborgene Schatztruhe mit funkelnden Edelsteinen und einem Zettel zu enthüllen, auf dem stand: \"Der wahre Schatz sind die Freunde, die du auf dem Weg findest.\"\n"]}}}