{"title":"The Curious Squirrel","hook":"Can Sammy the Squirrel overcome his fear of heights and help his friends find the hidden treasure?","moral":"Facing fears can lead to new discoveries and friendships.","paragraphs":["Once upon a time, in a cozy forest, lived Sammy the Squirrel. He had a big fear of heights and never dared to climb trees like other squirrels. One sunny day, his friends, Lily the Rabbit and Toby the Fox, discovered a treasure map leading to a secret chest at the top of the tallest tree in the forest.","Excited about the treasure, Lily and Toby tried to climb the tree, but they couldn't do it alone. Seeing them struggle, Sammy felt a tug in his heart. He knew he had to conquer his fear to help his friends. With shaky legs and a beating heart, Sammy climbed the tree, step by step.","When Sammy reached the top, he found the treasure chest and brought it down for his friends. Inside, there were not gold or jewels, but tiny acorn-shaped trinkets symbolizing their friendship and courage. Sammy felt a warm sense of pride for facing his fear and helping his friends."],"keywords":["Sammy the Squirrel","treasure","heights","friendship","conquer fear","discovery","courage","teamwork","forest","secret"],"characters":null,"translations":{"en-fr":{"title":"Le Petit Écureuil Curieux","moral":"Quand on affronte ses peurs, on peut faire de belles découvertes et se faire de nouveaux amis.","hook":"Est-ce que Sammy l'écureuil peut vaincre sa peur des hauteurs et aider ses amis à trouver le trésor caché?","keywords":{"Sammy":["Sammy the Squirrel"],"trésor":["treasure"],"amitié":["friendship"],"Lily":[],"Toby":[],"Sammy the Squirrel":["Sammy"],"cozy forest":["comfortable forest"],"treasure map":["map of treasure"]},"paragraphs":["Il était une fois, dans une forêt douillette, habitait Sammy l'écureuil. Il avait une grande peur des hauteurs et n'osait jamais escalader les arbres comme les autres écureuils. Un jour ensoleillé, ses amis, Lily le Lapin et Toby le Renard, ont découvert une carte au trésor menant à un coffre secret en haut de l'arbre le plus grand de la forêt.\n","Contente du trésor, Lily et Toby ont essayé de grimper à l'arbre, mais ils n'ont pas pu le faire seuls. En les voyant lutter, Sammy a ressenti un pincement dans son cœur. Il savait qu'il devait surmonter sa peur pour aider ses amis. Avec des jambes tremblantes et un cœur battant, Sammy a grimpé à l'arbre, marche par marche.\n","Quand Sammy est arrivé en haut, il a trouvé le coffre au trésor et l'a descendu pour ses amis. À l'intérieur, il n'y avait ni or ni bijoux, mais de minuscules bibelots en forme de gland symbolisant leur amitié et leur courage. Sammy a ressenti une chaleur de fierté pour avoir affronté sa peur et aidé ses amis.\n"]},"id-en":{"hook":"Can Sammy the Squirrel overcome his fear of heights and help his friends find the hidden treasure?","moral":"Facing fears can lead to new discoveries and friendships.","title":"The Curious Squirrel","keywords":{"Sammy":["Sammy"],"treasure chest":["peti harta karun"],"friendship":["persahabatan"],"Sammy the Squirrel":["Sammy si Tupai"],"cozy forest":["hutan yang nyaman"],"treasure map":["peta harta karun"],"treasure":["harta karun"],"climb":["memanjat"],"fear":["ketakutan"]},"paragraphs":["Long time ago, in a snug forest, Sammy the Squirrel resided. He was terribly scared of high places and never ventured up trees like his friends. One bright day, Lily the Rabbit and Toby the Fox found a map unveiling a secret box atop the tallest tree.\n","Lily and Toby were very happy about finding a special hidden treasure. They wanted to go up the tall tree to get it, but they couldn't go up by themselves. Sammy, who watched them having a hard time, felt warm and caring inside. He realized he needed to be brave and face his own fears to assist his friends. With wobbly legs and a fast, loud heartbeat, Sammy slowly climbed up the tree, one step at a time. \n","Sammy climbed to the highest point and discovered a special treasure box. He carefully carried it back to share with his pals. Instead of gold or sparkly stones, the box held small, acorn-shaped charms representing their bond and bravery. Sammy felt happy and proud for bravely overcoming his worries and aiding his buddies.\n"]},"en-pt":{"title":"O Esquilo Curioso","moral":"Encarar medos pode levar a novas descobertas e amizades.\n","hook":"Será que o Sammy Esquilo vai conseguir vencer o medo de altura e ajudar os amigos a encontrar o tesouro escondido?","keywords":{"tesouro":["treasure"],"amigos":["friends"],"medo":["fear"],"Sammy":["Sammy"],"amizade":["friendship"],"coragem":["courage"],"Sammy, o Esquilo":["Sammy, the Squirrel"],"medo de altura":["fear of heights"],"mapa do tesouro":["treasure map"]},"paragraphs":["Era uma vez, numa floresta aconchegante, vivia o Sammy, o Esquilo. Ele tinha muito medo de altura e nunca ousava subir em árvores como os outros esquilos. Um dia ensolarado, seus amigos, a Lilica, a Coelhinha, e o Tobias, o Raposinha, descobriram um mapa do tesouro que levava a um baú secreto no topo da árvore mais alta da floresta.\n","Animados com o tesouro, Lily e Toby tentaram subir na árvore, mas não conseguiram sozinhos. Vendo-os lutar, Sammy sentiu um aperto no coração. Ele sabia que precisava vencer seu medo para ajudar seus amigos. Com pernas tremendo e coração batendo forte, Sammy subiu na árvore, passo a passo.\n","Quando o Sammy chegou ao topo, ele encontrou o baú do tesouro e o trouxe para baixo para seus amigos. Dentro, não havia ouro ou joias, mas pequenos bibelôs em forma de bolota simbolizando a amizade e coragem deles. Sammy sentiu um caloroso senso de orgulho por enfrentar seu medo e ajudar seus amigos.\n"]},"en-de":{"title":"Der Neugierige Eichhörnchen","moral":"Wenn man mutig ist und keine Angst hat, kann man tolle Sachen entdecken und neue Freunde finden.","hook":"Kann das Eichhörnchen Sammy seine Angst vor Höhen überwinden und seinen Freunden helfen, den versteckten Schatz zu finden?","keywords":{"Sammy":["Sammy"],"Schatztruhe":["treasure chest"],"Freundschaft":["friendship"],"Schatz":["treasure"],"klettern":["climb"],"Freunde":["friends"],"Sammy das Eichhörnchen":["Sammy the squirrel"],"Angst vor Höhen":["fear of heights"],"geheime Truhe":["secret chest"]},"paragraphs":["Es war einmal, in einem gemütlichen Wald, lebte Sammy das Eichhörnchen. Er hatte große Angst vor Höhen und traute sich nie, Bäume zu besteigen wie andere Eichhörnchen. An einem sonnigen Tag entdeckten seine Freunde, Lily das Kaninchen und Toby der Fuchs, eine Schatzkarte, die zu einer geheimen Truhe an der Spitze des höchsten Baumes im Wald führte.\n","Aufgeregt über den Schatz versuchten Lily und Toby auf den Baum zu klettern, aber sie konnten es nicht alleine schaffen. Als er sah, wie sie kämpften, fühlte Sammy einen Ruck in seinem Herzen. Er wusste, dass er seine Angst überwinden müsste, um seinen Freunden zu helfen. Mit zitternden Beinen und einem pochenden Herzen kletterte Sammy den Baum Stufe für Stufe.\n","Als Sammy oberte erreichte, fand er die Schatztruhe und brachte sie für seine Freunde herunter. Darin gab es kein Gold oder Juwelen, sondern winzige Eicheln-geformte Kleinigkeiten, die ihre Freundschaft und Tapferkeit symbolisierten. Sammy fühlte ein warmes Gefühl des Stolzes, dass er seine Angst überwunden hatte und seinen Freunden geholfen hatte.\n"]}}}