{"title":"The Clever Squirrel","hook":"Can a little squirrel outsmart a big bear? Let's find out!","moral":"Quick thinking can help us overcome challenges.","paragraphs":["In a dense forest, a playful squirrel named Sammy lived happily climbing trees and collecting acorns. One day, he was exploring near a berry bush when he overheard a bear grumbling about being hungry.","Sammy, wanting to help the bear without getting caught, devised a clever plan. He chattered loudly to catch the bear's attention and led him to the berry bush. The bear, excited by the sight of juicy berries, leaned in to eat.","Swift as the wind, Sammy darted up the nearby tree, causing the bear to stumble and miss the bush. The clever squirrel giggled from the treetop, safe from harm but still able to share a good laugh with the bear."],"keywords":["squirrel","bear","clever","forest","acorns","plan","trees","berries","laugh"],"characters":null,"translations":{"en-de":{"title":"Der Schlau Eichhörnchen","moral":"Wenn wir schnell denken, können wir Herausforderungen überwinden.\n","hook":"Kann ein kleines Eichhörnchen einen großen Bären überlisten? Lass es uns herausfinden!","keywords":{"Sammy":["Sammy"],"Bär":["Bear"],"Beeren":["Berries"],"Eichhörnchen":["Squirrel"],"Beerenbusch":["Berry Bush"]},"paragraphs":["In einem dicken Wald lebte ein verspielter Eichhörnchen namens Sammy glücklich Bäume zu klettern und Eicheln zu sammeln. Eines Tages, als er in der Nähe eines Beerenbusches erkundete, hörte er einen Bären über seinen Hunger brummeln.\n","Sammy, der dem Bären helfen wollte, ohne erwischt zu werden, dachte sich einen cleveren Plan aus. Er plapperte laut, um die Aufmerksamkeit des Bären zu erregen, und führte ihn zum Beerenbusch. Der Bär, aufgeregt von dem Anblick saftiger Beeren, beugte sich vor, um zu essen.\n","Flink wie der Wind, huschte Sammy den nahegelegenen Baum hinauf, verursachte, dass der Bär taumelte und den Busch verfehlte. Das gescheite Eichhörnchen kicherte vom Baumwipfel aus, sicher vor Schaden aber immer noch in der Lage, herzhaft mit dem Bär zu lachen.\n"]},"id-en":{"hook":"Can a little squirrel outsmart a big bear? Let's find out!","moral":"Quick thinking can help us overcome challenges.","title":"The Clever Squirrel","keywords":{"wind":["angin"],"bear":["beruang"],"squirrel":["tupai"],"forest":["hutan","rimba"],"Sammy":["Sammy"],"berries":["buah beri"]},"paragraphs":["In a big forest, a happy little squirrel named Sammy played all day, climbing trees and gathering acorns. One sunny day, while he was near a bush full of red berries, he heard a bear complaining about feeling very hungry.\n","Sammy wanted to help the big bear but not be seen. So, Sammy made a smart idea. He talked so loud to make the bear look. Sammy held the bear to the yummy berry tree. The bear was happy to see the delicious berries, and bent close to eat.\n","Fast like wind, Sammy ran up tree, made bear fall and miss bush. Smart squirrel laughed from high tree, safe and happy with bear.\n"]},"en-fr":{"title":"Le petit écureuil malin\n","hook":"Est-ce qu'un petit écureuil peut surpasser un grand ours? À vous de le découvrir!","moral":"Des idées rapides peuvent nous aider à surmonter les défis.\n","keywords":{"Sammy":["Sammy"],"l'ours":["bear"],"rigoler":["laugh","joke around"],"ours":["bear"],"baies":["berries"],"écureuil":["squirrel"],"forêt":["forest"]},"paragraphs":["Dans une grande forêt, vivait joyeusement un écureuil joueur nommé Sammy. Il passait son temps à grimper aux arbres et ramasser des glands. Un jour, en explorant près d'un buisson de baies, il surprend un ours grognant car il avait faim.\n","Sammy, voulant aider l'ours sans être attrapé, a inventé un plan astucieux. Il a bavardé fort pour attirer l'attention de l'ours et l'a conduit vers le buisson de baies. L'ours, excité par la vue de baies juteuses, s'est penché pour manger.\n","Rapide comme le vent, Sammy a filé vers le haut de l'arbre proche, faisant trébucher l'ours et manquer le buisson. L'écureuil intelligent rigolait depuis la cime de l'arbre, à l'abri du danger mais capable de partager quand même un bon rire avec l'ours.\n"]},"en-pt":{"title":"A Esperta Esquilo","moral":"Pensar rápido pode nos ajudar a superar desafios.","hook":"Será que um esquilo pequenino consegue enganar um urso grande? Vamos descobrir!","keywords":{"Sammy":["Sammy"],"urso":["bear"],"esquilo":["squirrel"],"arbusto de frutas":["fruit bush"],"arbusto":["bush"]},"paragraphs":["Num floresta densa, um esquilo brincalhão chamado Sammy vivia feliz escalando árvores e coleândo bolotas. Um dia, enquanto explorava perto de um arbusto de frutas silvestres, ele ouviu um urso resmungando por estar com fome.\n","Sammy, querendo ajudar o urso sem ser pego, inventou um plano esperto. Ele conversou alto para chamar a atenção do urso e o levou até o arbusto de frutas. O urso, animado com a visão das frutas suculentas, se inclinou para comer.\n","Rápido como um raio, o Sammy subiu a árvore próxima, fazendo o urso tropeçar e perder o arbusto. O esquilo esperto gargalhou do topo da árvore, seguro de qualquer dano, mas ainda capaz de compartilhar uma boa risada com o urso.\n"]}}}