{"title":"Baba's Magical Seed","hook":"What happens when Baba plants a mysterious seed in her backyard?","moral":"Curiosity can lead to wonderful discoveries if we are patient and kind.","paragraphs":["Once upon a time in a cozy little village, there lived a jolly and cute little girl named Baba. One sunny morning, Baba found a shiny seed on her doorstep. \"Oh, what is this?\" she wondered aloud.","Excited to see what would grow, Baba planted the seed in her backyard. Days passed, but nothing appeared. Baba started to lose hope, but she continued to water the soil. \"Patience is key,\" her grandmother told her with a warm smile.","One day, Baba noticed a tiny sprout peeking through the ground. It grew taller and taller each day until it blossomed into a beautiful tree with shimmering leaves. Baba's backyard was now filled with magical colors and sweet fruits that delighted everyone in the village.","The village praised Baba for her kindness and patience. She learned that good things come to those who wait and nurture their dreams with care."],"keywords":["Baba","seed","backyard","patience","kindness","magical","tree","colors","fruits","discovery"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Die Zauberbohne von Baba","hook":"Was passiert, wenn Baba einen geheimnisvollen Samen in ihrem Hinterhof pflanzt?","moral":"Neugier kann zu wunderbaren Entdeckungen führen, wenn wir geduldig und freundlich sind.","keywords":{"Dorf":["Village"],"Freundlichkeit":["Kindness"],"Geduld":["Patience"],"Mädchen":["Girl"],"Samenkorn":["Seed"],"Baba":["Father"],"Keimling":["Sprout"],"Samen":["Seed"]},"paragraphs":["Es war einmal in einem gemütlichen Dorf, da lebte ein fröhliches und niedliches kleines Mädchen namens Baba. An einem sonnigen Morgen fand Baba ein glänzendes Samenkorn vor ihrer Haustür. \"Oh, was ist das?\" fragte sie laut.\n","Baba hat ein Samen in ihrem Hinterhof gepflanzt. Sie war aufgeregt zu sehen, was wachsen würde. Tage vergingen, aber nichts erschien. Baba begann die Hoffnung zu verlieren, aber sie machte weiterhin das Erdreich zu gießen. \"Geduld ist wichtig,\" sagte ihre Oma mit einem warmen lächeln zu ihr.\n","Eines Tages bemerkte Baba einen winzigen Keimling, der durch die Erde spähte. Er wuchs jeden Tag höher und höher, bis er in einen schönen Baum mit schimmernden Blättern erblühte. Babas Hinterhof war nun voller magischer Farben und süßer Früchte, die alle im Dorf erfreuten.\n","Das Dorf lobte Baba für ihre Freundlichkeit und Geduld. \nSie lernte, dass gute Dinge zu denen kommen, die warten und ihre Träume liebevoll pflegen.\n"]},"en-pt":{"title":"A Semente Mágica da Vovó","hook":"O que acontece quando Baba planta uma semente misteriosa no quintal dela?","moral":"A curiosidade pode nos levar a descobertas incríveis se formos pacientes e gentis.\n","keywords":{"aldeia":["village"],"bondade":["kindness","goodness"],"paciência":["patience"],"Baba":["drool","slobber"],"semente":["seed"],"menina":["girl"],"sementinha":["little seed"],"brotinho":["little sprout"],"árvore linda":["beautiful tree"],"frutas doces":["sweet fruits"]},"paragraphs":["Era uma vez numa aldeia pequenina e acolhedora, morava uma menina alegre e fofa chamada Baba. Uma manhã ensolarada, Baba encontrou uma sementinha brilhante na sua porta. \"Oh, o que será isto?\" perguntou em voz alta.\n","Animada para ver o que iria crescer, Baba plantou a semente no quintal. Os dias passaram, mas nada apareceu. Baba começou a perder a esperança, mas continuou a regar a terra. \"Paciência é fundamental\", disse-lhe a sua avó com um sorriso caloroso.\n","Um dia, Baba viu um brotinho pequenininho aparecendo pela terra. Ele cresceu cada dia mais alto até florescer em uma árvore linda com folhas brilhantes. O quintal de Baba estava agora cheio de cores mágicas e frutas doces que alegravam todos na vila.\n","A aldeia elogiou Baba por sua bondade e paciência. Ela aprendeu que coisas boas acontecem para aqueles que esperam e cuidam de seus sonhos com carinho.\n"]},"en-fr":{"title":"La graine magique de Baba","hook":"Que se passe-t-il quand Baba plante une graine mystérieuse dans son jardin?\n","moral":"La curiosité peut nous mener à des découvertes merveilleuses si nous sommes patients et gentils.","keywords":{"village":["village"],"gentillesse":["kindness"],"patience":["patience"],"petite fille":["little girl"],"matin ensoleillé":["sunny morning"],"germe":["germ"],"feuilles étincelantes":["sparkling leaves"],"fruits sucrés":["sweet fruits"],"Damien":["Damien"],"jardin":["garden"],"grand-mère":["grandmother"]},"paragraphs":["Il était une fois dans un petit village douillet, vivait une joyeuse et mignonne petite fille nommée Baba. Un matin ensoleillé, Baba trouva une graine brillante sur le pas de sa porte. \"Oh, qu'est-ce que c'est?\" se demanda-t-elle à voix haute.\n","Damien était très content de voir ce qui pousserait, alors il a planté la graine dans son jardin. Les jours passaient, mais rien n'apparaissait. Damien commençait à perdre espoir, mais il a continué d'arroser la terre. \"La patience est essentielle\" lui a dit sa grand-mère avec un sourire chaleureux.\n","Un jour, Baba a remarqué un petit germe qui pointait à travers le sol. Il a grandi de plus en plus chaque jour jusqu'à ce qu'il fleurisse en un bel arbre aux feuilles étincelantes. Le jardin de Baba était maintenant rempli de couleurs magiques et de fruits sucrés qui ravissaient tout le monde dans le village.\n","Le village a applaudi Baba pour sa gentillesse et sa patience. Elle a appris que de bonnes choses arrivent à ceux qui attendent et qui prennent soin de leurs rêves avec attention.\n"]},"id-en":{"hook":"What happens when Baba plants a mysterious seed in her backyard?","moral":"Curiosity can lead to wonderful discoveries if we are patient and kind.","title":"Baba's Magical Seed","keywords":{"village":["desa","kampung"],"patience":["kesabaran","kesabaran"],"dreams":["mimpi","khayalan"],"Grandma":["nenek","nenek"],"plant":["tanaman","tumbuhan"],"tree":["pohon","pohon"],"Baba":["kakek","kakek"],"seed":["benih","biji"]},"paragraphs":["Long ago in a small village, there was a happy and sweet little girl named Baba. One bright morning, Baba discovered a shiny seed on her doorstep. \"Oh, what could this be?\" she asked out loud.\n","Baba put a small thing in the ground, hoping it would become big. She waited, but saw nothing. She felt sad, but kept giving water to the dirt. Her grandma said to wait with a happy face.\n","One bright morning, Grandma saw a little plant popping up from the soil. It got bigger every day and turned into a lovely tree with shiny leaves. Grandma's garden was full of wonderful colors and yummy fruits that made everyone happy.\n","The village loved Granny for how nice and calm she was. She found out that good stuff comes to those who are patient and take good care of their dreams.\n"]}}}