{"title":"Baba's Colorful Garden","hook":"One sunny day, Baba noticed her garden looking sad and plain. What will she do to make it colorful?","moral":"We can make our surroundings beautiful by adding colors and spreading happiness.","paragraphs":["One sunny morning, Baba went to her garden to water her plants. She noticed that the garden looked sad and plain with only green leaves everywhere.","\"Why is our garden not colorful like in the storybooks, Mama?\" Baba asked, her eyes wide with curiosity.","Mama smiled and replied, \"Baba, we can make our garden beautiful by planting colorful flowers. Let's go buy some seeds together!\"","So, Baba and Mama went to the market and bought seeds of different colors - red, blue, yellow, and purple. They planted the seeds in the garden and watered them every day.","Days passed, and Baba's garden started blooming with vibrant flowers of all colors. Baba was delighted to see butterflies and bees buzzing around the colorful flowers."],"keywords":["Baba","garden","colorful","plants","seeds","flowers","butterflies","bees","happiness","beauty","curiosity"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-de":{"title":"Omas Bunte Garten","moral":"Wir können unsere Umgebung bunt machen, indem wir Farben hinzufügen und Glück verbreiten.","hook":"An einem sonnigen Tag bemerkte Baba, dass ihr Garten traurig und langweilig aussah. Was wird sie tun, um ihn bunt zu machen?","keywords":{"Mama":["Mom"],"Garten":["Garden"],"Blumen":["Flowers"],"Baba":["Dad"],"Samen":["Seeds"],"bunt":["colorful"],"Märchenbücher":["Fairy tales","Storybooks"],"Blätter":["Leaves"],"Farben":["Colors"]},"paragraphs":["An einem sonnigen Morgen ging Baba in ihren Garten, um ihre Pflanzen zu gießen. Sie bemerkte, dass der Garten traurig und einfach aussah, mit überall nur grünen Blättern.\n","\"Warum ist unser Garten nicht so bunt wie in den Märchenbüchern, Mama?\" fragte Baba, ihre Augen voller Neugier.\n","Mama lächelte und antwortete: \"Baba, wir können unseren Garten schön machen, indem wir bunte Blumen pflanzen. Lass uns zusammen Samen kaufen!\"\n","Also, Baba und Mama sind zum Markt gegangen und haben Samen in verschiedenen Farben - rot, blau, gelb und lila - gekauft. Sie haben die Samen im Garten gepflanzt und sie jeden Tag gegossen.\n","Eines Tages begann Babas Garten zu blühen, und bunte Blumen in vielen Farben erschienen. Baba freute sich, Schmetterlinge und Bienen um die farbenfrohen Blumen herumschwirren zu sehen.\n"]},"id-en":{"hook":"One sunny day, Baba noticed her garden looking sad and plain. What will she do to make it colorful?","moral":"We can make our surroundings beautiful by adding colors and spreading happiness.","title":"Baba's Colorful Garden","keywords":{"garden":["taman","kebun"],"colorful":["berwarna-warni","penuh warna"],"storybooks":["buku cerita","buku dongeng"],"bright":["terang","cerah"],"plants":["tanaman","tumbuhan"],"market":["pasar","pasar tradisional"],"colors":["warna","warna-warni"],"seeds":["benih","biji"],"flowers":["bunga","mawar"],"butterflies":["kupu-kupu","rhopalocera"],"mommy":["ibu","bunda"]},"paragraphs":["One bright morning, Baba went to her garden to give water to her plants. She saw that the garden seemed sad and simple with only green leaves all around.\n","\"Why our garden not have many colors like in the books, Mama?\" asked Baba, her big eyes filled with curiosity.\n","Mommy smiled and said, \"Daddy, we can make our garden pretty by planting bright flowers. Let's go get some seeds together!\"\n","Once upon a time, Baba and Mama went to the big market. They bought magic seeds in colors - red, blue, yellow, and purple. Then, they put the seeds in the ground and gave them water every day.\n","One day, flowers in Baba's garden started to grow. The flowers were very colorful and pretty. Baba was happy to see butterflies and bees flying around the flowers. \n"]},"en-fr":{"moral":"Nous pouvons rendre notre environnement magnifique en ajoutant des couleurs et en répandant de la joie.","title":"Le Jardin Coloré de Baba","hook":"Un jour ensoleillé, Baba a remarqué que son jardin avait l'air triste et ennuyeux. Que va-t-elle faire pour le rendre coloré ?\n","keywords":{"Maman":["Mom","Mother"],"jardin":["garden"],"fleurs":["flowers"],"coloré":["colorful"],"livres d'histoires":["storybooks"],"Baba":["Dad","Father"],"Mama":["Mom","Mother"],"seeds":["seeds"],"sunny morning":["sunny morning"],"garden":["garden"],"green leaves":["green leaves"],"flowers":["flowers"],"butterflies":["butterflies"]},"paragraphs":["Un matin ensoleillé, Baba est allée dans son jardin pour arroser ses plantes. Elle a remarqué que le jardin avait l'air triste et ennuyeux avec seulement des feuilles vertes partout.\n","\"Pourquoi notre jardin n'est pas aussi coloré que dans les livres d'histoires, Maman?\" demanda Baba, les yeux grands ouverts de curiosité.\n","Maman a souri et a répondu, \"Baba, nous pouvons rendre notre jardin beau en plantant des fleurs colorées. Allons acheter des graines ensemble!\"\n","Alors, Baba et Mama sont allés au marché et ont acheté des graines de différentes couleurs - rouge, bleu, jaune et violet. Ils ont planté les graines dans le jardin et les ont arrosées tous les jours.\n","Les jours passaient, et le jardin de Baba commença à fleurir avec des fleurs vibrantes de toutes les couleurs. Baba était enchanté de voir des papillons et des abeilles voltiger autour des fleurs colorées.\n"]},"en-pt":{"title":"Jardim Colorido da Vovó","hook":"Numa ensolarada manhã, Baba percebeu que seu jardim estava triste e sem graça. O que ela fará para deixá-lo colorido?","moral":"Podemos deixar nosso mundo mais bonito adicionando cores e espalhando alegria.","keywords":{"garden":["jardim"],"colorful":["colorido"],"curiosity":["curiosidade"],"Mamãe":["Mama"],"jardim":["garden"],"flores":["flowers"],"Baba":["Nanny"],"Mama":["Mother"],"sementes":["seeds"],"manhã ensolarada":["sunny morning"],"folhas verdes":["green leaves"],"flowers":["flores"],"butterflies":["borboletas"]},"paragraphs":["Certa manhã ensolarada, Baba foi ao seu jardim para regar suas plantas. Ela percebeu que o jardim parecia triste e sem graça, com apenas folhas verdes por todos os lados.\n","\"Por que nosso jardim não é colorido como nos livros de histórias, Mamãe?\" perguntou Baba, com os olhos bem abertos de curiosidade.\n","Mamãe sorriu e respondeu: \"Papai, nós podemos deixar nosso jardim bonito plantando flores coloridas. Vamos comprar algumas sementes juntos!\"\n","Então, Baba e Mama foram ao mercado e compraram sementes de cores diferentes - vermelho, azul, amarelo e roxo. Plantaram as sementes no jardim e as regavam todos os dias.\n","Muitos dias se passaram, e o jardim da Vovó começou a florescer com flores vibrantes de todas as cores. A Vovó ficou encantada ao ver borboletas e abelhas zumbindo ao redor das coloridas flores.\n"]}}}