{"title":"The Little Cloud's Adventure","hook":"What will happen when a small cloud is too shy to join the big clouds in the sky?","moral":"Even the smallest beings have an important role to play in the world.","paragraphs":["Once upon a time, in the vast blue sky, there lived a small, fluffy cloud named Cotton.","Every day, Cotton watched the big, fluffy clouds play hide-and-seek and dance together in the breeze.","But Cotton was too shy to join them. \"I'm too little to play with them,\" Cotton thought sadly.","One day, a strong wind came and blew most of the big clouds away. The sky started to look empty and sad.","Seeing this, Cotton gathered all its courage and puffed up its tiny self as much as it could.","\"I may be small, but I can help too,\" Cotton said to itself and floated up to the sky.","With its small size, Cotton soaked up the tears of the Earth, bringing much-needed relief to the dry lands.","The big clouds returned and thanked Cotton for its help. They invited Cotton to play with them, and Cotton happily joined in."],"keywords":"cloud, adventure, shy, courage, help, friendship, small, important, world, play","characters":null,"translations":{"id-en":{"hook":"What will happen when a small cloud is too shy to join the big clouds in the sky?","moral":"Even the smallest beings have an important role to play in the world.","title":"The Little Cloud's Adventure","keywords":{"Cotton":["Kapas"],"scared":["takut","ketakutan"],"brave":["berani","pemberani"],"tears":["air mata","menangis"],"dry lands":["tanah kering"],"clouds":["awan"],"play":["main","bermain"],"small":["kecil","mungil"],"help":["membantu","bantuan"],"sky":["langit"],"cloud":["awan"],"wind":["angin"],"shy":["malu"],"little":["sedikit","kecil"]},"paragraphs":["Long, long ago, in the big, blue sky, there was a tiny, soft cloud called Cotton.\n","Every day, Cotton saw the giant, soft clouds playing peekaboo and dancing in the wind.\n","Cotton was too shy to join the others. \"I'm too little to play with them,\" Cotton thought sadly.\n","One sunny day, a very mighty wind came and gently pushed almost all of the huge fluffy clouds far away. Then, the vast blue sky began to appear quite empty and lonely.\n","Cotton got scared, but then it got very brave and puffed itself up big.\n","\"Even if I'm tiny, I can help too,\" Cotton told itself as it drifted up into the sky.\n","The little Cotton absorbed the Earth's tears, helping the dry lands feel better.\n","The large fluffy clouds came back and said, \"Thank you, Cotton, for helping us.\" \nThey asked Cotton to come play with them, and Cotton joyfully agreed.\n"]},"en-fr":{"title":"L'Aventure du Petit Nuage","moral":"Même les tout petits animaux ont un rôle important à jouer dans le monde.","hook":"Que se passera-t-il quand un petit nuage sera trop timide pour rejoindre les grands nuages dans le ciel ?\n","keywords":{"Cotton":["coton"],"clouds":["nuages","gros nuages"],"dance":["danser"],"times":["fois"],"sky":["ciel"],"fluffy":["moelleux"],"grateful":["remercié"],"joyfully":["joyeusement"],"bravery":["courage"],"inflated":["gonflé"],"larmes":["tears"],"Earth":["Terre"],"small":["petit"],"help":["aider"],"too shy":["trop timide"],"too small":["trop petit"]},"paragraphs":["Il était une fois, dans le grand ciel bleu, vivait un petit nuage moelleux nommé Cotton.\n","Chaque jour, Cotton regardait les grosses nuages moelleux jouer à cache-cache et danser ensemble dans la brise.\n","Mais Cotton était trop timide pour se joindre à eux. \"Je suis trop petit pour jouer avec eux,\" pensait tristement Cotton.\n","Un jour, un grand vent est venu et a soufflé la plupart des gros nuages. Le ciel a commencé à paraître vide et triste.\n","En voyant cela, Cotton a rassemblé tout son courage et s'est gonflé autant que possible.\n","\"Je suis peut-être petit, mais je peux aider aussi,\" le coton s'est dit et a flotté jusqu'au ciel.\n","Avec sa petite taille, le coton a absorbé les larmes de la Terre, apportant un soulagement nécessaire aux terres sèches.\n","Les gros nuages sont revenus et ont remercié le Coton pour son aide. Ils ont invité le Coton à jouer avec eux, et le Coton a joyeusement accepté.\n"]},"en-de":{"title":"Das Abenteuer der Kleinen Wolke","moral":"Wichtige Dinge tun auch die ganz Kleinen, um die Welt schön zu machen.","hook":"Was passiert, wenn ein kleines Wölkchen zu schüchtern ist, um sich den großen Wolken am Himmel anzuschließen?","keywords":{"Baumwolle":["Cotton"],"Wolken":["big clouds"],"Wind":["strong wind"],"Wolke":["cloud"],"Himmel":["empty sky"],"flauschig":["fluffy"],"klein":["small"],"helfen":["help"],"Mut":["bravery"],"groß":["big"],"danken":["thank"],"Tränen":["tears"],"trockene Länder":["dry lands"],"schüchtern":["shy"],"spielen":["play"]},"paragraphs":["Einmal, in dem großen blauen Himmel, lebte eine kleine, flauschige Wolke namens Cotton.\n","Jeden Tag beobachtete Baumwolle die großen, flauschigen Wolken beim Verstecken spielen und gemeinsam im Wind tanzen.\n","Aber Baumwolle war zu schüchtern, um sich ihnen anzuschließen. \"Ich bin zu klein, um mit ihnen zu spielen,\" dachte Baumwolle traurig.\n","Eines Tages kam ein starker Wind und blies die meisten großen Wolken weg. Der Himmel begann leer und traurig auszusehen.\n","Als Cotton das sah, sammelte es all seinen Mut und blies sich so groß wie möglich auf.\n","\"Ich bin zwar klein, aber ich kann auch helfen\", sagte die Baumwolle zu sich selbst und schwebte in den Himmel.\n","Mit seiner kleinen Größe hat Baumwolle die Tränen der Erde aufgesogen und den trockenen Ländern dringend benötigte Erleichterung gebracht.\n","Die großen Wolken kamen zurück und dankten Baumwolle für ihre Hilfe. Sie luden Baumwolle ein, mit ihnen zu spielen, und Baumwolle schloss sich glücklich an.\n"]},"en-pt":{"title":"A Aventura da Nuvenzinha","moral":"Até os seres mais pequeninos têm um papel importante a desempenhar no mundo.","hook":"O que será que acontecerá quando uma nuvem pequena for muito tímida para se juntar às nuvens grandes no céu?","keywords":{"Algodão":["Cotton"],"tímido":["shy","timid"],"pequenino":["tiny","small"],"vento":["wind"],"nuvens":["clouds"],"triste":["sad"],"grandes nuvens":["big clouds"],"brincar":["play"],"lágrimas":["tears"],"terra":["earth","land"],"vez":["time","turn"],"céu azul":["blue sky"],"nuvem":["cloud"],"pequeno":["small","little"],"ajudar":["help"],"céu":["sky"],"dançar":["dance"]},"paragraphs":["Era uma vez, no imenso céu azul, vivia uma nuvem pequena e fofa chamada Algodão.\n","Todo dia, Algodão observava as grandes, fofas nuvem brincando de esconde-esconde e dançando juntas na brisa.\n","Mas o Algodão estava muito tímido para se juntar a eles. \"Sou muito pequenino para brincar com eles,\" pensou o Algodão tristemente.\n","Era uma vez, um vento forte veio e soprou a maioria das nuvens grandes para longe. O céu começou a parecer vazio e triste.\n","Vendo isso, Algodão juntou toda a sua coragem e inchou o seu corpinho o máximo que pôde.\n","\"Eu posso ser pequeno, mas eu também consigo ajudar,\" disse o Algodão para si mesmo e flutuou até o céu.\n","Com seu tamanho pequeno, o Algodão absorveu as lágrimas da Terra, trazendo conforto muito necessário para as terras secas.\n","As grandes nuvens voltaram e agradeceram ao Algodão pela ajuda. Elas convidaram o Algodão para brincar com elas, e o Algodão alegremente participou.\n"]}}}