{"title":"The Singing Serpent","hook":"What secret lies deep within the heart of Fora jungle, waiting to be discovered by Nisha and Kavia?","moral":"Curiosity can lead to unexpected friendships and discoveries.","paragraphs":["Once upon a time in the lush Fora jungle, Nisha and Kavia, two clever wandering merchant girls, set out on an adventure to find hidden treasures.","As they journeyed deeper into the jungle, they stumbled upon Washa, a wise serpent charmer. Washa's flute playing tamed even the wildest creatures of the jungle.","Curious about Washa's talents, Nisha and Kavia approached him. \"Can you teach us how to charm serpents?\" they asked eagerly.","Washa smiled and agreed to teach them his secrets. He showed them how to play the enchanted flute and how to communicate with the serpents through music.","The girls practiced diligently, and with Washa's guidance, they soon became skilled serpent charmers themselves. Together, they uncovered the beauty of the jungle and forged an unlikely friendship."],"keywords":["Fora jungle","hidden treasures","serpent charmer","enchanted flute","wild creatures","communication","music","skilled","beauty","friendship"],"characters":["Nisha and Kavia","Washa"],"series":"fables-of-fora-forests","translations":{"en-fr":{"title":"Le Serpent Chanteur","moral":"La curiosité peut créer des amitiés et des découvertes inattendues.","hook":"Quel mystère se cache au fond du cœur de la jungle de Fora, en attente d'être découvert par Nisha et Kavia ?","keywords":{"Washa":["wash"],"Nisha":["night"],"serpents":["snakes"],"jungle":["forest"],"filles":["girls"],"trésors":["treasures"],"secrets":["mysteries"],"enchanted flute":["magic flute"],"serpent charmer":["snake charmer"],"flute":["flute"]},"paragraphs":["Il était une fois dans la luxuriante jungle de Fora, Nisha et Kavia, deux filles marchandes errantes intelligentes, se lancèrent dans une aventure pour trouver des trésors cachés.\n","Alors qu'ils avançaient plus loin dans la jungle, ils ont rencontré Washa, un sage charmeur de serpents. La musique de la flûte de Washa a apprivoisé même les créatures les plus sauvages de la jungle.\n","Curieux des talents de Washa, Nisha et Kavia s'approchèrent de lui. \"Peux-tu nous apprendre comment charmer les serpents?\" demandèrent-ils avec empressement.\n","Washa a souri et a accepté de leur enseigner ses secrets. Il leur a montré comment jouer de la flûte enchantée et comment communiquer avec les serpents à travers la musique.\n","Les filles ont travaillé dur, et avec l'aide de Washa, elles sont devenues rapidement habiles à charmer les serpents. Ensemble, elles ont découvert la beauté de la jungle et ont créé une amitié improbable.\n"]},"en-de":{"title":"Die Singende Schlange","hook":"Was für ein Geheimnis verbirgt sich tief im Herzen des Dschungels von Fora, das darauf wartet von Nisha und Kavia entdeckt zu werden?","moral":"Neugier kann zu unerwarteten Freundschaften und Entdeckungen führen.","keywords":{"Talente":["talents"],"Schlangen":["snakes"],"betören":["enchant"],"Dschungel":["jungle"],"Schlangenbeschwörer":["snake charmer"],"Flötenspiel":["flute play"],"Washa":["Washa"],"Geheimnisse":["secrets"],"Musik":["music"],"Händlermädchen":["merchant girl"],"verborgene Schätze":["hidden treasures"],"Mädchen":["girls"],"Schlangenbändigerinnen":["snake charmers"]},"paragraphs":["Es war einmal im üppigen Dschungel von Fora, Nisha und Kavia, zwei kluge wandernde Händlermädchen, machten sich auf ein Abenteuer, um verborgene Schätze zu finden.\n","Als sie tiefer in den Dschungel reisten, stießen sie auf Washa, ein kluger Schlangenbeschwörer. Washas Flötenspiel zähmte selbst die wildesten Kreaturen des Dschungels.\n","Neugierig auf Washas Talente, näherten sich Nisha und Kavia ihm. \"Kannst du uns beibringen, wie man Schlangen betört?\" fragten sie voller Begeisterung.\n","Washa lächelte und stimmte zu, ihnen seine Geheimnisse beizubringen. Er zeigte ihnen, wie man die verzauberte Flöte spielt und wie man durch Musik mit den Schlangen kommuniziert.\n","Die Mädchen übten fleißig und mit Washas Anleitung wurden sie bald geschickte Schlangenbändigerinnen. Zusammen entdeckten sie die Schönheit des Dschungels und schmiedeten eine ungewöhnliche Freundschaft.\n"]},"id-en":{"hook":"What secret lies deep within the heart of Fora jungle, waiting to be discovered by Nisha and Kavia?","moral":"Curiosity can lead to unexpected friendships and discoveries.","title":"The Singing Serpent","keywords":{"girls":["perempuan","cewek"],"snakes":["ular","ular-ular"],"jungle":["hutan belantara","rimba"],"journeyed":["melakukan perjalanan","bertualang"],"serpent charmer":["pemikat ular","penakluk ular"],"tamed":["dijinakkan","dianggap teman"],"Washa":["Washa"],"secrets":["rahasia","sandi"],"enchanted flute":["seruling ajaib","seruling peri"],"special abilities":["kemampuan khusus","kekuatan istimewa"],"curiou":["penasaran","tertarik"],"charm serpents":["menghipnotis ular","memikat ular"],"time":["waktu","masa"],"treasures":["harta karun","kekayaan"]},"paragraphs":["Long time ago in the thick Fora jungle, Nisha and Kavia, two smart travel seller girls, went searching for secret treasures.\n","As they went further into the big forest, they found Washa, who knew how to talk to snakes. When Washa played his flute, the jungle animals listened and calmed down.\n","Nisha and Kavia were very curious about Washa's special abilities. They walked up to him and said, \"Can you show us how to make snakes like us?\"\n","Washa smiled and said he would teach them his special tricks. He showed them how to play the magical flute and how to talk to the snakes with music.\n","The girls practiced a lot, and with Washa's help, they learned how to charm snakes very well. They explored the pretty jungle and became good friends.\n"]},"en-pt":{"title":"A Cobra Cantora","moral":"A curiosidade pode nos levar a fazer novos amigos inesperados e descobrir coisas legais.","hook":"Qual segredo se esconde no coração da selva de Fora, esperando para ser descoberto por Nisha e Kavia?","keywords":{"talentos":["talents"],"encantar":["enchant"],"serpentes":["snakes"],"Washa":["Washa"],"segredos":["secrets"],"flauta":["flute"],"explorar":["explore"],"criaturas":["creatures"],"girls":["girls"],"serpent charmers":["serpent charmers"],"jungle":["jungle"],"selva":["jungle"],"meninas comerciantes":["merchant girls"],"tesouros":["treasures"]},"paragraphs":["Era uma vez na densa selva de Fora, Nisha e Kavia, duas meninas comerciantes espertas e aventureiras, saíram em uma jornada em busca de tesouros escondidos.\n","Enquanto eles exploravam mais fundo na floresta, encontraram Washa, um domador de cobras sábio. A música da flauta de Washa acalmava até mesmo as criaturas mais selvagens da floresta.\n","Curiosas sobre os talentos de Washa, Nisha e Kavia se aproximaram dele. \"Você pode nos ensinar a encantar serpentes?\" perguntaram ansiosamente.\n","Washa sorriu e concordou em ensinar a eles seus segredos. Ele mostrou como tocar a flauta mágica e como se comunicar com as serpentes através da música.\n","As meninas treinaram muito, e com a ajuda da Washa, logo aprenderam a encantar cobrinhas também. Juntas, descobriram a beleza da floresta e construíram uma amizade inesperada.\n"]}}}