{"title":"Asha the Compassionate Healer Dragoness","hook":"In the heart of the great Fora jungle, Asha the dragoness roamed, spreading kindness. One day, she encountered a troubling situation...","moral":"Kindness and empathy can solve even the toughest problems.","paragraphs":["Asha was flying gracefully through the lush green trees when she heard a loud cry for help. Curious, she followed the sound to find a baby monkey stuck in a thorny bush, unable to free itself.","\"Oh no, what happened, little one?\" Asha asked gently, landing beside the scared monkey. The baby monkey explained that it was chasing a butterfly and got tangled in the thorns.","Using her gentle claws, Asha carefully removed the thorns one by one, soothing the monkey with her kind words. \"There, all better now,\" she smiled warmly as the baby monkey hugged her tightly.","Grateful and relieved, the baby monkey thanked Asha for her kindness. They shared a sweet moment of friendship before the monkey ran off happily to rejoin its family."],"keywords":["dragoness","healer","compassionate","jungle","kindness","empathy","curious","thorns","grateful","friendship"],"characters":["Asha"],"series":"fables-of-fora-forests","translations":{"id-en":{"hook":"In the heart of the great Fora jungle, Asha the dragoness roamed, spreading kindness. One day, she encountered a troubling situation...","moral":"Kindness and empathy can solve even the toughest problems.","title":"Asha the Compassionate Healer Dragoness","keywords":{"monkey":["monyet"],"Asha":["Asha"],"friendship":["persahabatan"],"flying":["terbang"],"butterfly":["kupu-kupu"],"thorns":["duri","bulu"]},"paragraphs":["Asha was flying beautifully through the tall green trees. Suddenly, she heard a big cry for help. Wondering, she went towards the noise and saw a small monkey trapped in a prickly bush, unable to get out.\n","\"Oh no, what happened, little one?\" Asha asked in a kind voice, landing next to the frightened monkey. The young monkey said it was following a pretty butterfly and then got stuck in the sharp bushes.\n","Asha, a soft kitty, helped the little monkey by taking away the sharp points, talking in a nice way. She then said, \"All good now,\" with a happy face while the small monkey hugged her tight.\n","Happy and feeling better, the little monkey said thank you to Asha for being nice. They had a nice time together as friends. Then the monkey happily went back to its family. \n"]},"en-pt":{"title":"Asha, a Dragão Cuidadosa Curandeira","moral":"Ser gentil e compreensivo pode resolver até os problemas mais difíceis.","hook":"No coração da grande selva de Fora, a Asha, a dragona, passeava, espalhando bondade. Um dia, ela se deparou com uma situação preocupante...\n","keywords":{"borboleta":["butterfly"],"macaco":["monkey"],"espinhos":["thorns"],"bebê macaco":["baby monkey"],"agradeceu":["thanked"],"amizade":["friendship"],"Asha":["Asha"],"macaquinho":["little monkey"],"arbusto espinhoso":["thorny bush"]},"paragraphs":["Asha estava voando com muita graça entre as árvores verdes e cheias de folhas quando ouviu um grito alto de socorro. Curiosa, ela seguiu o som e encontrou um macaquinho preso em um arbusto espinhoso, sem conseguir se soltar.\n","\"Oh não, o que aconteceu, pequenino?\" Perguntou Asha gentilmente, pousando ao lado do macaco assustado. O bebê macaco explicou que estava perseguindo uma borboleta e ficou preso nos espinhos.\n","Com suas garras delicadas, Asha tirou cuidadosamente os espinhos, acalmando o macaco com suas palavras gentis. \"Pronto, bem melhor agora,\" ela sorriu calorosamente enquanto o bebê macaco a abraçava firmemente.\n","Feliz e aliviado, o bebê macaco agradeceu a Asha por sua gentileza. Eles compartilharam um doce momento de amizade antes que o macaco fugisse alegremente para se juntar à sua família.\n"]},"en-de":{"moral":"Gute Taten und Mitgefühl können sogar die schwierigsten Probleme lösen.","title":"Asha die Liebenswürdige Heil-Drachin","hook":"Im Herzen des großen Fora-Dschungels streifte Asha die Drachin herum und verbreitete Freundlichkeit. Eines Tages stieß sie auf eine besorgniserregende Situation...","keywords":{"Babyäffchen":["baby monkey"],"Asha":["hope","desire"],"Freundlichkeit":["kindness"],"Affenbaby":["baby monkey"],"Schmetterling":["butterfly"],"dorniger Busch":["thorny bush"],"Krallen":["claws"],"Affe":["monkey","ape"]},"paragraphs":["Asha flog anmutig durch die üppig grünen Bäume, als sie einen lauten Hilferuf hörte. Neugierig folgte sie dem Klang und fand ein Babyäffchen, das in einem dornigen Busch feststeckte und sich nicht befreien konnte.\n","\"Oh nein, was ist passiert, Kleiner?\" fragte Asha sanft und landete neben dem ängstlichen Affen. Der Affenbaby erklärte, dass es einem Schmetterling nachjagte und sich in den Dornen verfangen hatte.\n","Mit ihren sanften Krallen hat Asha vorsichtig die Dornen nacheinander entfernt, den Affen mit ihren lieben Worten beruhigend. \"Da, jetzt ist alles besser,\" lächelte sie warm, als der Babyaffe sie fest umarmte.\n","Froh und erleichtert bedankte sich das Babyäffchen bei Asha für ihre Freundlichkeit. Sie teilten einen süßen Moment der Freundschaft, bevor das Äffchen glücklich zu seiner Familie zurücklief.\n"]},"en-fr":{"moral":"Quand on est gentil et qu'on comprend les autres, on peut résoudre même les problèmes les plus difficiles.","title":["Asha la gentille dragonne guérisseuse"],"hook":"Au milieu de la grande jungle de Fora, Asha la dragonne se promenait en répandant la gentillesse. Un jour, elle rencontra une situation difficile...","keywords":{"Asha":["Asha"],"bébé singe":["baby monkey"],"buisson épineux":["thorny bush"],"singe":["monkey"],"amitié":["friendship"],"famille":["family"],"sourire":["smile"],"butterfly":["butterfly"],"thorns":["thorns"],"scared":["scared"]},"paragraphs":["Asha volait gracieusement à travers les arbres verts luxuriants lorsqu'elle entendit un fort cri à l'aide. Curieuse, elle suivit le son pour trouver un bébé singe coincé dans un buisson épineux, incapable de se libérer.\n","\"Oh non, qu'est-ce qui s'est passé, petit(e) ?\" demanda doucement Asha en atterrissant à côté du singe effrayé. Le petit singe expliqua qu'il poursuivait un papillon et s'était emmêlé dans les épines.\n","Avec ses douces griffes, Asha a soigneusement enlevé les épines une par une, apaisant le singe avec ses mots gentils. \"Voilà, tout va mieux maintenant\", elle a souri chaleureusement lorsque le petit singe l'a serrée très fort.\n","Content et soulagé, le petit singe a remercié Asha pour sa gentillesse. Ils ont partagé un doux moment d'amitié avant que le singe ne s'enfuie joyeusement pour retrouver sa famille.\n"]}}}