{"title":"Baba's Golden Seed","hook":"Once upon a time, Baba found a mysterious golden seed in her garden. What will sprout from it?","moral":"Patience and hard work lead to great rewards.","paragraphs":["One sunny morning, Baba was playing in her garden when she stumbled upon a shimmering golden seed.","\"Wow, what could this be?\" Baba exclaimed, her eyes wide with wonder.","Curious and excited, she decided to plant the seed in a small pot filled with rich soil.","Days went by, but nothing seemed to grow from the golden seed. Baba watered it every day, hoping for a miracle.","One morning, as Baba checked on her beloved seed, she noticed a tiny sprout peeking through the soil.","\"It's growing, it's growing!\" Baba cheered, jumping with joy."],"keywords":["Baba","golden seed","garden","plant","soil","sprout","watered","miracle","tiny sprout","growing","cheered"],"characters":["Baba"],"series":"young-babas-experiences","translations":{"en-pt":{"moral":"Paciência e muito esforço levam a grandes recompensas.\n","hook":"Era uma vez, Baba encontrou uma semente dourada misteriosa em seu jardim. O que brotará dela?","title":"A Semente Dourada da Baba","keywords":{"crescendo":["growth"],"pulando":["jumping","leaping"],"alegria":["joy","happiness"],"Wow":["amazing","astonishing"],"exclaimed":["said","spoke"],"wonder":["amazement","awe"],"Curiosa":["curious"],"animada":["excited","animated"],"semente":["seed"],"morning":["dawn","sunrise"],"sprout":["shoot","germinate"],"days":["sunrise"]},"paragraphs":["Certa manhã ensolarada, Baba estava brincando em seu jardim quando tropeçou em uma sementinha dourada cintilante.\n","Uau, o que será isso? Exclamou Baba, seus olhos bem abertos de espanto.\n","Curiosa e animada, ela decidiu plantar a semente em um vasinho com terra rica.\n","Muitos dias se passaram, mas nada parecia crescer da semente de ouro. Baba regava todos os dias, esperando por um milagre.\n","Certa manhã, quando Baba foi ver sua semente amada, ela notou um brotinho minúsculo aparecendo na terra.\n","\"Está crescendo, está crescendo!\" Baba aplaudiu, pulando de alegria.\n"]},"en-de":{"title":"Baba's Goldener Samen","moral":"Geduld und Fleiß bringen tolle Belohnungen.","hook":"Es war einmal, als Baba einen geheimnisvollen goldenen Samen in ihrem Garten fand. Was wird daraus wachsen?","keywords":{"wächst":["grows"],"jubelnd":["rejoicing","exultant"],"vor Freude":["with joy"],"Morgen":["morning"],"Baba":["father"],"Samen":["seed"],"Wow":["Wow"],"Staunen":["amazement","wonder"],"Garten":["garden"],"goldener Samen":["golden seed"],"Neugierig":["curious"],"Erde":["earth"],"Tage":["days"],"goldenen Samen":["golden seed"],"goss":["poured"]},"paragraphs":["An einem sonnigen Morgen, spielte Baba in ihrem Garten, als sie auf einen glänzenden goldenen Samen stieß.\n","\"Wow, was könnte das sein?\" rief Baba aus, ihre Augen weit vor Staunen.\n","Neugierig und aufgeregt, entschied sie sich, den Samen in einen kleinen Topf mit reicher Erde zu pflanzen.\n","Tage vergingen, aber aus dem goldenen Samen schien nichts zu wachsen. Baba goss ihn jeden Tag mit Wasser, in der Hoffnung auf ein Wunder.\n","Eines Morgens, als Baba nach ihrem geliebten Samen sah, bemerkte sie einen winzigen Trieb, der durch die Erde lugte.\n","\"Es wächst, es wächst!\" rief Baba jubelnd und sprang vor Freude.\n"]},"id-en":{"hook":"Once upon a time, Baba found a mysterious golden seed in her garden. What will sprout from it?","moral":"Patience and hard work lead to great rewards.","title":"Baba's Golden Seed","keywords":{"curious":["penasaran"],"seed":["benih","biji"],"pot":["pot","tempat"],"Baba":["Kakek","Baba"],"sprout":["tunas","muncul"],"sunny":["cerah","terang"],"stumbled":["tersandung","tertentu"],"golden":["emas","keemasan"],"plant":["tanam","tumbuh"],"bigger":["lebih besar","besar"],"joy":["kegembiraan","kesenangan"],"shiny seed":["biji yang berkilau"],"Grandma":["Nenek","Grandma"],"magical":["ajaib","sakti"],"Wow":["Wow"],"exclaimed":["berseru","teriak"]},"paragraphs":["One bright day, Baba was playing in her garden when she found a magical shiny golden seed.\n","\"Oh, look! What is this?\" Grandma exclaimed, her eyes big with surprise.\n","Very curious and happy, she chose to put the seed in a little pot with good soil.\n","Many days passed, but nothing grew from the shiny seed. Grandma watered it every day, wishing for something magical to happen.\n","One day, Baba looked at her special seed and saw a very small plant popping out from the dirt.\n","The plant is getting bigger and bigger! Baba shouted happily, hopping up and down.\n"]},"en-fr":{"title":"La graine dorée de Baba","moral":"Quand on est patient et qu'on travaille dur, on obtient de super récompenses !","hook":"Il était une fois, Baba a découvert une mystérieuse graine dorée dans son jardin. Qu'est-ce qui poussera de cette graine?","keywords":{"grandir":["grow","mature"],"Baba":["dad","father"],"joie":["joy","happiness"],"Curieuse":["curious","inquisitive"],"graine":["seed","grain"],"terre":["earth","soil"],"sunny morning":["bright morning","sunshine morning"],"playing in garden":["playing in the garden","gardening"],"golden seed":["precious seed","yellow seed"],"watered":["hydrated","moistened"],"miracle":["wonder","phenomenon"],"matin":["morning","dawn"],"Waouh":["Wow","amazing"],"émerveillement":["wonder","amazement"]},"paragraphs":["Un matin ensoleillé, Baba jouait dans son jardin quand elle est tombée sur une graine dorée qui brillait.\n","\"Waouh, qu'est-ce que ça peut bien être ?\" s'exclama Baba, les yeux grands ouverts d'émerveillement.\n","Curieuse et excitée, elle a décidé de planter la graine dans un petit pot rempli de terre riche.\n","Chaque jour passait, mais rien ne semblait pousser de la graine dorée. Baba l'arrosait tous les jours, espérant un miracle.\n","Il était une fois, un matin, quand Baba a vérifié sa graine bien-aimée, elle a vu un petit plant dépassant de la terre.\n","\"C'est en train de grandir, c'est en train de grandir !\" Baba a crié, sautant de joie.\n"]}}}